{"id": 400015, "user_id": "6576f4e0014d3d1c31d6fe43", "user_name": "曾垂松", "task_id": 135, "source_info": {"seq_id": 375, "text": "【0】 # 手皮肤发紫\n【1】 指肢端动脉阵发性痉挛。常于寒冷刺激或情绪激动等因素影响下发病，表现为肢端皮肤颜色间歇性苍白、紫绀和潮红的改变。一般以上肢较重，偶见于下肢。因而皮肤血管内血流减少或缺乏。\n【2】 **病因**\n【3】 病因：皮肤发紫可能是患有紫癜。也可能是寒冷刺激、情绪激素或精神紧张是主要的激发因素。其他诱因如感染、疲劳等。由于病情常在月经期加重，在妊娠期减轻，因此，有人认为本症可能与性腺功能有关由于缺氧和代谢产物积聚，使毛细血管可能还包括小静脉在内稍为扩张，有少量血液流入毛细血管，迅速脱氧后，引起青紫。当动脉痉挛已消退而静脉痉挛仍然存在时即出现青紫。肢端血管痉挛解除，大量血液进入扩张的毛细血管即出现反应性充血，皮色转为潮红。当有正常量的血流通过小动脉，毛细血管灌流正常，发作好停止，皮色恢复正常。\n【4】 1、心脏病，如紫绀型心脏病;\n【5】 2、肢体末梢缺氧，如雷诺氏现象或综合症;\n【6】 3、其他原因。\n【7】 **预防**\n【8】 预防：避免寒冷刺激和情绪激动;禁忌吸烟;避免应用麦角胺、β-受体阻滞剂和避孕药;明显职业原因所致者(长期使用震动性工具、低温下作业)尽可能改换Ⅰ种。细心保护手指免受外伤，因轻微损伤容易引起指尖溃疡或其他营养性病变。日常生活中饮少量酒类饮料可改善症状。如条件许可者可移居气候温和，干燥地区，更可减少症状发作。解除病人精神上顾虑，保持乐观都是预防中的一项重要措施。\n【9】 1、 保持心情舒畅，避免精神紧张疲劳，消除思想压力负担。\n【10】 2、 不吃辛辣、烟酒等刺激性食物。\n【11】 3、 对体内慢性感染病灶及时治疗。\n【12】 4、 切勿用热水洗浴或过度搔抓，以免皮损产生同形反应而扩散。\n【13】 **检查**\n【14】 相关检查\n【15】 皮肤试验 皮肤颜色 皮肤斑贴实验\n【16】 诊断：紫癜典型皮损为散在分布针尖至黄豆大小的瘀点或瘀斑，亦可为红斑、斑丘疹、水泡或风团样损害，常对称分布在四肢伸侧及臀部，以小腿多见，自觉瘙痒，也有无自觉症状。皮损在1--2周逐渐转为褐色斑点，也有成批反复出现，有些病程可持续数年。在特殊检查中，测定上肢神经传导速度，以发现可能存在的腕管综合征。手部X线平片有助于发现类风湿性关节炎和手指钙化症。\n【17】 **鉴别诊断**\n【18】 手皮肤发紫的鉴别诊断：\n【19】 1\\. 紫癜风：是一种原因不明的慢性炎症性皮肤病。以紫红色的多角形扁平丘疹，表面有蜡样光泽，剧烈瘙痒为临床特征。皮损为紫红色、多角形扁平小丘疹。初起时为帽针或栗粒大，可逐渐增大到如扁豆或蚕豆大，边缘境界清楚，表面干燥光滑、被有菲薄白色胶质薄膜，有蜡样关则，有时皮疹中央微凹有微小角栓。发于头皮这常呈三角形白色或灰红色斑，边缘隆起，中央凹陷，毛囊口有角栓，久之皮损部呈瘢痕性秃发。乳白色斑点，斑细小孤立，或排成环状、线状即不规则的网状。发生于口腔者多见于臼齿相对的颊膜处。口腔粘膜及口唇、阴唇部扁平苔癣易继发癌变。\n【20】 2\\. 紫红色掌：紫红色掌：如果掌色黑红黑红的，呈紫红色掌，就要考虑有严重的心脏病，如冠心病、哮喘等，当炎症得不到控制向败血症发展时，掌色也会回微循环瘀血引起紫红色。这时可是危险信号要及早改善。\n【21】 诊断：紫癜典型皮损为散在分布针尖至黄豆大小的瘀点或瘀斑，亦可为红斑、斑丘疹、水泡或风团样损害，常对称分布在四肢伸侧及臀部，以小腿多见，自觉瘙痒，也有无自觉症状。皮损在1--2周逐渐转为褐色斑点，也有成批反复出现，有些病程可持续数年。\n【22】 ", "title": "手皮肤发紫", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/4114_jieshao.html\", \"category\": \"皮肤性病科::皮肤科::手皮肤发紫\", \"create_time\": \"2023-12-26 16:28:36.107774\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:06", "update_time": "2024-01-28 18:36:24"}
{"id": 400014, "user_id": "6576f4e0014d3d1c31d6fe43", "user_name": "曾垂松", "task_id": 135, "source_info": {"seq_id": 1221, "text": "【0】 # 进食流泪\n【1】 进食流泪综合征又名鳄鱼泪综合征或Bogorad氏综合征。味觉反射性流泪又叫“鳄鱼泪”。“鳄鱼泪”患者见到食物时出现流泪的现象。分为先天性和后天性。先天性“鳄鱼泪”由于发育不良或产伤所致，后天性为面神经瘫痪恢复时涎腺神经误入泪腺，导致分泌唾液时泪液同时分泌。鳄鱼泪症候群是常见的面瘫后遗症的症状表现,患者会在进食时流泪。\n【2】 **病因**\n【3】 分为先天性和后天性。先天性“鳄鱼泪”由于发育不良或产伤所致，后天性为面神经瘫痪恢复时涎腺神经误入泪腺，导致分泌唾液时泪液同时分泌。\n【4】 **预防**\n【5】 如泪腺切除术， X线照射，切除部分泪腺排除管，以造成泪腺继发性萎缩而减少流泪。对“鳄鱼泪”患者，可以采用抗胆碱药物，也可行蝶腭神经局部封闭，切断异常反射弧等治疗。食疗：枸杞子清肝明目的疗效大家早已知道，因为它含有丰富的胡萝卜素，维他命A、B1、B2、C，钙、铁等，是健康眼睛的必需营养。枸杞子的三种食疗配方：　\n【6】 1、枸杞子+米：煮成粥后，加入一点白糖，能够治疗视力模糊及流泪的现象。\n【7】 2、枸杞子+菊花：用热水冲泡饮用，能使眼睛轻松、明亮。　\n【8】 3、枸杞子+猪肝：煲汤具有清热、消除眼涩、消除因熬夜出现的黑眼圈。决明子具有清肝明目及润肠的功效，能改善眼睛肿痛、红赤多泪，防止视力减弱。\n【9】 **检查**\n【10】 相关检查\n【11】 食管造影\n【12】 吃东西时常常泪流满面，而且吃得越快流泪越多，但停止进食后流泪也停止。\n【13】 **鉴别诊断**\n【14】 其他几种流泪：\n【15】 原发性流泪：由泪腺本身疾病所引起，见于泪腺炎、泪腺囊肿或泪腺肿瘤等。神经性流泪：包括三叉神经受刺激引起的流泪，视觉刺激引起的流泪，面神经受刺激引起的流泪，交感神经刺激流泪，味觉反射性流泪等。症状性流泪：倒睫刺激，慢性炎症，如结膜炎、角膜炎、睑缘炎等刺激，尤其是沙眼晚期，是引起老年人流泪的常见原因。另外，还可见于甲亢患者和帕金森氏病等患者。　　\n【16】 老年人流泪多：老年朋友常抱怨“流泪”象“鬼影”一样，不期而遇，且挥之不去。出门晨练即刻就“充满泪水”;阅读或交谈时无缘无故就“热泪盈眶”;骑车时突然“泪眼朦胧”而险象迭起。有的老年朋友由于反复流泪，不断擦拭双眼，最后导致眼皮红、肿、痛，甚至糜烂。为了消除流泪症状，有的老年朋友自购各种眼药水，包括激素类眼药，结果效果并不理想。其实，这些忧虑和惶恐大可不必。　　\n【17】 迎风流泪：平素眼无红肿疼痛，亦无流泪，但遇风刺激则引起流泪，无风则止，多于冬季或春季症状明显，泪液清稀而无热感。角膜异物临床表现 异物感、畏光及流泪很突出，异物进入瞳孔区者可以引起视力障碍。角膜异物(corneal foreign body)是指灰沫、小昆虫、金属碎块及木屑等异物意外进入眼内角膜所致的一种眼科急症。泪溢是在泪液分泌正常的情况下，由泪道排泄发生障碍而引起泪液经睑缘溢出现象。迎风时加重。泪溢是泪道疾病的主要症状。泪道病是患者感到极为痛苦的常见眼病。泪溢应和反射性泪腺分泌过多所致的流泪相区别。\n【18】 ", "title": "进食流泪", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/2000_jieshao.html\", \"create_time\": \"2023-12-26 16:28:29.344317\", \"category\": \"五官科::眼科::进食流泪\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:06", "update_time": "2024-01-28 18:04:19"}
{"id": 400013, "user_id": "6576f4e0014d3d1c31d6fe43", "user_name": "曾垂松", "task_id": 135, "source_info": {"seq_id": 387, "text": "【0】 # 眼压突然迅速升高\n【1】 急性闭角型青光眼，疼痛沿三叉神经分布区域的眼眶周围、鼻窦、耳根、牙齿等处放射;眼压迅速升高，眼球坚硬，常引起恶心、呕吐、出汗等;患者看到白炽灯周围出现彩色晕轮或像雨后彩虹即虹视现象。\n【2】 **病因**\n【3】 眼压突然迅速升高的病因：\n【4】 是由于眼内房角突然狭窄或关闭，房水不能及时排出，引起房水涨满、眼压急剧升高而造成的。多发于中老年人，40岁以上占90%。女性发病率较高，男女比例为1：4。急性闭角型青光眼，实则是因慢性闭角型青光眼反复迁延而来。\n【5】 **预防**\n【6】 眼压突然迅速升高的预防方法：\n【7】 1、保持愉快的情绪：生气和着急以及精神受刺激，很容易使眼压升高，引起青光眼，所以平时要保持愉快的情绪，不要生气和着急，更不要为家务琐事焦虑不安。\n【8】 2、保持良好的睡眠：睡眠不安和失眠，容易引起眼压升高，诱发青光眼，老年人睡前要洗脚、喝牛奶，帮助入睡，必要时服催眠药，尤其是眼压较高的人，更要睡好觉。\n【9】 3、少在光线暗的环境中工作或娱乐：在暗室工作的人，每1～2小时要走出暗室或适当开灯照明。情绪易激动的人，要少看电影，看电视时也要在电视机旁开小灯照明。\n【10】 4、避免过劳：不管是体力劳动还是脑力劳动，身体过度劳累后都易使眼压波动，所以要注意生活规律，劳逸结合，避免过劳。\n【11】 5、不要暴饮暴食：暴饮暴食大吃大喝，都会使眼压升高，诱发青光眼。老年人要“饭吃八分饱，不吸烟，不喝酒，不喝咖啡，不喝浓茶，不吃辛辣及有刺激性的食物。\n【12】 6、多吃蜂蜜及其它利水的食物：蜂蜜属于高渗剂，口服蜂蜜后，血液中的渗透压就会升高，于是把眼内多余的水分吸收到血液中来，从而降低眼压。除此以外，西瓜、冬瓜、红小豆也有利水降压的作用，老年人适当多吃些，对身体大有好处。\n【13】 7、常摸自己的眼球、看灯光：青光眼的特点是眼球发硬，看灯光有虹圈，发现后及早治疗。\n【14】 8、防止便秘：便秘的人大便时，常有眼压增高的现象，要养成定时大便的习惯，并多吃蔬菜、水果。\n【15】 9、坚持体育锻炼：体育锻炼能使血流加快，眼底瘀血减少，房水循环畅通，眼压降低。但不宜做倒立，以免使眼压升高。\n【16】 10、主动检查：老年人每年要量一次眼压，尤其是高血压病人。发现白内障、虹膜炎也要及早治疗，以免引起继发性青光眼。\n【17】 **检查**\n【18】 相关检查\n【19】 屈光检查\n【20】 眼压突然迅速升高的检查诊断：\n【21】 来势凶猛，症状轻剧，发病时前房狭窄或完全关闭，表现突然发作的剧烈眼胀头痛、视力锐减、眼球坚硬如石，结膜充血、恶心呕吐、大便秘结、血压升高，此时全身症状较重易被误诊为胃肠炎、脑炎、神经性头痛等病变。如得不到及时诊治24-48小时即可完全失明无光感，此时称“暴发型青光眼”，但临床上有部分患者对疼痛忍受性轻强，仅表现为眼眶及眼部不适，甚则眼部无 任何症状，而转移至前额、耳部、上颌窦、牙齿等部疼痛。\n【22】 **鉴别诊断**\n【23】 眼压突然迅速升高易混淆的症状：\n【24】 眼压升高：眼内容物包括晶状体、玻璃体、房水等。房水的功能之一就是维持眼压。正常时，房水处于动态循环中。如果房水循环通道的任何部位受到阻碍，或者房水产生过多，就会导致眼压升高。 一般人眼压的正常范围在10毫米汞柱到21毫米汞柱之间，21毫米汞柱到23毫米汞柱被认为是可疑高眼压，24毫米汞柱以上一般有异常,表现为：眼球涨痛，头疼，有时会恶心，呕吐。视力下降。人和人的症状可以表现的不一样。所以，诊断眼压高的原因，应结合病人本身的基础疾病等因素综合考虑。\n【25】 高眼压：是指反复多次测量眼压均超过正常范围，但经长期随访，不引起视乳头和视野的改变。\n【26】 眼球突出：是指眼球突出度超出正常范围。国人正常眼球突出度在12-14m，平均13mm，两眼差值不超过2mm。眼球突出可为眼病征象，也可为全身病的病征。除眶内本身病变外，常与内科、耳鼻喉科、神经外科、肿瘤科的疾病有密切关系。\n【27】 眼球移位：大多是由于先天性发育不全、受外伤或是疾病引起，导致双眼解剖位置异常。鼻窦囊肿的眼部症状：眼痛、复视、溢泪、眼眼球移位等临床表现来诊断。\n【28】 来势凶猛，症状轻剧，发病时前房狭窄或完全关闭，表现突然发作的剧烈眼胀头痛、视力锐减、眼球坚硬如石，结膜充血、恶心呕吐、大便秘结、血压升高，此时全身症状较重易被误诊为胃肠炎、脑炎、神经性头痛等病变。如得不到及时诊治24-48小时即可完全失明无光感，此时称“暴发型青光眼”，但临床上有部分患者对疼痛忍受性轻强，仅表现为眼眶及眼部不适，甚则眼部无 任何症状，而转移至前额、耳部、上颌窦、牙齿等部疼痛。\n【29】 ", "title": "眼压突然迅速升高", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/5632_jieshao.html\", \"category\": \"五官科::眼科::眼压突然迅速升高\", \"create_time\": \"2023-12-26 16:28:36.049178\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:06", "update_time": "2024-01-28 18:48:47"}
{"id": 400012, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 1722, "text": "【0】 # 迟脉\n【1】 脉来迟缓，一息不足四至（相当于每分钟60次以下）的脉象。引起迟脉的直接病理因素是窦性心动过缓和房室传导阻滞;迷走神经兴奋如黄疸、呕吐、神经官能症、疼痛等，可引起神经性迟脉。\n【2】 **病因**\n【3】 引起迟脉的直接病理因素是窦性心动过缓和房室传导阻滞;迷走神经兴奋如黄疸、呕吐、神经官能症、疼痛等，可引起神经性迟脉。\n【4】 迟脉主寒证。因寒凝气滞，气血运行缓慢，因此脉迟而有力，为实寒证，若阳气虚弱，无力推动血液运行，为虚寒证。迟脉须同近似脉缓脉相区别，迟脉来去较慢，脉率小，缓脉从容和缓，脉率正常。迟脉与数脉为相反的脉象。临床上，迟脉常同沉、滑、涩、细等脉兼见。\n【5】 **预防**\n【6】 1、养成良好的生活习惯，保持身体的健康。\n【7】 2、积极治疗原发病、一定要在医生指导下用药：用药若不对症，就有可能加重病情。\n【8】 3、增强免疫力：要经常锻炼身体，增强体质;要保证充足的睡眠;多食富含维生素的食品;要学会调节自己的情绪，心情愉快时免疫力会增强。\n【9】 **检查**\n【10】 相关检查\n【11】 脉搏 脉率\n【12】 迟脉属于中医学脉象之一，因寒凝气滞，气血运行缓慢所致，主寒证。迟脉患者的中医临床检查一般是结合发病原因、临床症状表现、舌苔等来具体检查和判断的。另外西医的检查一般是根据该证具体的临床症状、体征进行相关检查，如：血常规、血压、血脂、血糖、心电图、脑电图等检查项目。\n【13】 **鉴别诊断**\n【14】 作为广义的迟脉，是脉来不足三至的脉象，应与缓脉、结脉相鉴别。缓脉一息四至，来去从容和缓，可以是正常人的脉象(平脉);若兼有虚、浮、细、濡脉时则主脾虚、湿病。在脉率上，缓脉每分钟80次左右，迟脉每分钟60次以下，容易鉴别。迟脉与结脉的区别在于脉律，迟脉来去缓慢而脉律规整，结脉来去缓慢而有不规则歇止。在脉形上，迟脉尚需与涩脉鉴别。临床上迟脉与浮脉兼见主表寒，迟脉与沉脉兼见主里寒，迟脉与滑脉兼见主寒痰，迟脉与涩脉兼见主血虚，迟脉与细脉兼见主阳虚。在临床上，迟脉与数脉为相反的脉象。\n【15】 ", "title": "迟脉", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/425_jieshao.html\", \"category\": \"中医科::中医综合::迟脉\", \"create_time\": \"2023-12-26 16:28:28.818902\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:06", "update_time": "2024-01-28 19:16:15"}
{"id": 400011, "user_id": "6576f4e0014d3d1c31d6fe43", "user_name": "曾垂松", "task_id": 135, "source_info": {"seq_id": 888, "text": "【0】 # 口唇疱疹\n【1】 口唇疱疹(颜面疱疹)是单纯疱疹最常见的一种类型。其病因是感染单纯疱疹病毒。表现为初起局部往往先有灼热、瘙痒及潮红，继而出现密集成群或数群针头大小水疱，较原发型的水疱要小且较簇集，破裂后而糜烂，渗液，逐渐干燥结痂，全程经过约1～2周，愈后局部可留有暂时性色素沉着。损害好发于皮肤粘膜交界处，如口角、唇缘及鼻孔附近，亦有发生于颜面、唇部者。口唇疱疹(颜面疱疹)是最常见的一型。\n【2】 **病因**\n【3】 感染单纯疱疹病毒。口唇疱疹属于一种病毒性皮肤病，是由于单纯性疱疹病毒感染引起的，正常人也常发生，多是由于发热或机体在某一阶段疲劳过度，体能消耗过大，体内各种营养物质供给不足，致使免疫力下降。夏季气温过高，机体新陈代谢加快，营养物质消耗增多，且高温常引起食欲下降、睡眠不足，造成体内蛋白质、维生素、电解质等营养物质缺乏，使免疫力下降。当病人发热时，身体抵抗力低下，发热时唾液分泌减少，对口腔的冲刷作用减弱，食物残渣容易存留在口中，也为微生物生长繁殖创造了良好的条件，发热时口腔往往成为细菌生长的安乐窝。这样的时机，该病毒往往乘虚而入，在口唇周围皮肤、牙龈等处发作。\n【4】 **预防**\n【5】 预防口唇疱疹，首先要保证睡眠时间，中午要午睡。其次，注意调整饮食结构，要注意多吃新鲜蔬菜，补充各种维生素，不应单纯吃清淡类食品，应荤素结合，要吃饱吃杂，多饮水，保持体内营养平衡，这样才能增强机体免疫力，防止疱疹的发生。发热的病人一定要注意口腔卫生，要养成进食后漱口、睡觉前刷牙，特别是刷牙后不再吃东西的好习惯，每天最好用淡盐水漱口1至3次。\n【6】 **检查**\n【7】 相关检查\n【8】 单纯疱疹病毒抗体 单纯疱疹病毒（HSV）\n【9】 根据临床表现即可诊断。\n【10】 口唇疱疹常在口唇黏膜处出现针头大小的小疱，常为一群，也有两三群，自觉有轻度烧灼感，历时一周左右可自愈，亦可反复发作。如果疱疹出现后因机体免疫机制的调整不当，或破溃后而继发感染，会延长病程。\n【11】 **鉴别诊断**\n【12】 口唇疱疹的鉴别诊断：\n【13】 口炎：口炎是口腔粘膜的炎症，可波及颊粘膜、舌、齿龊、上腭等处。在小儿时期较多见，尤其是婴幼儿，可单纯发病也可继发于腹泻、营养不良、急性感染、久病体弱等全身性疾病时。引起口炎的主要有细菌、病毒及真菌，因受伤感染或全身抵抗力下降而诱发。\n【14】 ", "title": "口唇疱疹", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/2322_jieshao.html\", \"category\": \"皮肤性病科::皮肤科::口唇疱疹\", \"create_time\": \"2023-12-26 16:28:32.177323\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:06", "update_time": "2024-01-28 18:53:26"}
{"id": 400010, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 1576, "text": "【0】 # 急性宫颈炎\n【1】 急性宫颈炎为病原体感染宫颈而引起的急性炎症。急性子宫颈炎(acutecervieitis)主要见于感染性流产产褥期感染、不洁性活动、宫颈损伤或阴道异物致病原体进入而发生的感染。流行病学：急性宫颈炎在生育期妇女最为多见，占妇科门诊总数的40%～50%。要做好宣传教育，注意产褥期卫生，避免医源性感染。增强体质，提高个人抵抗疾病的能力。\n【2】 **病因**\n【3】 急性宫颈炎最常见的原因是由淋菌引起，病原体累及宫颈粘膜腺体，沿粘膜表面扩散的浅层感染;其他病原体如链球菌，葡萄球菌，肠球菌等可直接引起急性宫颈炎或继发于子宫内膜感染。链球菌及葡萄球菌与淋菌不同，侵入宫颈较深，链球菌侵入宫颈的淋巴通道可引起盆腔蜂窝组织炎，多见于感染性流产或产褥感染。\n【4】 1、当纱布、棉球或其他异物放置阴道内时间过长时很容易诱发感染引起急性子宫颈炎。\n【5】 2、分娩或流产引起的宫颈裂伤继发感染是急性子宫颈炎的常见病因;性生活过于频繁也可以增加宫颈感染的机会。\n【6】 3、阴道发生急性滴虫性阴道炎或霉菌性阴道炎、细菌性阴道炎时也可以同时引起急性宫颈炎症;淋病双球菌感染时也常出现急性淋菌性宫颈炎。\n【7】 4、使用高浓度的酸性或碱性溶液冲洗阴道，或阴道置入腐蚀性药品，均可破坏阴道、宫颈组织，可能引起子宫颈炎、阴道炎。\n【8】 **预防**\n【9】 1、饮食上要注意营养，做到合理搭配，不偏食。日常生活中以茶为饮品除预防和改善妇科炎症。像肉苁蓉、仙灵脾、紫草就有消炎灭菌，清利湿热，除异味，止痒，补气养血的作用。\n【10】 2、注意经期卫生，应使用合格的月经护垫，经期要注意休息，禁止在经期游泳。\n【11】 3、避免公共场所交叉感染，包括公共浴池、游泳池、旅店及公厕等。\n【12】 4、讲究个人卫生，勤洗澡，勤换内衣，每日用温水洗外阴，不用不洁洗浴用具，避免使用他入毛巾、肥皂等。\n【13】 5、一旦出现白带增多、腰痛、下腹痛等症状，应及时去医院就诊。做到早诊断、早治疗。\n【14】 6、婚后，应注意性接触感染，经期不可性交。患性传播疾病，包括梅毒、淋病、滴虫病等，夫妇双方必须同时治疗，而且治疗必须彻底。\n【15】 7、不可随意服用一些减肥药物，有一些女性服用减肥药物后，体重或许是减轻了，但抵抗力却下降了，结果出现闭经、月经不调或者引起原有的慢性病，如盆腔炎、宫颈炎等复发。\n【16】 **检查**\n【17】 相关检查\n【18】 宫颈妇科常规检查 宫颈分泌物培养 妇科常规检查\n【19】 白带增多是急性宫颈炎最常见的、有时甚至是唯一的症状，常呈脓性。由于宫颈炎常与尿道炎、膀胱炎或急性阴道炎、急性子宫内膜炎等并存，常使宫颈炎的其他症状被掩盖，如不同程度的下腹部、腰骶部坠痛及膀胱刺激症状等。急性淋菌性宫颈炎时，可有不同程度的发烧和白细胞增多。　　\n【20】 各种病原体所致感染可表现不同性状的分泌物，有时目检即可鉴别，可详有关外阴炎症、阴道炎症章，但准确诊断仍宜取宫颈分泌物作涂片或培养，以便针对处理。\n【21】 **鉴别诊断**\n【22】 滴虫感染引起的急性宫颈炎粘膜下有散在出血点，状如散在之玫瑰花瓣，霉菌引起的急性宫颈炎宫颈粘膜表面紧紧贴覆一层白色膜状物，强行撕去白色膜状物易引起出血。白带增多是急性宫颈炎最常见的、有时甚至是唯一的症状，常呈脓性。由于宫颈炎常与尿道炎、膀胱炎或急性阴道炎、急性子宫内膜炎等并存，常使宫颈炎的其他症状被掩盖，如不同程度的下腹部、腰骶部坠痛及膀胱刺激症状等。急性淋菌性宫颈炎时，可有不同程度的发烧和白细胞增多。\n【23】 ", "title": "急性宫颈炎", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/1740_jieshao.html\", \"category\": \"妇产科::妇科::急性宫颈炎\", \"create_time\": \"2023-12-26 16:28:29.324660\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:06", "update_time": "2024-01-28 19:20:51"}
{"id": 400009, "user_id": "6576f4e0014d3d1c31d6fe43", "user_name": "曾垂松", "task_id": 135, "source_info": {"seq_id": 269, "text": "【0】 # 肢端易发生不易控制的足癣感染\n【1】 肢端易发生不易控制的足癣感染，为下肢动脉硬化闭塞症第1期(轻微主诉期)的症状表现，患者仅感觉患肢皮温降低怕冷，或轻度麻木，活动后易疲劳，肢端易发生足癣感染而不易控制。动脉粥样硬化斑块在动脉血管内壁上形成，并随着斑块增大、管腔狭窄，管道通畅性受到影响，流向下肢的血流减少，狭窄到一定程度甚至完全堵塞时，供应下肢的血流不能满足需要，就出现下肢缺血症状。\n【2】 **病因**\n【3】 动脉粥样硬化斑块在动脉血管内壁上形成，并随着斑块增大、管腔狭窄，管道通畅性受到影响，流向下肢的血流减少，狭窄到一定程度甚至完全堵塞时，供应下肢的血流不能满足需要，就出现下肢缺血症状。\n【4】 **预防**\n【5】 1.患高血压、高脂血症、糖尿病者，应积极治疗原发病。严密监视病情，切勿掉以轻心。肥胖患者应减轻体重。要做到定期体检，在发生动脉硬化闭塞症后，要积极的配合医生进行治疗。\n【6】 2.走路步伐不宜过快，以免引起缺血症状发作。适当运动可增加侧支循环。但不能搬动重物，并保持轻松平和稳定情绪。\n【7】 3.保护患肢，改善血循环：由于动脉硬化闭塞症患者的患肢供血不足，营养欠佳，感觉较差，应禁用热水袋，以避免烫伤及患肢耗氧增加而加剧疼痛。注意勿抓破患肢皮肤，否则易造成感染及难以愈合。同时，加强患肢保暖，尤其是冬天，应穿袜子并加盖被服，以减少血管收缩加重缺血。\n【8】 4.戒烟：吸烟是一种极为不良的生活习惯，烟中所含的一氧化碳与血红蛋白的结合，使血红蛋白携氧不足致低氧血症，使动脉内膜受损，为血小板凝集和脂质渗入创造条件，而烟草和焦油中所含的促凝血物质即芦丁蛋白使血液处于高凝状态，致血液黏度增高、红细胞增多，这些均成为动脉硬化基础上血栓形成的重要因素。因此动脉硬化闭塞症患者一定要注意戒烟。\n【9】 5\\. 饮食：少食动物脂肪及糖类，戒烟限酒，可多食富含不饱和脂肪酸的鱼类。宜清淡低盐补充富含维生素的新鲜蔬菜水果，如胡萝卜、洋葱、海带、木耳等，并宜食用能软化血管之黑木耳、香菇等。\n【10】 **检查**\n【11】 相关检查\n【12】 肢体血流图 四肢透视\n【13】 大多数怀疑有下肢动脉硬化闭塞性患者，建议到正规医院的血管外科进行明确诊断，通常情况下专科医生会详细询问病史并进行体格检查，例如肢体的脉搏触诊及腹部和股-?动脉的听诊都是诊断所必需的，医生会根据脉搏的强弱或消失和杂音的出现,还可根据静息痛、感觉异常或麻木等症状，以及肢体组织营养障碍、溃疡或坏疽等，可初步做出下肢动脉硬化闭塞症的诊断。但为进一步明确病变部位及确定治疗方案，仍需完善以下几项主要辅助检查。\n【14】 下肢血管彩色超声：这种检查是无创、无痛的，可以基本判断患者下肢血管病变的部位，狭窄程度，血管内血流状况。\n【15】 踝/肱指数：这项检查非常简单而且具有无创、易耐受、可重复等优点，我们通常认为，踝/肱指数≤0.9就考虑存在下肢缺血。\n【16】 多排螺旋CT动脉造影检查：通过检查后的三维重建技术，可通过血管重建了解下肢血管内血液充盈情况，了解下肢血管狭窄部位、狭窄程度，指导临床治疗方案的确定。\n【17】 下肢动脉造影：是血管疾病诊断的“金指标”，尤其是对于病情较为复杂的血管疾病可作出准确的判断，但因其属有创检查，部分患者不易接受。\n【18】 **鉴别诊断**\n【19】 容易和下面疾病混淆： 由于周围血管神经病变，糖尿病患者的皮肤较易损伤，且不容易发现和自愈，因此，糖尿病患者易发生多种皮肤及软组织感染，临床上以疖、痈、毛囊炎、汗腺炎、头部乳头状皮炎等细菌感染为多见，可发生各种化脓性感染;真菌也是糖尿病患者皮肤感染的常见致病菌，表现为足癣、手癣、妇女外阴部白色念珠菌感染等。在轻微的创伤如足底的压疮，趾甲修建过短，足癣治疗不当均可引起继发感染，且出现感染后不易得到控制。\n【20】 足癣是由真菌感染足部所引起的最常见浅部真菌病菌，我国民间称之脚气或湿气。本病主要病原菌是红色毛癣菌、絮状表皮癣菌、石膏样毛癣菌和玫瑰色毛癣菌等。此外，由白色念珠菌引起也屡见报告。足癣以中青年发病菌占多数。儿童老年患者较少见，这可能与这些人活动少、趾间较干燥有关。\n【21】 大多数怀疑有下肢动脉硬化闭塞性患者，建议到正规医院的血管外科进行明确诊断，通常情况下专科医生会详细询问病史并进行体格检查，例如肢体的脉搏触诊及腹部和股，动脉的听诊都是诊断所必需的，医生会根据脉搏的强弱或消失和杂音的出现,还可根据静息痛、感觉异常或麻木等症状，以及肢体组织营养障碍、溃疡或坏疽等，可初步做出下肢动脉硬化闭塞症的诊断。但为进一步明确病变部位及确定治疗方案，仍需完善以下几项主要辅助检查。\n【22】 下肢血管彩色超声：这种检查是无创、无痛的，可以基本判断患者下肢血管病变的部位，狭窄程度，血管内血流状况。\n【23】 踝/肱指数：这项检查非常简单而且具有无创、易耐受、可重复等优点，我们通常认为，踝/肱指数≤0.9就考虑存在下肢缺血。\n【24】 多排螺旋CT动脉造影检查：通过检查后的三维重建技术，可通过血管重建了解下肢血管内血液充盈情况，了解下肢血管狭窄部位、狭窄程度，指导临床治疗方案的确定。\n【25】 下肢动脉造影：是血管疾病诊断的“金指标”，尤其是对于病情较为复杂的血管疾病可作出准确的判断，但因其属有创检查，部分患者不易接受。\n【26】 ", "title": "肢端易发生不易控制的足癣感染", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/6117_jieshao.html\", \"category\": \"皮肤性病科::皮肤科::肢端易发生不易控制的足癣感染\", \"create_time\": \"2023-12-26 16:28:37.434146\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:06", "update_time": "2024-01-28 18:39:53"}
{"id": 400008, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 1346, "text": "【0】 # 小儿哭闹不安\n【1】 小儿哭闹不安是小儿肺炎的临床表现。肺炎是小儿最常见的一种呼吸道疾病，3岁以内的婴幼儿在冬、春季节患肺炎较多，由细菌和病毒引起的肺炎最为多见。\n【2】 孩子刚出生时就易患有肺炎，一般多在产前、产时引起。产前的胎儿生 活在布满羊水的子宫里，发生缺氧(如脐带绕颈、胎心改变、胎动异常)，就会发生呼吸运动而吸入羊水，引起吸入性肺炎;假如早破水、产程延长，或在分娩过程中，吸入细菌污染的羊水或产道分泌物，易引起细菌性肺炎;假如羊水被胎粪污染，吸入肺内会引起胎粪吸入性肺炎。\n【3】 **病因**\n【4】 孩子刚出生时就易患有肺炎，一般多在产前、产时引起。产前的胎儿生 活在布满羊水的子宫里，发生缺氧(如脐带绕颈、胎心改变、胎动异常)，就会发生呼吸运动而吸入羊水，引起吸入性肺炎;假如早破水、产程延长，或在分娩过程中，吸入细菌污染的羊水或产道分泌物，易引起细菌性肺炎;假如羊水被胎粪污染，吸入肺内会引起胎粪吸入性肺炎。\n【5】 另一种就是新生儿感染性肺炎。如孩子接触的人中有带菌者(比如感冒)，孩子很轻易受到传染引起肺炎;新生儿因败血症或脐炎、肠炎，通过血液循环感染肺炎，这种感染可以由细菌引起;日龄稍大一点的新生儿，肺炎也可由病毒及其他微生物引起。\n【6】 **预防**\n【7】 对患肺炎的孩子，家长要细心、仔细，注意孩子的体温和呼吸的情况，要保持室内空气新鲜、安静，让孩子休息好。在饮食上要吃易消化、高热量和富有维生素的食物，以软的食物最好，有利于消化道的吸收。咳嗽时要拍拍孩子的背部，有利于痰液的排出，拍背时从下往上拍，房间内不要太干燥，孩子要适当地饮水，以稀释痰液，有利于痰的排出。　　肺炎痊愈后，也不要掉以轻心，特别要注意预防上呼吸道感染，否则易反复感染。注意加强锻炼，可根据年龄选择适当的锻炼方法。如果孩子成天居住在门窗紧闭的居室内，对外界空气适应能力就差。到户外活动时，注意适当增加衣服。社会上感冒流行时，不要带孩子到公共场所去。家里有人患感冒时，不要与孩子接触。\n【8】 肺炎的家庭预防，主要是要让小儿坚持锻炼身体，增强抗病能力，同时注意气候的变化，随时给小儿增减衣服，防止伤风感冒。合理喂养，防止营养不良。教育小儿养成良好的卫生习惯，不随地吐痰，让婴幼儿多晒太阳。不断地增强婴幼儿的抗病能力是预防该病的关键。\n【9】 **检查**\n【10】 相关检查\n【11】 C反应蛋白（CRP） 白细胞分类计数\n【12】 (1)白细胞检查：细胞性肺炎时，白细胞总数增高，约为15～20×109/L。 重症金黄色葡萄球菌肺炎和流感杆菌肺炎，有时白细胞总数反而减低。病毒性肺炎的白细胞数正常或减少，淋巴数比例增加，中性粒细胞数无增高。\n【13】 (2)C反应蛋白试验 在细菌性感染、败血症等此值上升，升高与感染的严重程度呈正比。 病毒及支原体感染时不增高。\n【14】 **鉴别诊断**\n【15】 小儿肺炎易于下述疾病相混淆：\n【16】 支气管炎：全身症状较轻，一般无呼吸困难及缺氧症状，肺部可闻及干罗音及中粗湿罗音，不固定，常随咳嗽或体位的改变而消失。\n【17】 急性粟粒型肺结核：患儿发病急骤者常伴有高热、寒战，全身不适、气促、发绀等全身中毒症状，酷似支气管炎，但肺部往往无明显体征，或有细湿罗音，散布于两肺，多在吸气末发现。X线表现也与支气管肺炎有相似之处。根据结核接触史，临床症状、结核菌素试验阳性、血沉增快、痰或洗胃液检到结核菌及X线的追踪观察的特点即可鉴别。\n【18】 干酪性肺炎 病变大多在虚弱或抵抗力低下的患儿中产生，X线显示在一个肺段以至一叶肺的大部显示致密的实变，轮廓较模糊，通常可见到较为透亮的液化区域，甚至透光的空洞。结合病史、结核菌素试验等，易与支气管肺炎鉴别。\n【19】 支气管异物：有异物吸入史，或有呛咳史。临床轻、重不一，病程长短不等。病程迁延有继发感染者可反复发烧、咳嗽、肺部可闻及湿罗音与肺炎相似，有时听诊闻及气管拍击音可有助于诊断，但确诊靠纤维支气客镜检。\n【20】 毛细支气管炎与急性肺炎很相似，但该病以喘憋为主。两肺可闻广泛的哮鸣音及细湿罗音。重病患儿缺氧明显，X线仅显示两肺透光度增强，膈肌下降，呈一过性肺气肿改变，少数病儿有少许斑点状阴影。\n【21】 ", "title": "小儿哭闹不安", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/5001_jieshao.html\", \"create_time\": \"2023-12-26 16:28:28.970315\", \"category\": \"儿科::儿科综合::小儿哭闹不安\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:06", "update_time": "2024-01-28 19:21:00"}
{"id": 400007, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 1106, "text": "【0】 # 新生儿少吃\n【1】 要吃要哭要动，是小儿生来就有的需要。少吃少哭少动，是新生儿生病的特殊表现。少吃少哭少动，俗称“眠起了”，有非感染和感染方面的许多原因。先天性甲状腺功能减低症的内分泌系统的疾病，出生就少吃少哭少动，一旦延误诊治，可造成终身的危害;某些颅内的损伤也有这些表现。感染方面的原因更多，小儿先天或后天的感染性疾病，往往使新生儿变得少吃少哭少动。\n【2】 **病因**\n【3】 有非感染和感染方面的许多原因。先天性甲状腺功能减低症的内分泌系统的疾病，出生就少吃少哭少动，一旦延误诊治，可造成终身的危害;某些颅内的损伤也有这些表现。感染方面的原因更多，小儿先天或后天的感染性疾病，往往使新生儿变得少吃少哭少动。\n【4】 **预防**\n【5】 由于早产儿口舌肌肉力量弱，消化能力差，胃容量小，而每日所需能量又比较多，因此可采用少量多餐的喂养方法。如果采用人工喂养，一般体重1500-2000克的早产儿一天喂哺12次，每2小时喂一次;2000-2500克体重的宝宝一天喂8次，每3小时喂一次。每日的喂奶量不同宝宝差别较大，新生儿期每日可喂奶10-60毫升不等。如宝宝生长情况良好，则夜间可适当延长间隔时间，这样可以在保证摄入量的基础上逐步养成夜间不喂的习惯。\n【6】 母乳喂养的早产宝宝应该经常称一称体重，观察早产儿体重的增加情况，是判断喂养是否合理的重要指标。一般足月新生儿在最初几日内由于喂哺不足或大小便排泄的原因，体重略有减轻，这是正常现象。但早产儿此时体重的维持至关重要，要重视出生后的早期喂养，设法防止宝宝体重的减轻。\n【7】 **检查**\n【8】 相关检查\n【9】 血常规 尿常规\n【10】 新生儿变得少吃少哭少动。检查尿血，大、小便，看看有无黄疸的异常；查肝胆功能，胃肠情况；血糖，血压，微量元素等。其中肠胃功能是首要的原因以及乳母身体状况等。\n【11】 **鉴别诊断**\n【12】 **新生儿少吃的鉴别诊断：**\n【13】 1、先天性甲状腺功能减低症：先天性甲状腺功能减低症(先天性甲低)是由于先天因素使甲状腺激素合成障碍、分泌减少，导致患儿生长障碍，智能落后。先天性甲低是儿科最常见内分泌疾病之一。\n【14】 2、新生儿吮乳无力及减少：新生儿吃奶明显减少，似乎不知饥饿，吮乳时间短且无力，吃奶时易呛奶。\n【15】 3、新生儿反应低下：反应低下(decreased responsiveness)是一组临床症状包含一定程度的意识障碍肌张力减退肢体活动减少，哭声弱和吸吮无力。新生儿不仅在中枢神经系统疾病时表现反应低下，其他如重症感染休克脱水、酸中毒代谢紊乱、贫血低体温和呼吸衰竭等，均可表现反应低下临床上反应低下是常被用来判定各种疾病病情轻重程度的一个表现。\n【16】 ", "title": "新生儿少吃", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/5207_jieshao.html\", \"create_time\": \"2023-12-26 16:28:31.078270\", \"category\": \"儿科::儿科综合::新生儿少吃\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:06", "update_time": "2024-01-28 19:18:22"}
{"id": 400006, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 116, "text": "【0】 # 肺部肿块\n【1】 从CT诊断标准来看，肺部肿块是指直径在2cm以上，边缘清楚的类似于圆形的阴影。肿块体积较小时影像表现没有多大的区别，很难通过影像检查得到确切诊断。它可见于良性肿瘤、恶性肿瘤及非肿瘤性病变。肺部肿瘤(tumors of lung)分良性肿瘤和恶性肿瘤。肺癌的病因至今尚不完全明确，大量资料表明肺癌的危险因子包含吸烟(包括二手烟)、石绵、氡、砷、电离辐射、卤素烯类、多环性芳香化合物、镍等。\n【2】 **病因**\n【3】 (一)吸烟\n【4】 长期吸烟可引致支气管粘膜上皮细胞增生，磷状上皮生诱发鳞状上皮癌或未分化小细胞癌，无吸烟嗜好者虽然也可患肺癌，但腺癌较为常见。\n【5】 (二)大气污染\n【6】 (三)职业因素\n【7】 长期接触铀镭等放射性物质及其衍化物致癌性碳氢化合物，砷铬镍铜锡铁煤焦油沥青石油石棉芥子气等物质，均可诱发肺癌主要是鳞癌和未分化小细胞癌。\n【8】 (四)肺部慢性疾病\n【9】 如肺结核、矽肺、尘肺等可与肺癌并存，这些病例癌肿的发病率高于正常人。此外肺支气管慢性炎症以及肺纤维疤痕病变在愈合过程中可能引起鳞状上皮化生或增生，在此基础上部分病例可发展成为癌肿。\n【10】 (五)人体内在因素\n【11】 如家族遗传以及免疫机能降低代谢活动内分泌功能失调等。\n【12】 **预防**\n【13】 保持乐观愉快的情绪。长期出现精神紧张、焦虑、烦燥、悲观等情绪，会使大脑皮质兴奋和抑制过程的平衡失调，所以需要保持愉快的心情。\n【14】 **检查**\n【15】 相关检查\n【16】 胸部CT检查 肺活检 胸部透视\n【17】 肺部肿瘤的主要临床症状表现为以下几个方面：\n【18】 1、咳嗽。\n【19】 2、咯血。\n【20】 3、发热。\n【21】 4、胸痛。\n【22】 5、气急或胸腔有积液。\n【23】 体征：\n【24】 1、锁骨上淋巴结肿大。\n【25】 2、喉返神经压迫征：如声带麻痹、音哑。\n【26】 3、上腔静脉压迫综合症：如颈、胸部静脉曲张，紫绀。\n【27】 4、颈交感神经综合症：如患侧眼球凹陷，上眼睑下垂，瞳孔缩小等。\n【28】 5、恶性积液。\n【29】 6、血行性转移。如骨、肝、脑转移。\n【30】 **鉴别诊断**\n【31】 1、良性肿瘤：\n【32】 构成良性肿瘤的细胞与正常细胞相似，但其组织结构与正常组织结构不同，没有正常组织的功能，细胞异常增殖积聚成块，形成肿瘤样畸形。但这种细胞增殖较慢，不向全身扩散，不会转移。肺部较常见的良性肿瘤有错构瘤。从该肿瘤的命名可以知道是由组织结构生长错乱所致，不同患者的错构瘤，可由不同比例的软骨、腺体、平滑肌瘤、血管瘤、淋巴管瘤、脂肪瘤、纤维瘤、神经原性肿瘤和良性畸胎瘤等发生混淆。此外，还有少见的良性间皮细胞瘤，如炎性假瘤、硬化性血管瘤、结核瘤等，以及外形像瘤的结节病、支气管肺囊肿和其他肉芽肿病。\n【33】 2、恶性肿瘤：\n【34】 除肺癌以外，还有恶性淋巴瘤、肺癌肉瘤(鳞癌与纤维肉瘤样成分)、肺母细胞瘤、肺肉瘤(包括平滑肌肉瘤、纤维肉瘤、横纹肌肉瘤、脂肪肉瘤、血管肉瘤、软骨肉瘤等)、恶性乳头瘤病、恶性间皮细胞癌、恶性神经原性肿瘤、恶性畸胎瘤及恶性错构瘤等。\n【35】 ", "title": "肺部肿块", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/985_jieshao.html\", \"category\": \"内科::呼吸内科::肺部肿块\", \"create_time\": \"2023-12-26 16:28:29.031704\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:06", "update_time": "2024-01-28 18:23:00"}
{"id": 400005, "user_id": "6576f4e0014d3d1c31d6fe43", "user_name": "曾垂松", "task_id": 135, "source_info": {"seq_id": 780, "text": "【0】 # 阴道血性分泌物\n【1】 阴道分泌物为血性或带有血丝。\n【2】 **病因**\n【3】 阴道血性分泌物的病因：\n【4】 阴道炎，阴道癌等。\n【5】 **预防**\n【6】 阴道血性分泌物的预防：\n【7】 阴道血性分泌物症状常见于阴道炎和阴道癌。\n【8】 阴道炎的预防：从日常生活来说，预防阴道炎应该注意以下几点：①少穿紧身或贴身的裤子如牛仔裤等，夏日宜穿裙子或宽松裤。另外要避免穿着紧身尼龙内裤，内裤应选择棉质的。②为了减少刺激或者过敏，应该用无香味的卫生用品，避免使用添加芳香剂的卫生巾或手纸。③不要用各种药液清洗阴道，这样做反而会破坏阴道的内环境，导致阴道炎的发生。④有些女性朋友担心白带弄脏内裤或懒得清洗内裤，平日总是用卫生护垫，这种做法是不可取的。不是月经期，尽量不要用卫生护垫。可以每天晚上用清水洗净外阴，更换内裤。\n【9】 阴道癌的预防：\n【10】 1.积极治疗外阴疾病，如外阴白斑，外阴瘙痒，慢性外阴溃疡，尖锐湿疣和乳头状瘤等，黑痣应予切除，以防癌变。\n【11】 2.保持外阴清洁，养成良好的卫生习惯及生活作风，避免性感染。\n【12】 3.防止病毒感染。\n【13】 4.外阴部出现肿物，早检查，早诊断，早治疗。\n【14】 **检查**\n【15】 相关检查\n【16】 盆腔和阴道B超 阴道分泌物检查\n【17】 阴道血性分泌物的检查诊断：\n【18】 见白带异常，带有血丝或为血性，阴道镜可以辅助诊断。\n【19】 **鉴别诊断**\n【20】 阴道血性分泌物易混淆的症状鉴别：\n【21】 绝经后卵巢恶性肿瘤：卵巢肿瘤是女性生殖器常见的肿瘤。卵巢恶性肿瘤是女性生殖器三大恶性肿瘤之一，卵巢癌是死亡原因特别高的一种肿瘤。卵巢位于盆腔深部，不易扪及或查得，组织复杂，故不易早期发现其肿瘤，对于卵巢恶性肿瘤至今尚缺乏有效的诊断方法。\n【22】 阴道恶性肿瘤：阴道的恶性肿瘤常常是继发性的，可自子宫颈癌直接蔓延，或来自子宫内膜癌，卵巢癌及绒毛膜癌，另外膀胱、尿道或直肠癌亦常可转移至阴道。原发性阴道恶性肿瘤很罕见，约占女性生殖器官恶性肿瘤的1%。主要是鳞状上皮癌，毛膜上皮癌，其他如腺癌，肉瘤及恶性黑色素瘤更为罕见，不少妇产科医生在医疗实践中，只见过仅有的几例病人，因阴道的继发性癌则较多见，在诊断原发性肿瘤前应考虑及排除继发性阴道癌的可能性。\n【23】 复发性卵巢恶性肿瘤：卵巢癌的发病率位居 妇科肿瘤第三，但其死亡率却居第一。由于卵巢上皮性癌诊断时已为晚期，予以规范性治疗即行理想的肿瘤细胞减灭术并辅以铂类或紫杉醇的联合化疗，使部分卵巢癌患者的预后有了极大的改善。\n【24】 见白带异常，带有血丝或为血性，阴道镜可以辅助诊断。\n【25】 ", "title": "阴道血性分泌物", "tags": "", "lang": "", "attr": "{\"exta\": {\"category\": \"妇产科::妇科::阴道血性分泌物\", \"url\": \"https://zzk.xywy.com/5838_jieshao.html\", \"create_time\": \"2023-12-26 16:28:32.608635\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:06", "update_time": "2024-01-28 18:04:43"}
{"id": 400004, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 517, "text": "【0】 # 皮肤花纹\n【1】 由于骨骼和肌肉或脂肪的体积增加过快，超过了皮肤的延长的速度，真皮的弹力纤维被拉断，从而形成这种纹。\n【2】 妊娠纹(Stretch marks)的形成主要是妊娠期受荷尔蒙影响，腹部的膨隆使皮肤的弹力纤维与胶原纤维因外力牵拉而受到不同程度的损伤或断裂，皮肤变薄变细，腹壁皮肤会出现一些宽窄不同、长短不一的粉红色或紫红色的波浪状花纹。分娩后，这些花纹会逐渐消失，留下白色或银白色的有光泽的疤痕线纹，即妊娠纹(Stretch marks)。\n【3】 有些女性因身体过于肥胖，致使皮下脂肪大量堆积于皮肤在机械性的作用下过度伸展，后因节食减肥等原因，使皮下脂肪突然剧减，导致原已高度扩张的皮肤发生皱缩，从而引起酷似妊娠纹那样的条纹。不过，若是长期服用糖皮质类固醇激素或某些疾病的影响，如糖尿病、肾上腺皮质功能亢进等，都有可能发生类似皮肤花纹。\n【4】 **病因**\n【5】 一是人体的肾上腺皮质能分泌一种糖皮质激素，此激素能将皮肤中的弹力纤维蛋白质分解成糖类，使弹性纤维发生变性；同时，还能抑制纤维母细胞的增生，从而导致皮肤弹性纤维发生断裂。此外，生长发育的迅速，骨骼的生长加快，也会促使皮肤过度伸展，导致皮肤弹性纤维的断裂，以致发生类似的妊娠纹样的萎缩纹。\n【6】 二是有些女性因身体过于肥胖，致使皮下脂肪大量堆积于腹壁和大腿及臀部等部位，引起这些部位的皮肤在机械性的作用下过度伸展，后因节食减肥等原因，使皮下脂肪突然剧减，导致原已高度扩张的皮肤发生皱缩，从而引起酷似妊娠纹那样的条纹。\n【7】 三是长期服用糖皮质类固醇激素或受某些疾病的影响，如糖尿病、肾上腺皮质功能亢进等，都有可能发生类似妊娠纹那样的皮肤花纹。\n【8】 **预防**\n【9】 **妊娠纹预防**\n【10】 1、均衡饮食：怀孕期间应补充丰富的维生素及矿物质。而由于胶原纤维本身是蛋白质所构成，所以可以多摄取含丰富蛋白质的食物。避免摄取太油、甜食(容易肥胖)、太咸(容易水肿)的食物。\n【11】 2、体重增长：在怀孕时体重增长的幅度上，每个月的体重增加不宜超过2公斤，整个怀孕过程中应控制在11至14公斤。\n【12】 3、适当服用一些保健品：目前有一些针对孕妇使用保健品，可以促进真皮的纤维生，增加皮肤弹性，预防妊娠。但是建议不要随便用药，可请医生帮忙。否则误食激素类药物，还会造成类似的萎缩纹。\n【13】 4、使用托腹带：可以承担腹部的重力负担，减缓皮肤过度的延展拉扯。\n【14】 5、使用专业的去妊娠纹产品：这个是最有效的预防和消减妊娠纹方法了，有条件的准妈妈可以购买适合自己的去妊娠纹霜。\n【15】 6、增强皮肤弹性：在怀孕期间要避免摄取过多的甜食及油炸食品，应摄取均衡的营养，改善皮肤的肤质，帮助皮肤增强弹性。饮食调理、运动是增加皮肤弹性很重要的两种方法。在怀孕期间可以多吃一些对胶原纤维有力的食物，像猪蹄，同时多吃一些含纤维高的果蔬以及含维生素C的食物，每天喝一杯脱脂牛奶。另外减少糖分的摄入，少吃含色素量高的食物也是很必要的。怀孕前做一些瑜伽等运动，怀孕后也要做适度的运动，做一些简单的家务是个很好的方法，这也是增强皮肤弹性预防妊娠纹的方法。\n【16】 **肥胖纹预防**\n【17】 由于许多青春期时体重急速增加，导致肥胖纹毫无忌惮的扩散在小腹、大腿及臀部间，不仅影响外观及心情，同时还会伴随皮肤干痒等不适症状。目前并无完全预防肥胖纹的方法，但以下几个方法可降低妊娠纹发生的机率\n【18】 1.加强皮肤保湿，早晚涂抹含果酸A酸类的药品及坡尿酸的保养品，配合适度按摩将可减缓肥胖纹发生。\n【19】 2.避免体重急据增加。\n【20】 **检查**\n【21】 相关检查\n【22】 血常规 尿常规\n【23】 不论男女老少都有可能出现的就是肥胖纹，不论是身材肥胖的人，或因减肥而瘦下来的人，在肥胖的部分都有可能生成肥胖纹。　\n【24】 肩膀、颈部、手臂、腹部、臀部、大腿等部位，同样会出现数条不规则的条纹。\n【25】 人体的腹部从外到内有许多层，它们是皮肤，皮肤弹性纤维，皮下脂肪层，肌纤维群与肌腱组成的腹直肌，腹膜前脂肪层和腹膜。正常情况下，皮肤弹性纤维与腹直肌保持一定的弹力，并在一定限度内自由伸缩。当女性怀孕超过3个月时，增大的子宫突出于盆腔，向腹腔发展，腹部开始膨隆，受增大的子宫影响，皮肤弹性纤维与腹部肌肉开始伸长。尤其是怀孕6个月后更加明显。当超过一定限度时，皮肤弹性纤维发生断裂，腹直肌腱也发生了不同程度的分离。于是，在腹部的皮肤上出现了粉红色或紫红色的不规则纵形裂纹。产后，虽然断裂的弹性纤维逐渐得以修复，但难以恢复到以前的状态，而原先皮肤上的裂纹便渐渐褪色，最后变成银白色，即妊娠纹。\n【26】 **鉴别诊断**\n【27】 肥胖纹：它开始是红色，随时间能够逐渐变暗，最后变成白色的条纹。如果不再变胖，时间长了，可以变成比较窄的白色条纹。如果在发胖的期间或怀孕的期间用一些增加皮肤弹性、促进胶原生长的药物可能会在一定程度上减轻或避免出现生长纹，但目前还没有很好的亡羊补牢的方法。这种情况对于健康没有影响，所以可以不用治疗。　　\n【28】 妊娠纹：妊娠纹的形成主要是妊娠期受荷尔蒙影响，腹部的膨隆使皮肤的弹力纤维与胶原纤维因外力牵拉而受到不同程度的损伤或断裂，皮肤变薄变细，腹壁皮肤会出现一些宽窄不同、长短不一的粉红色或紫红色的波浪状花纹。分娩后，这些花纹会逐渐消失，留下白色或银白色的有光泽的疤痕线纹，即妊娠纹。\n【29】 ", "title": "皮肤花纹", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/3174_jieshao.html\", \"category\": \"皮肤性病科::皮肤科::皮肤花纹\", \"create_time\": \"2023-12-26 16:28:34.649540\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:06", "update_time": "2024-01-28 18:51:21"}
{"id": 400003, "user_id": "6576f4e0014d3d1c31d6fe43", "user_name": "曾垂松", "task_id": 135, "source_info": {"seq_id": 964, "text": "【0】 # 婴儿湿疹结痂\n【1】 婴儿湿疹结痂是婴儿湿疹临床急性期出现的症状。婴儿湿疹(infantileeczema)是一种常见的、由内外因素引起的一种过敏性皮肤炎症。皮损以丘疱疹为主的多形性损害，有渗出倾向，反复发作，急、慢性期重迭交替，伴剧烈瘙痒。引起湿疹的病因是复杂的，其中最主要的是过敏因素是，所以有过敏体质家族史的小儿更容易发生湿疹。主要原因为对食入物、吸入物或接触物不耐受或过敏所致。\n【2】 **病因**\n【3】 婴儿湿疹结痂的病因：\n【4】 婴儿湿疹的病因较复杂，其发病与多种内外因素有关，有时很难明确具体的病因。患儿往往由消化道摄入食物性变应原如鱼、虾、牛羊肉、鸡蛋等致敏因素，使体内发生Ⅰ型变态反应。婴儿湿疹的高度发病率主要是由于患儿皮肤角质层薄，毛细血管网丰富，以及内皮含水及氯化物较多，因而容易发生变态反应。此外，机械性摩擦如唾液和溢奶经常刺激，也是本病的诱因。护理不当如过多使用较强的碱性肥皂，过高营养，以及肠内异常发酵等也可引起本病。有些婴儿，尤其在新生儿时期，由于母体雌激素通过胎盘传给胎儿，以致新生儿皮脂增多，易致脂溢性湿疹。　\n【5】 有些婴儿有遗传过敏素质(异位性素质)，家族中也有异位性皮炎、鱼鳞病、哮喘或过敏性鼻炎等病史，患儿对食物过敏，血中IgE数值增高，嗜酸细胞增高。随着年龄增长，皮肤损害逐渐限局于四肢屈侧处(肘窝、腋窝)，往往剧烈抓痒、反复不愈，直至儿童期甚至延续到成人期。某些外在因素如日光、紫外线、寒冷、湿热等物理因素，接触丝织品或人造纤维，外用药物以及皮肤细菌感染等，均可引起湿疹或加重其病情。\n【6】 **预防**\n【7】 1\\. 应尽量避免让宝宝接触可能引起过敏的物质。如宝宝对鸡蛋过敏，可暂时不添加。\n【8】 2\\. 如果宝宝吃母乳，妈妈应注意不要吃易引起过敏的鱼、虾、羊肉等食物，最好别吃辣椒等刺激性食品。\n【9】 3.给宝宝穿上棉质的宽大衣服，避免衣物摩擦加重湿疹。妈妈和宝宝都不要穿丝、毛织物的衣服，以免引起或加重过敏。\n【10】 **检查**\n【11】 相关检查\n【12】 人体内的微量元素检测\n【13】 根据病史及临床表现可诊断。\n【14】 **鉴别诊断**\n【15】 婴儿湿疹结痂易混淆的症状鉴别：\n【16】 1、 婴儿热痱：痱子多发生在炎热潮湿的夏季，其原因是由于汗液排泄不畅引起汗腺周围发炎，患者多为肥胖的婴儿或儿童。\n【17】 2、脂溢型湿疹：多见于1～3月的小婴儿，其前额、颊部、眉间皮肤潮红，被覆黄色油腻性鳞屑，头顶部可有较厚的黄浆液痂。以后，颏下、后颈、腋及腹股沟可有擦烂、潮红及渗出。其母孕期常常有脂溢性皮炎或较严重的痤疮。患儿一般在6个月后改善饮食时可以自愈。　\n【18】 3、渗出型湿疹：多见于3～6月肥胖的婴儿。先出现于头面部。除口鼻周围不易发生外，两面颊可见对称性小米粒大小红色小丘疹，间有小水疱及红斑，基底浮肿，片状糜烂渗出，黄浆液性结痂较厚。因抓痒常见出血，有黄棕色软痂皮。剥去痂皮后露出鲜红色湿烂面，呈颗粒状，表面易出血。如不及时治疗，可向躯干，四肢及全身蔓延，并可以继发感染。　\n【19】 4、干燥型湿疹：多见于6个月～1岁小儿，或在急性亚急性期以后。皮肤表现为丘疹、红肿、硬性糠皮样脱屑及鳞屑结痂，无渗出，常见于面部、躯干及四肢伸侧面。往往合并不同程度的营养不良。\n【20】 ", "title": "婴儿湿疹结痂", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/5889_jieshao.html\", \"category\": \"儿科::儿科综合::婴儿湿疹结痂\", \"create_time\": \"2023-12-26 16:28:31.971150\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:06", "update_time": "2024-01-28 18:12:35"}
{"id": 400002, "user_id": "6576f4e0014d3d1c31d6fe43", "user_name": "曾垂松", "task_id": 135, "source_info": {"seq_id": 941, "text": "【0】 # 外阴肿胀\n【1】 外阴肿胀痒痛是女性朋友常见的一种妇科疾病症状之一，其实外阴红肿痒痛是外阴各种不固病变所引起的一种症状。不良的卫生习惯等都可造成外阴肿胀。严重的外阴肿胀需到正规专业的医院进行专业检查，待查明病因后在医生指导下对症治疗。防治外阴肿胀还应注意每次大便后，应及时清洗，避免大便污染外阴。内衣应为纯棉质地，以免引起外阴过敏骚痒。\n【2】 **病因**\n【3】 外阴肿胀的病因：\n【4】 引起外阴肿胀的原因最常见的是外阴感染分泌物刺激：由真菌、淋球菌、滴虫、细菌引起生殖道炎症，产生异常白带的刺激，以及尿液（尿瘦、尿失禁）、粪便（粪瘦）的刺激化学品及药物刺激局部引起痒：如碱性肥皂、避孕套、卫生巾、化纤内裤等直接接触，此外不良的卫生习惯等都可造成外阴肿胀。\n【5】 **预防**\n【6】 外阴肿胀的预防：\n【7】 1、病因治疗，严重的外阴肿胀需到正规专业的医院进行专业检查，待查明病因后在医生指导下对症治疗。\n【8】 2、局部治疗，医生配剂溶液坐浴，涂抗生素软膏等。\n【9】 此外，防治外阴肿胀还应注意每次大便后，应及时清洗，避免大便污染外阴。内衣应为纯棉质地，以免引起外阴过敏骚痒。如果体内有蛲虫，应及时吃驱虫药，以免由蛲虫引起的外阴骚痒和红肿。对已经感染妇科炎症的女性，应即时就医。清洗外阴的盆和毛巾一定要专用，不应再有其他用途。\n【10】 **检查**\n【11】 相关检查\n【12】 外阴部妇科常规检查\n【13】 外阴肿胀的诊断与检查：\n【14】 外阴肿胀痒痛主要表现在女性朋友的会阴这个部位。如瘙痒多生于阴蒂、小阴唇，也可波及大阴、会阴，甚至肛周等皮损区。无原因的外阴痒肿一般仅发生在生育年龄或绝经后的妇女，多波及整个外阴部，但也可能仅局限于某部或单侧外阴，虽然瘙痒十分疼痛，甚至难以忍受，但局部皮肤和粘膜外观看起来正常，或仅有因搔抓过度而出现的抓痕。进行一般妇科检查即可。\n【15】 **鉴别诊断**\n【16】 外阴肿胀的鉴别诊断：\n【17】 1\\. 外阴瘙痒是外阴各种不同病变所引起的一种症状，但也可发生于外阴完全正常者，一般多见于中年妇女，当瘙痒加重时，患者多坐卧不安，以致影响生活和工作。\n【18】 2\\. 霉菌性阴道炎也称念珠菌性阴道炎，多见于幼女、孕妇、糖尿病患者，以及绝经后曾用较大剂量雌激素治疗的患者。\n【19】 诊断：外阴肿胀痒痛主要表现在女性朋友的会阴这个部位。如瘙痒多生于阴蒂、小阴唇，也可波及大阴、会阴，甚至肛周等皮损区。\n【20】 ", "title": "外阴肿胀", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/4618_jieshao.html\", \"category\": \"妇产科::妇科::外阴肿胀\", \"create_time\": \"2023-12-26 16:28:31.958963\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:06", "update_time": "2024-01-28 18:13:48"}
{"id": 400001, "user_id": "6576f4e0014d3d1c31d6fe43", "user_name": "曾垂松", "task_id": 135, "source_info": {"seq_id": 1313, "text": "【0】 # 小儿青盲\n【1】 皮质盲是大脑枕叶皮质受到毒素影响或血管痉挛缺血而引起的一种中枢性视功能障碍，以血管痉挛性损害最为常见。临床表现为双眼视觉完全丧失，瞳孔光反射正常，眼底正常，可有偏瘫等。本病常见于2～6岁小儿。现代西医学一般采用皮质激素及扩血管药物，但疗效不甚满意。皮质盲在中医学中相当于小儿青盲。中医认为与先天禀赋不足，肝肾亏损等有关。\n【2】 **病因**\n【3】 皮质盲的常见原因是脑血管病。约50%皮质性视力障碍由局灶性、闭塞性脑血管病引起，少见于脑炎、脑肿瘤、脑外伤、缺氧、变性、脱髓鞘病等。也可为一氧化碳中毒、癫痫发作后、脑血管造影和偏头痛的并发症之一。\n【4】 **预防**\n【5】 合理膳食可多摄入一些高纤维素以及新鲜的蔬菜和水果，营养均衡，包括蛋白质、糖、脂肪、维生素、微量元素和膳食纤维等必需的营养素，荤素搭配，食物品种多元化，充分发挥食物间营养物质的互补作用，对预防此病也很有帮助。\n【6】 **检查**\n【7】 相关检查\n【8】 眼底镜检查法 眼及眶区CT检查\n【9】 (1)视觉完全丧失，光感丧失。\n【10】 (2)强光照射或手指突然到达眼前时眼睑闭合反射丧失。\n【11】 (3)对光反射与辐辏反射存在。\n【12】 (4)视网膜结构正常，眼底无视神经萎缩。\n【13】 (5)可伴有偏瘫、偏身感觉障碍、失语、失认、记忆和定向力障碍等症状。\n【14】 (6)脑电图睁闭眼反应消失，视动性眼震无反应。\n【15】 (7)闪光ERG(视网膜电流图)正常，但视觉皮质诱发电位VEP检查异常。\n【16】 **鉴别诊断**\n【17】 皮质盲须与以下症状相鉴别。\n【18】 1.癔病性盲、诈盲\n【19】 (1)皮质盲常存在可引起皮质盲的各种原发病，如脑血管病、外伤等。癔病性盲常有精神创伤史。诈盲者存在一定的心理动机。\n【20】 (2)皮质盲常伴有其他器质性症状，而癔病性盲和诈盲往往存在其他神经功能性症状，且变化多端。\n【21】 (3)用强光束突然照眼或用尖物假作刺眼动作，皮质盲无瞬目反射及躲避反应，而癔病性盲和诈盲常存在瞬目反射及躲避反应。\n【22】 (4)皮质盲暗示或心理治疗无效，癔病性盲暗示或心理治疗有效。\n【23】 (5)皮质性盲不能出现视动性眼震，而癔病性盲和诈盲视动性眼震存在。\n【24】 (6)眼电生理检查(主要是视觉皮质诱发电位VEP)：皮质性盲VEP检查异常，而癔病性盲和诈盲VEP检查正常。癔病盲、诈盲脑电图睁闭眼反应存在。\n【25】 2.眼科疾病\n【26】 各种眼科疾病也可引起双眼视力丧失，包括角膜、视网膜、晶状体、玻璃体及视神经病变，如角膜炎、视网膜出血、白内障、视神经炎等疾病。与皮质盲鉴别，具有以下特点。\n【27】 (1)多为单眼视力障碍之后，再累及另一眼。\n【28】 (2)视力减退程度不一,很少双眼视力同时丧失。\n【29】 (3)多有眼病其他特征：如流泪、怕光等症状。\n【30】 (4)眼科检查可发现异常。\n【31】 (5)去除病因之后视力可有所改善。\n【32】 (6)头颅CT大多正常。\n【33】 ", "title": "小儿青盲", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/5006_jieshao.html\", \"create_time\": \"2023-12-26 16:28:30.219258\", \"category\": \"儿科::儿科综合::小儿青盲\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:06", "update_time": "2024-01-28 18:08:42"}
{"id": 400000, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 1479, "text": "【0】 # 桡骨头发育不良\n【1】 由于疾病引起的桡骨头发育异常。4岁以下的小儿桡骨头发育不全，环状韧带松弛，受到牵拉易发生半脱位。桡骨发育不良常见于染色体畸形及一些综合征,如18一三体综合征、13一三体综合症、血小板减少症、泌尿系统畸形等，超声主要表现为桡骨极短，有曲，拇指几乎可碰到前臂内侧，或不见显示。\n【2】 桡骨发育不良：指甲-髌骨综合征临床表现：个别伴有桡骨头发育鵻不良和桡尺关节异常。4岁以下的小儿桡骨头发育不全，环状韧带松弛，受到牵拉易发生半脱位。脱位后出现疼痛、肿胀、畸形、功能障碍、关节对合关系异常。X射线片可确诊，并可判定有无合并骨折以及是否存在其他病理改变。治疗以手法复位为主，切忌粗暴。复位不成功者才切开复位。复位后制动3周，开始主动运动，辅以轻柔的被动运动，恢复关节活动及肌力，切勿暴力被动推拿。\n【3】 **病因**\n【4】 桡骨头的关节面和桡骨纵轴有一定的倾斜度，其大小与前臂旋转活动有关。倾斜度的变化会影响环状韧带的上下活动，在前臂的旋前旋后位，这种倾斜度的可变性无疑使之易于脱位。当肘关节伸直位手腕或前臂突然受到旋转动作的纵向牵拉，环状韧带下部将产生横行撕裂，向下轻微活动，肱桡关节间隙变大，关节囊及环状韧带上部由于关节腔的负压作用，只需滑过桡骨小头倾斜远端一部分关节面就可嵌顿于桡骨关节间隙，从而阻止了桡骨小头复位，造成桡骨小头半脱位。\n【5】 **预防**\n【6】 1、平时牵拉(提)小儿手部时，应同时牵拉衣袖。　　\n【7】 2、防止跌仆。　　\n【8】 3、成人与小儿嘻闹时应注意方法，不能单牵(提)手。　　\n【9】 4、若出现上述表现，家长可自行复位，若不成功则应到医院就诊。　　\n【10】 5、避免反复脱位，形成习惯性。　　\n【11】 6、穿衣服时，应避免手部旋前位牵拉，应和衣袖同时拉扯。\n【12】 **检查**\n【13】 相关检查\n【14】 四肢的骨和关节平片 CT检查\n【15】 1、症状：耳痒、流水，合并感染时伴有耳痛、红肿。　　\n【16】 2、检查：见外耳道和鼓覆盖有黄色或白色粉末状或绒毛状苔膜，有时分泌物或痂皮呈筒状，除去后见患处略充血潮湿。合并细菌感染时，可有耳痛、流脓。轻者亦可无症状，仅检查时发现。　　\n【17】 3、并发症：易合并其它感染。\n【18】 **鉴别诊断**\n【19】 在鉴别诊断方面，桡骨小头脱位与桡骨小头半脱位要区别开来，主要有以下的一些鉴别要点：\n【20】 1、桡骨小头半脱位常见于2-4岁小儿，因桡骨头尚未发育完全，环状韧带较松弛，当强力牵拉时，易发生脱位，桡骨头被拉至漏斗环状韧带的远侧，有时部分韧带嵌于肱桡关节之间。\n【21】 2、常有提拉患儿手臂上楼梯或走路的受伤史。\n【22】 3、半脱位时患儿哭闹，肘部疼痛，肘部半屈曲，前臂中度旋前，不敢旋后和屈肘，不肯举起和活动患肢，桡骨头部位压痛，X线检查阴性。\n【23】 4、 复位时不用麻醉，先将前臂旋后，伸肘稍加牵引，拇指压肘前桡骨小头处，屈曲肘关节，必要时前后旋转前臂，可感到复位的响声，复位后肘部及前臂可活动自如。\n【24】 5、复位后用三角巾悬吊一周。\n【25】 6、如活动时疼痛或复发，宜用石膏固定于屈肘90度，时间2周，应注意勿提拉小儿手臂，防止复发。\n【26】 7、5岁左右桡骨头长大，就不易脱出了。\n【27】 8、注意，桡骨小头脱位多为先天性，很少见，小儿无外伤史，肘部可扪及脱位的桡骨小头，X线片显示桡骨小头脱位，即可确定诊断。\n【28】 9、婴幼儿期桡骨小头脱位可试图闭合复位，桡骨小头后脱位者前臂旋后位及肘关节伸直位固定、而桡骨小头前脱位者肘关节屈曲位固定。复位后石膏固定4-6周。疗效差。\n【29】 10、桡骨小头脱位手术治疗 年龄要在3岁以后，采用桡骨小头切开复位，在桡骨干中部旋前圆肌附着点处短缩截骨、环状韧带重建术。采用克氏针暂时将桡骨小头与肱骨小头固定。石膏固定6周后拔除克氏针。\n【30】 11、较大儿童桡骨小头脱位时因无法复位，可到青春期考虑行桡骨小头切除术。\n【31】 另外临床上桡骨小头半脱位还需与肘关节软组织损伤、肱骨外髁骨折、桡骨小头骨折等相鉴别。\n【32】 1、症状：耳痒、流水，合并感染时伴有耳痛、红肿。\n【33】 2、检查：见外耳道和鼓覆盖有黄色或白色粉末状或绒毛状苔膜，有时分泌物或痂皮呈筒状，除去后见患处略充血潮湿。合并细菌感染时，可有耳痛、流脓。轻者亦可无症状，仅检查时发现。\n【34】 3、并发症：易合并其它感染。\n【35】 ", "title": "桡骨头发育不良", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/3056_jieshao.html\", \"create_time\": \"2023-12-26 16:28:28.534934\", \"category\": \"儿科::儿科综合::桡骨头发育不良\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:06", "update_time": "2024-01-28 18:28:00"}
{"id": 399999, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 800, "text": "【0】 # 胃纳差症状\n【1】 胃纳差在中医范畴中归属于脾胃病，由多种原因导致的。纳差，简单的讲就是吃饭不太好。可见于抑郁症早期症状及消化道疾病。\n【2】 主要病因是饮食习惯不良如饮食不节制、经常吃冷饮或冰凉的食物引起，再加上生活节奏快，精神压力大，更易导致胃病，所以需要养成良好的饮食习惯。胃寒病人可多吃胡椒猪肚汤、姜汤。调理好胃寒的病症，恢复健康脾胃。\n【3】 **病因**\n【4】 主要病因是饮食习惯不良如饮食不节制、经常吃冷饮或冰凉的食物引起，再加上生活节奏快，精神压力大，更易导致胃病，所以需要养成良好的饮食习惯。胃寒病人可多吃胡椒猪肚汤、姜汤。胡椒和生姜是健胃、暖胃的调味品，可以调理好胃寒的病症，恢复健康脾胃。\n【5】 **预防**\n【6】 买些红枣和枸杞子，每天把七八颗红枣撕碎，去核，然后加上十几粒枸杞子，放在小保温瓶中，冲上开水，约泡半小时后，连同红枣、枸杞子一起服下。但要注意喝时起码要距进餐半小时以上。红枣是一种补气药物，具有补益中气的功效，因果肉微酸而刺激唾液腺大量分泌消化液，可促进人体的正常食欲，经常食之可明显提高消化功能。枸杞作为药材，在我国有悠久的历史。枸杞果实是补益治虚良药，历代“本草”对其功效都有过论述。可以看出，大枣和枸杞同用，对治疗体虚患者的胃纳差，是有科学依据的。\n【7】 **检查**\n【8】 相关检查\n【9】 胃超声检查 胃肠道CT检查 胃部检查 胃镜\n【10】 胃不适伴随症状繁多，如打嗝、胀气、恶心、呕吐、腹泻、胸闷等，由于每种疾病表现的症状不同，如果伴随胸闷烧心、吐酸水、打嗝等症状，可能是食道疾病;假如伴随空腹疼痛、饱胀饿痛、打嗝具酸味、甚至吐血等症状，可能是胃溃疡，但如果打嗝、黄疸、发烧等症状，与胃可能无关，或是胆囊的问题。因此不能忽视腹痛外所伴随的各项症状。\n【11】 **鉴别诊断**\n【12】 肝气犯胃食欲不振：不思饮食，呃逆嗳气，精神抑郁，胸胁胀闷或胀痛，脉弦。\n【13】 脾胃湿热食欲不振：呕恶厌食，脘腹痞闷，周身疲乏倦怠，大便溏而不爽，溲黄而短，舌红，苔黄白而腻，脉濡数或滑。\n【14】 胃阴不足食欲不振：?不欲食，口渴喜饮，唇红乾燥，大便乾结，小便短少，舌质红，苔少，脉细略数。\n【15】 脾胃气虚食欲不振：不思饮食，食后腹胀，或进食少许即泛泛欲吐，气短懒言，倦怠少力，舌淡苔白，脉缓弱。\n【16】 脾胃虚寒食欲不振：饮食无味，不知?饿，进食稍多则脘腹闷胀欲呕，脘腹隐痛或阵痛，喜暖畏寒，按之则舒，疲倦气短，四肢不温，大便溏薄，舌淡苔白，脉沉迟。\n【17】 脾肾阳虚食欲不振：口淡，面色(白加光)白，气短懒言，疲乏倦怠，畏寒肢冷，腹胀或腹痛，腰?腿软或肢体浮肿，完?不化或五更泄泻，舌质淡舌体胖，脉沉细弱。\n【18】 伤食食欲不振：厌食，嗳腐吞酸，脘腹饱胀，大便臭秽或秘结不通，舌苔厚腻，脉滑。\n【19】 临床除见到纳食减少外，还伴有食后腹胀、面色萎黄、气短懒言、大便稀等症状。\n【20】 ", "title": "胃纳差症状", "tags": "", "lang": "", "attr": "{\"exta\": {\"category\": \"中医科::中医综合::胃纳差症状\", \"url\": \"https://zzk.xywy.com/4728_jieshao.html\", \"create_time\": \"2023-12-26 16:28:32.621502\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:06", "update_time": "2024-01-28 18:30:57"}
{"id": 399998, "user_id": "6576f4e0014d3d1c31d6fe43", "user_name": "曾垂松", "task_id": 135, "source_info": {"seq_id": 1674, "text": "【0】 # 表皮发生钙化\n【1】 弹性假黄瘤其皮肤损害临床表现为表皮发生钙化。弹性假黄瘤(pseudoxanthoma elasticum)早期曾称为弥漫性黄色斑瘤(diffuse xanthelasma)，以后又有非典型黄色瘤，营养不良性弹力纤维病之称。由于遗传方式不同，可分为常染色体显性遗传与常染色体隐性遗传两型，每型又各分两组，临床多见染色体显性Ⅰ、Ⅱ组和常染色体隐性Ⅰ组，而常染色体隐性Ⅱ组较为罕见，通常显性遗传症状较隐性遗传严重。\n【2】 **病因**\n【3】 **一、发病原因**　　\n【4】 本病属于全身弹力纤维障碍，病因迄今不明。多数人认为与先天性因素有关。\n【5】 1、家族遗传：根据本病多有家族史这一事实，因而认为本病与遗传有关。　　\n【6】 2、内分泌障碍：甲状腺或胸腺肥大、卵巢功能障碍，可以引起本病，因而推论本病可能与内分泌障碍有关。　　\n【7】 3、代谢障碍：有人对本病进行皮肤组织学检查发现有弹力纤维形成和代谢异常。也有人发现病变的皮肤胶原含量和前胶原脯氨酸羟化酶活性降低。　　\n【8】 **二、发病机制**　　\n【9】 发病机制还不清楚。多数人认为与先天性因素有关。\n【10】 **预防**\n【11】 1、婚前检查：婚前检查(即婚姻保健)，它是保证男女双方婚后生活幸福、后代健康的重要环节。婚前检查的重点是：\n【12】 ①遗传病方面的调查，包括详细询问男女双方及其家庭成员的健康状况，既往病史及医治情况，尤其是有无先天畸形，遗传病史和近亲婚配史。必要时应进行家系调查、血型检查、染色体检查或基因诊断，以检出携带者。\n【13】 ②全面的体格检查，主要是对急性传染病，结核病，或严重的心、肝、肾疾病，泌尿道慢性炎症等可严重威胁个人或配偶健康的疾病，以及女方的严重贫血、糖尿病等可对胎儿造成影响的疾病的检出，并动员经治愈后才可结婚。\n【14】 ③对男女生殖器官的检查，检出性器官畸形，两性畸形等疾患，以便极早采取措施。　　\n【15】 2、遗传咨询：遗传咨询(genetic counselling)是由临床医生从遗传学上作肯解答遗传病患者及其亲属提出的有关遗传性疾病的病因、遗传方式、诊断、治疗及预后等问题，估计患者的子女再患某病的概率，并提出建议及指导，以供患者及其亲属参考。遗传咨询的意义在于：\n【16】 ①减轻患者身体和精神上的痛苦，减轻患者及其亲属的心理压力，帮助他们正确对待遗传病、了解发病概率，采取正确的预防、治疗措施。\n【17】 ②降低人群遗传病的发生率，降低有害基因的频率，及减少传递机会。\n【18】 **检查**\n【19】 相关检查\n【20】 皮肤涂片显微镜检查 皮肤病的物理检查\n【21】 本病好发于青年女性。主要有皮肤损害，心血管损害，消化道病变，眼部病变，神经精神病变，肾脏病变。　　\n【22】 主要临床表现：\n【23】 1、皮肤损害：一般发生在青少年期，但也可见于出生后不久。皮疹对称，好发于颈部两侧、脐周、腋窝、窝和腹股沟等部皱褶处，亦可见于口腔、鼻腔黏膜，偶可见于阴道或直肠黏膜。皮肤增厚，弹性差，松弛。皮疹呈针头大到豆大，为淡黄至橘黄色丘疹或小结节，多成簇分布或融合成网状。一部分毛孔扩大，如“拔毛的鸡皮”，外观呈橘皮样。也有报道表皮发生钙化或发生穿透性皮肤变性者。部分病人可有皮肤过度伸展，但不一定有皮疹。\n【24】 2、心血管损害：包括周围血管病、高血压、冠心病和内膜纤维化与钙化。当肢体动脉受累时，可出现脉搏减弱或消失、间歇性跛行。约1/3病例有心绞痛发作，但发生急性心肌梗死和猝死者较少。充血性心力衰竭可能与多种因素有关，血管病变和心内膜纤维化都可引起心衰，高血压和冠心病也是促发心衰的重要因素。　\n【25】 3、消化道病变：在小儿期，可反复发生消化道出血。其原因可为消化道溃疡或食管裂孔疝。胃镜检查可发现消化道黏膜改变与皮肤改变相似。另外，有的病人可出现胃肠扩张与脱肛等。　　\n【26】 4、眼部病变：眼底视网膜血管呈线纹状，为本病的特征性改变。这种改变表现为有较血管粗的灰白色线纹，于视盘周围呈不规则的环状或放射状分布。视网膜出血可引起视力障碍。随着年龄的增长，可发生增生性改变、色素沉着、网状黄斑、脉络膜玻璃样变性、视网膜结疤。当黄斑部受累时，可出现严重视力减退。眼底改变多数与皮肤改变、消化道反复出血同时发生。　　\n【27】 5、神经精神病变：可因脑血管病变而引起神经精神症状，出现轻度偏瘫、智力异常、蛛网膜下腔出血、基底动脉供血不全、癫痫等。　　\n【28】 6、肾脏病变：肾内和肾外动脉均可发生病变，肾血管受累可导致高血压病。\n【29】 **鉴别诊断**\n【30】 1、表皮角化：角化是角朊细胞的一个重要特征。从基层细胞开始，角朊细胞不断分化，向上移行，经历棘层、颗粒层，最终成为角层细胞而完成其角化过程。　　\n【31】 2、皮肤落屑并导致表皮剥脱：一般在起病后第3日和第7日之间，可发生皮肤落屑并导致表皮剥脱，尤见于手掌和足底的皮肤。　　\n【32】 3、表皮全层坏死及表皮下大疱：常见于中毒性坏死性表皮松解型药疹，皮肤表现为表皮全层坏死及表皮下大疱形成。临床表现，起病急，伴有高热、烦躁、嗜睡、抽搐、昏迷等明显全身中毒症状。皮肤表现为表皮全层坏死及表皮下大疱形成。开始时为大片鲜红斑片，继而紫褐色，1～2天内斑上出现大疱并扩展，副合成几十厘米大小，呈现出多数平行性条状绉纹。大疱极易擦破而出现大片糜烂，类似Ⅱ度烫伤。Nilolsky征(十)，同时，口、眼、鼻、上呼吸道、阴部、食管处粘膜，可广泛受累。粘膜脱落后出现大片糜烂面。疼痛极著。体温常持续在40℃上下，历2～3周不退。心、肾、肝、脑亦常受累。预后严重，病死率25%～50%。多因继发感染、肝肾功能障碍、水电解质紊乱而死亡。　　\n【33】 4、全身皮肤粗厚：是巨人症的临床表现之一， 巨人症系腺脑垂体分泌生长激素(GH)过多，引起组织、骨骼及内脏的增生肥大及内分泌代谢紊乱的疾病。发病在青春期前、骺部未闭合者为巨人症。\n【34】 ", "title": "表皮发生钙化", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/251_jieshao.html\", \"category\": \"皮肤性病科::皮肤科::表皮发生钙化\", \"create_time\": \"2023-12-26 16:28:28.978236\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:06", "update_time": "2024-01-28 18:48:39"}
{"id": 399997, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 1158, "text": "【0】 # 汗毛过多\n【1】 汗毛过多是多毛症的症状之一。有先天性的，它包括家属性多毛症、过早发育症、男性两性畸形和原发性多毛症四种。原发性多毛症是由于毛囊对内源性雄激素过敏或外周二氢睾丸酮增加引起的。后天性的疾病、药物所导致的。\n【2】 **病因**\n【3】 **(一)发病原因**\n【4】 1\\. 先天性的。它包括家属性多毛症、过早发育症、男性两性畸形和原发性多毛症四种。原发性多毛症是由于毛囊对内源性雄激素过敏或外周二氢睾丸酮增加引起的。\n【5】 2\\. 大脑与下丘脑病变，如脑炎、多发性硬化症和颅骨内板增生引起的多毛症。\n【6】 3\\. 垂体性多毛症，如肢端肥大症、糖尿病、嗜碱细胞瘤(继发性皮质醇增多症)都可能引起多毛症。\n【7】 4\\. 青年型甲状腺功能减退引起的多毛症。\n【8】 5\\. 肾上腺性腺征候群和皮质醇增多症引起的多毛症。\n【9】 6\\. 绝经期或有多囊卵巢或有卵泡膜增生症和患卵巢肿瘤等妇女，会得多毛症。\n【10】 7\\. 妇女因为用了外源性药物(如雄激素、苯妥因纳、合成孕激素、可的松)，妊娠，有精神性厌食、精神紧张或受到局部刺激等引起的多毛症。\n【11】 在诸多原因中，以肾上腺瘤、卵巢肿瘤、多囊卵巢、卵泡膜增生症以及原发性多毛症最为多见。\n【12】 **(二)发病机制**\n【13】 1.家族性遗传性多毛症\n【14】 多毛症可因血浆睾酮水平升高，或睾酮在毛囊中转化为二氢睾酮增多所致。有家族性遗传性多毛症的女性患者中，其体毛比正常人略多，细而长，分布如男性，可能系毛囊对雄激素比较敏感，受体丰富，对体内正常量雄激素或外源性小剂量雄激素均能引起多毛症之故。\n【15】 2.肾上腺性多毛症\n【16】 (1)肾上腺肿瘤：肾上腺皮质腺瘤或肾上腺皮质癌时，可以合成分泌过多的雄烯二酮、去氢表雄酮及睾酮等雄激素，从而引起多毛症与女性男性化表现。\n【17】 (2)库欣病：ACTH分泌增多引起双侧肾上腺皮质增生，发生皮质醇增多症，ACTH多来源于脑腺垂体嗜碱性细胞或嫌色细胞，较少来源于异位ACTH综合征，即某些恶性肿瘤如肺癌等。肾上腺皮质增生经常分泌肾上腺雄激素增多，而引起女性闭经、多毛与男性化表现。\n【18】 (3)先天性肾上腺皮质增生的男性化：肾上腺P450 C2l-羟化酶缺乏，P450 C11-羟化酶缺乏和3β-HSD缺乏时，肾上腺皮质醇合成障碍与减少，可引起ACTH代偿性分泌增多，导致雄激素分泌过多和肾上腺皮质增生，此时青年女性患者可有不同程度的多毛症与男性化表现，即闭经、喉结出现与声音低沉等异常。\n【19】 3.中枢性多毛症\n【20】 (1)大脑性多毛症：大脑损伤后如脑炎、多发性脑硬化症，松果体肿瘤及颅骨内板增生症等可有部分患者雄激素分泌增多，而诱发多毛症。\n【21】 (2)下丘脑与垂体性多毛症：下丘脑与腺垂体肿瘤，腺垂体嗜酸性细胞腺瘤，嗜碱性细胞增生与腺瘤等，可使肾上腺皮质增生，而引发多毛症，肢端肥大症也可有多毛症表现。\n【22】 4.卵巢性多毛症\n【23】 (1)多囊卵巢综合征：是较常见多毛症的原因，可伴有阴蒂肥大。由于多囊卵巢时其芳香化酶、3β-羟类固醇脱氢酶受抑制及P450C、17和20-裂解酶活性增强而使得卵泡膜细胞增生，合成雄激素增多而发生多毛症及男性化表现。\n【24】 (2)卵巢肿瘤：如卵巢生殖细胞瘤、门细胞瘤、卵巢性索瘤及肾上腺残余细胞瘤等可合成分泌雄激素，引起多毛症与男性化表现。\n【25】 5.药源性多毛症\n【26】  一些药物如非激素药物中的苯妥英钠、二氮嗪、米诺地尔和环胞霉素等，激素类药物如泼尼松等服用时间过长，剂量较大时均可引起多毛症。\n【27】 6.胰岛素抵抗综合征与多毛症\n【28】 遗传性胰岛素受体缺陷引起胰岛素抵抗综合征有3种类型：①胰岛素抵抗A型，其临床表现多有糖尿病、黑棘皮病及雄激素水平升高;②脂肪萎缩性糖尿病可有糖尿病、脂肪萎缩、甘油三酯升高、黑棘皮病和雄激素水平升高;③矮妖精症表现为在宫内生长停滞、空腹低血糖、矮妖精貌及雄激素水平升高。这几种高胰岛素血症均可引起卵泡膜细胞增生而合成分泌雄激素过多，发生多毛症及男性化表现。\n【29】 7.特发性多毛症\n【30】 临床上比较常见，患者既无遗传家族史又无器质性病变，也无服药史，主要表现的多毛症找寻不到病因，其检查也均属正常，此类患者属于特发性多毛症。\n【31】 **预防**\n【32】 当前症状暂无相关可参考资料。\n【33】 **检查**\n【34】 相关检查\n【35】 毛发 腹部体毛检查 毛发矿物质检查 汗液电解质检查\n【36】 雄激素生成过多最敏感的标志就是多毛，然后才是痤疮、皮肤油腻、性欲增强、阴蒂肥大，最后是男性化，男性化多提示是肿瘤。\n【37】 痤疮是雄激素过多的另一个标志，虽然不少痤疮病人的睾酮水平并不高，但有5α-还原酶增高的证据。脱发也是临床表现之一，有40%的脱发病人有高雄激素血症。\n【38】 对高雄激素血症的病人应特别注意有否黑棘皮病。\n【39】 妊娠时出现的多毛常是由黄素瘤引起的，分娩后会消失，惟一的危险就是有可能导致女胎男性化。妊娠合并卵巢功能性肿瘤的机会极少，因为后者本身就不容易怀孕。\n【40】 在询问病史及体检时，应注意多毛的程度及多毛发展的速度，其与肿瘤相关。也应注意有否肢端肥大症和库欣综合征的其他表现，并应特别注意询问用药史：如达那唑;治疗更年期综合征的复方制剂中也可能含有少量雄激素，;其他如苯妥英钠、米诺地尔、氯丙嗪和二氮嗪等。\n【41】 对多毛病人应特别注意月经问题，如为年轻女性，长期月经不规则，多毛缓慢进展，则最可能的诊断就是无排卵引起的卵巢性多毛。\n【42】 **鉴别诊断**\n【43】 应与下面的症状相鉴别诊断：\n【44】 1.妊娠时出现的多毛\n【45】 妇女除多毛外，无其它内分泌功能紊乱的症状和体征时称为特发性妇女多毛症，主要见于妊娠期妇女和绝经期妇女。妇女在妊娠期间，发生一系列生理性的内分泌变化，其中脑垂体前叶分泌较多促肾上腺皮质激素和促性腺激素，由此引起肾上腺皮质激素及卵巢和肾上腺分泌的雄性激素增加。过多的雄性激素使毛发的生长期延长，毛发因此较平时为长;同时也可使条毛的数量增多，因此妊娠的早期即可出现多毛。本病是特发性妇女多毛症的一种。\n【46】 2.卵巢性多毛\n【47】 卵巢性多毛属于多毛症的一种。多毛症(hypertrichosis)一般系指女性体毛生长过多，分布异常，是血循环中雄激素主要包括睾酮、双氢睾酮、雄烯二酮、脱氢表雄酮和硫酸脱氢表雄酮等生成增多。临床上可出现女性性征毛发生长过盛，分布呈男性化倾向。主要表现颜面、耳前、口周围、胸前、乳头周围、腋窝、背部、下腹部、阴毛多而密，向脐部呈菱形分布，以及下肢及大腿前部，常伴月经不调，性冷淡等。女性多毛常被认为是有某种男性化疾病存在，并有心理压力来寻求诊治。\n【48】 3.腰骶部皮肤多毛、异常色素沉着\n【49】 脊髓栓系综合征的患者特别是儿童，要警惕此病的一个临床表现：腰骶部皮肤多毛、异常色素沉着。脊髓栓系综合征(tethered cord syndrome，TCS)是由于各种先天和后天原因引起脊髓或圆锥受牵拉，产生一系列神经功能障碍和畸形的综合征。由于脊髓受牵拉多发生在腰骶髓，引起圆锥异常低位，故又称低位脊髓。\n【50】 4.面部多毛\n【51】 面部多毛是指汗毛密度增加变长变多，超过正常生理范围，一般表现为面部、阴部、腋下、腹、背及四肢体毛明显增多增长增粗而黑，有的还长胡须、胸毛及乳头长毛，常伴月经不调，性冷淡等。\n【52】 进入青春期后，少女全身逐渐长出长长的毛，一般情况下这是正常的。但有个别少女，在手臂、腿、脸、后背等，都长了长长的毛，用专治脱毛的药膏涂擦，希望能恢复正常，可是非但没用，反而长得更长、更黑了。到了夏天，甚至不好意思穿短袖衣服和裙子。\n【53】 雄激素生成过多最敏感的标志就是多毛，然后才是痤疮、皮肤油腻、性欲增强、阴蒂肥大，最后是男性化，男性化多提示是肿瘤。\n【54】 痤疮是雄激素过多的另一个标志，虽然不少痤疮病人的睾酮水平并不高，但有5α-还原酶增高的证据。脱发也是临床表现之一，有40%的脱发病人有高雄激素血症。\n【55】 对高雄激素血症的病人应特别注意有否黑棘皮病。\n【56】 妊娠时出现的多毛常是由黄素瘤引起的，分娩后会消失，惟一的危险就是有可能导致女胎男性化。妊娠合并卵巢功能性肿瘤的机会极少，因为后者本身就不容易怀孕。\n【57】 在询问病史及体检时，应注意多毛的程度及多毛发展的速度，其与肿瘤相关。也应注意有否肢端肥大症和库欣综合征的其他表现，并应特别注意询问用药史：如达那唑;治疗更年期综合征的复方制剂中也可能含有少量雄激素，;其他如苯妥英钠、米诺地尔、氯丙嗪和二氮嗪等。\n【58】 对多毛病人应特别注意月经问题，如为年轻女性，长期月经不规则，多毛缓慢进展，则最可能的诊断就是无排卵引起的卵巢性多毛。\n【59】 ", "title": "汗毛过多", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/1490_jieshao.html\", \"create_time\": \"2023-12-26 16:28:30.909751\", \"category\": \"皮肤性病科::皮肤科::汗毛过多\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:06", "update_time": "2024-01-28 18:41:07"}
{"id": 399996, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 1557, "text": "【0】 # 21-羟化酶缺陷症\n【1】 21-羟化酶缺陷症属于先天性肾上腺增生症的一种最常见类型，占本症的90%-95%。21-羟化酶基因位于人类第6号染色体长臂，由于编码21羟化酶基因的缺失、转换活突变，导致体内21-羟化酶缺乏或不足。部分患者有不同程度的肾上腺皮质功能低下表现，于应激状态下可发生虚脱。由于皮质醇减少，有时也可能发生低血糖。少数有色素沉着加重。\n【2】 **病因**\n【3】 21-羟化酶是一种微粒体酶，它促使17α-羟孕酮及孕酮转化为11-去氧皮质醇及11-去氧皮质酮，这种酶的减少或活性降低导致类固醇激素的合成阻滞于孕酮和17α-羟孕酮水平。因雄性激素的合成不需要21-羟化酶，在长期过重的ACTH刺激下，大量皮质醇前体进入雄性激素的合成途径，导致雄性激素水平升高。\n【4】 **预防**\n【5】 合理膳食可多摄入一些高纤维素以及新鲜的蔬菜和水果，营养均衡，包括蛋白质、糖、脂肪、维生素、微量元素和膳食纤维等必需的营养素，荤素搭配，食物品种多元化，充分发挥食物间营养物质的互补作用，对预防此病也很有帮助。\n【6】 **检查**\n【7】 相关检查\n【8】 遗传筛查\n【9】 1、单纯男性化型约占三分之一，病情较轻，尚未影响到盐皮质激素的合成，仅有雄性激素过多的表现。\n【10】 (1)女性假两性畸形：女性胎儿因雄激素分泌过多，虽然其性腺为卵巢，但是外生殖器有男性畸形。阴蒂显著肥大，能勃起，犹如重度尿道下裂的阴茎。幼儿期即有阴毛及腋毛出现，并可见胡须及面部痤疮。至青春期，不出现女性青春期变化，无月经，乳房平坦。患者输卵管、卵巢、子宫均呈不发育状态。\n【11】 (2)男性假性性早熟：男性胎儿出生时外生殖器基本正常，仅阴茎稍大。1-2岁后阴茎发育快，能勃起，同时有阴毛出现，肌肉发达，但睾丸小于正常，虽有精液，但其内不含精子。\n【12】 2、男性化伴失盐型约占三分之二，除去上述男性化表现外，由于盐皮质激素合成不足，出现低血钠、高血钾、脱水、低血压及血浆肾素活性增加等表现。\n【13】 此外，患儿均有生长发育异常。出生时身长正常，1-2岁后生长明显加速，身高、体重一般超过同龄儿童，毛发、肌肉发达。但由于骨骺在12-13岁即融合，停止发育，故幼儿期体格较正常儿童高，至青春期和成年期，体格较正常人矮。\n【14】 部分患者有不同程度的肾上腺皮质功能低下表现，于应激状态下可发生虚脱。由于皮质醇减少，有时也可能发生低血糖。少数有色素沉着加重。\n【15】 **鉴别诊断**\n【16】 1、细胞色素C氧化酶缺乏症：是范科尼综合征的一种，范科尼(Fanconi)综合征是一种遗传性或获得性疾病。常与胱氨酸病相伴发，其特征是近端肾小管功能异常，引起葡萄糖尿，磷酸盐尿，氨基酸尿及碳酸氢盐尿。本病较罕见，多于成年出现症状，有肾性糖尿、多种氨基酸尿、高钙尿症、肾丢失钠、低磷血症、近端肾小管性酸中毒、低尿酸血症、肾小管性蛋白尿，低钾血症(肌无力、软瘫、周期性瘫痪等)，低钙血症(手足搐搦症)等。　　\n【17】 2、海藻糖酶缺乏：属于二糖酶缺乏症临床分类之一。本病又称双糖不耐受症，系指各种先天性或后天性疾病，使小肠黏膜刷状缘双糖酶缺乏，使双糖的消化、吸收发生障碍，进食含有双糖的食物时发生的一系列症状和体征。　　\n【18】 3、溶酶体酶缺陷：溶酶体内的酶都是水解酶，而且一般最适pH为5，所以都是酸性水解酶。溶酶体内的酶如果释放会把整个细胞消化掉。一般不释放到内环境，主要进行细胞内消化。先天性溶酶体病是由于染色体上某些基因发生突变，而先天缺乏某种溶酶体酶而导致的一类代谢性遗传病。患者因酶缺失或酶结构缺陷，致使细胞中相应的底物无法降解而贮存，堆积在次级溶酶体中，造成细胞代谢障碍，故又称溶酶体贮积病。粘多糖贮积病是一组由于溶酶体酶缺陷造成的酸性粘多糖分子(氨基葡聚糖)不能降解，导致组织中大量粘多糖沉积和尿中粘多糖排泄增加而发生的疾病。 　　\n【19】 4、女性非典型21-OHD与多囊性卵巢综合征鉴别：后者多发生于生育年龄妇女，具有高雄激素症状和体征，且有胰岛素抵抗现象，B超显示有多个卵巢囊肿。\n【20】 5、失盐型21-OHD与慢性肾上腺皮质功能不全(hypoadrenocorticism，Addison病)鉴别，Addison病有失盐、皮质醇减低、性激素降低，无男性化症状，且17-OHP正常。\n【21】 ", "title": "21-羟化酶缺陷症", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/769_jieshao.html\", \"category\": \"儿科::儿科综合::21-羟化酶缺陷症\", \"create_time\": \"2023-12-26 16:28:29.347309\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:06", "update_time": "2024-01-28 19:19:34"}
{"id": 399995, "user_id": "6576f4e0014d3d1c31d6fe43", "user_name": "曾垂松", "task_id": 135, "source_info": {"seq_id": 771, "text": "【0】 # 胃阴虚\n【1】 胃阴虚指 胃的阴液不足所出现的证候。见《类证治裁.脾胃》。又称胃阴不足。由胃热、胃火炽盛，或温热病耗伤胃阴所致。证见口干唇燥，嘈杂，干呕，饮食减少，或吞咽不利，食后胸膈不适，大便干结，舌红中心干，少苔，或舌光、干绛，脉细数等。\n【2】 **病因**\n【3】 多由胃病久延不愈，或热病后期阴液未复，或平素嗜食辛辣，或情志不遂，气郁化火导致胃阴耗伤。\n【4】 **预防**\n【5】 适宜食物：具有滋养胃阴作用的食物，如小麦、牛奶、鸡蛋、猪肉、鸭肉等。具有润养胃津作用的食物，如银耳、燕窝、枇杷、梨、苹果、蕃茄、乌梅、豆腐等。\n【6】 建议食疗方\n【7】 银耳汤：干银耳15克，置大碗中，加冰糖10克、清水200毫升，上笼蒸1小时左右即可。\n【8】 五味子红枣炖冰糖：取五味子1仓克，红枣10枚，冰糖适量，加水共炖，去渣饮水，每日1剂，分2次服。治肝炎转氨酶增高者。\n【9】 白鸭小麦粥：将清水煮熟后的白鸭胸脯肉50克，用刀背捣成泥，加少量鲜姜汁和料酒和匀，30分钟后与去壳的整粒小麦80克置锅中，加入煮白鸭的清汤，去掉浮油，文火炖煮，熟后加适量盐和味精。\n【10】 **检查**\n【11】 相关检查\n【12】 胃超声检查\n【13】 胃脘隐隐灼痛，食欲减煺，干呕恶心，口渴喜冷饮，或脘痞不舒，或干呕呃逆，口燥咽干，大便干结，小便短少，舌红少津，脉细而数。\n【14】 **鉴别诊断**\n【15】 肺阴虚：是肺阴不足，虚热内生所表现的证候。多由久咳伤阴，痨虫袭肺，或热病后期阴津损伤所致。\n【16】 心阴虚：失眠、多梦、心悸、健忘，虚烦、盗汗，手足心热，口干咽燥，舌尖红，少苔，脉细数等。或有两颊发红，心烦怔忡，头晕目眩等虚火上炎之症。　\n【17】 脾阴虚：是脾脏阴液不足，濡养失职，运化无力所表现的证候。多因外感温热病后，阴液耗伤，或素体阴虚，或情志不遂，肝郁化火，灼伤阴津，或过食辛辣之品，或误服辛温之剂所致。\n【18】 肝阴虚：指阴液亏损，肝失濡润，阴不制阳，虚热内扰，以头晕、目涩、胁痛、烦热等为主要表现的虚热证候。又名肝虚热证。\n【19】 ", "title": "胃阴虚", "tags": "", "lang": "", "attr": "{\"exta\": {\"category\": \"中医科::中医综合::胃阴虚\", \"url\": \"https://zzk.xywy.com/4748_jieshao.html\", \"create_time\": \"2023-12-26 16:28:31.295300\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:06", "update_time": "2024-01-28 18:40:16"}
{"id": 399994, "user_id": "6576f4e0014d3d1c31d6fe43", "user_name": "曾垂松", "task_id": 135, "source_info": {"seq_id": 725, "text": "【0】 # 视网膜Roth斑\n【1】 视网膜病变以出血最多眼球钝挫伤造成的眼球瞬间形变可致视网膜脉络膜破裂而出血;前部玻璃体出血可由睫状体部位损伤所致，呈扇形或圆形，可能有白色中心，有时眼底仅见圆形白点称为Roth点。\n【2】 **病因**\n【3】 除了细菌性栓塞、白血病细胞浸润造成中心白点出血外,网膜出血后的止血过程中可因血小板-纤维蛋白凝集而形成中心白点 。\n【4】 常见于感染性心内膜炎的免疫复合物堵塞造成的。 Roth的斑点在白血病，糖尿病，亚急性细菌性心内膜炎，恶性贫血见到。\n【5】 **预防**\n【6】 注意饮食健康，适量运动，保持良好的心态，特别是眼部的健康卫生。近距离用眼时间不应过长;积极参加户外活动;并可采取远眺法，或多种视力与调节-集合训练法，以求经常性地增加视距，开阔视野，放松调节，维持正常视觉功能，平时要保证充足睡眠，劳逸结合，平衡饮食，合理营养，生活要有规律，维护身心健康，注意预防各种异常刺激及危险因素。\n【7】 **检查**\n【8】 相关检查\n【9】 眼底镜检查法\n【10】 眼底检查，通过fundoscopy (使用检眼计观看在眼睛里面)或裂缝灯检查典型地被观。超声波检查对玻璃体出血有较大的诊断价值，尤其在不能直接看到时，少量弥散性的出血用B型超声波检查可能得到阴性结果，这是因为在玻璃体内缺乏足够的回声界面，而A型超声扫描对此可能显示出低基线的回声，玻璃体出血较致密时，无论A型或B型超声检查都可看到低度到中度振幅的散在回声，当用高敏感度扫描时，出血的致密度和分布显示的更清楚;降低敏感性的扫描可以使回声振幅下降，多数回声点被清除掉，因此能确定是否同时存在视网膜脱离。\n【11】 **鉴别诊断**\n【12】 1.白色视野缺损：视网膜与其本身的色素上皮层发生分离。以眼底青蓝色波纹状球形隆起，暗红色血管随波纹纡曲起伏及圆形红色裂洞，白色视野缺损为主要特征。多见于高度近视和老年患者，男多于女，是一种严重的眼疾。早期及时治疗可控制其发展，一旦网膜脱离，视力剧降，则属于中医“暴盲”范畴。\n【13】 2.视网膜脱离：视网膜脱离是视网膜的神经上皮层与色素上皮层的分离。两层之间有一潜在间隙，分离后间隙内所潴留的液体称为视网膜下液。按病因可分为孔源性、牵拉性和渗出性视网膜脱离。视网膜脱离的部分无法正常工作，大脑接受从眼部来的图像不完整或全部缺失。\n【14】 眼底检查，通过fundoscopy (使用检眼计观看在眼睛里面)或裂缝灯检查典型地被观。\n【15】 ", "title": "视网膜Roth斑", "tags": "", "lang": "", "attr": "{\"exta\": {\"category\": \"五官科::眼科::视网膜Roth斑\", \"url\": \"https://zzk.xywy.com/4064_jieshao.html\", \"create_time\": \"2023-12-26 16:28:31.536159\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:06", "update_time": "2024-01-28 19:15:02"}
{"id": 399993, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 1721, "text": "【0】 # 促脉\n【1】 脉象的一种。脉来急数而有不规则的间歇。多见于阳热亢盛而兼有气滞、血瘀、停痰、食积及风湿性心脏病，冠心病等。促脉须与近似脉数脉相区别。促脉脉来急促有间歇，而数脉频率快无间歇。促脉与结脉为相反的脉象。临床上，促脉常同洪、实、细、弱、滑、数等脉兼见。\n【2】 **病因**\n【3】 多见于阳热亢盛而兼有气滞、 血瘀、停痰、食积及风湿性心脏病，冠心病等。\n【4】 **预防**\n【5】 出现脉象不正常，应立即就医，平时要注意身体的锻炼。\n【6】 **检查**\n【7】 相关检查\n【8】 脉搏 脉率\n【9】 临床上，促脉常同洪、实、细、弱、滑、数等脉兼见。\n【10】 **鉴别诊断**\n【11】 促脉须与近似脉数脉相区别。促脉脉来急促有间歇，而数脉频率快无间歇。促脉与结脉为相反的脉象。\n【12】 临床上，促脉常同洪、实、细、弱、滑、数等脉兼见。\n【13】 ", "title": "促脉", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/514_jieshao.html\", \"category\": \"中医科::中医综合::促脉\", \"create_time\": \"2023-12-26 16:28:28.820475\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:06", "update_time": "2024-01-28 18:18:20"}
{"id": 399992, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 989, "text": "【0】 # 脚趾皮肤黄泡后紫黑\n【1】 脚趾皮肤紫黑黄泡后是脱疽的症状之一。脱疽是指四肢末端坏死，严重时趾(指)节坏疽脱落的一种慢性周围血管疾病。好发于四肢末端，以下肢多见，又称脱骨疽。主要由于脾气不健，肾阳不足，又加外受寒冻，寒湿之邪入侵而发病。脾气不健，化生不足，气血亏虚，内不能壮养脏腑;外不能充养四肢。脾肾阳气不足，不能温养四肢，复受寒湿之邪，则气血凝滞，经络阻塞，不通则痛，四肢气血不充，失于濡养则皮肉枯槁，坏死脱落。\n【2】 **病因**\n【3】 主要由于脾气不健，肾阳不足，又加外受寒冻，寒湿之邪入侵而发病。脾气不健，化生不足，气血亏虚，内不能壮养脏腑;外不能充养四肢。脾肾阳气不足，不能温养四肢，复受寒湿之邪，则气血凝滞，经络阻塞，不通则痛，四肢气血不充，失于濡养则皮肉枯槁，坏死脱落。若寒邪久蕴，则郁而化热，湿热浸淫，则患趾(指)红肿溃脓。热邪伤阴，病久可致阴血亏虚，肢节失养，干枯萎缩。本病的发生与长期吸烟、外伤等因素有关。总之，本病的发生以脾肾亏虚为本，寒湿外伤为标，而气血凝滞、经脉阻塞为其主要病机。\n【4】 **预防**\n【5】 戒烟是获得疗效和防止复发的首要措施。 注意防寒，尤其在寒冷季节要防止冻伤。防止肢体外伤，以免诱发或加重本病。 足部霉菌感染应积极治疗，以免诱发本病。 对因患肢剧痛而影响睡眠的病人，应防止坠床。 患肢功能锻炼，以改善患肢气血运行。\n【6】 对于经治疗无效的肢体坏疽，可根据具体情况进行截趾(指)或不同平面的截肢术。但必须在感染得到充分控制，坏死组织与健康组织分界较清楚时，才能进行截趾(指)或截肢术。施行此手术必须十分慎重。\n【7】 **检查**\n【8】 相关检查\n【9】 肢体血流图\n【10】 1、绝大多数发生于男性，年龄多在25―40岁之间。　　\n【11】 2、好发于四肢末端，以下肢更为多见。　　\n【12】 3、发病前有吸烟、寒冻、小腿外伤史等。　　\n【13】 4、初期患肢有沉重、怕冷、麻木感，足趾有针刺样痛，小腿肌肉有抽搐样痛，并出现间歇性跛行。手足受冷后疼痛加剧，足背动脉搏动减弱无力。或伴有浅静脉迁移性血栓性静脉炎，有的在发病前即有此表现。　　\n【14】 5、中期(初期至中期的病程较长)局部皮肤发冷，患肢抬高则皮肤颜色苍白，下垂则暗红，疼痛转为持续性。行走困难，夜寐不安，患肢肌肉逐渐萎缩(亦可有水肿)，足背皮肤萎缩，汗毛脱落，趾甲变厚，并可有粟粒样黄色瘀点反复出现，足背动脉搏动消失或微弱。　\n【15】 6、后期患肢皮色暗红，犹如煮熟的红枣，皮肤上起黄泡，渐变为黑色，呈浸润性蔓延;甚则五趾相传，波及足背，肉枯筋萎，呈干性坏死;溃破腐烂，创口流紫黑血水，创面肉色不鲜，气味甚臭，疼痛剧烈，如汤泼火烧，彻夜不得安眠，常须屈膝抱足按摩而坐，足背动脉搏动消失。腐烂蔓延，五趾相传，上至足背，逐节脱落，乃至踝骨，日久不愈，疮口难敛。　　\n【16】 7、肢体位置试验阳性。患者取平卧位，将下肢抬高(45°)3分钟，足部皮肤迅速变为苍白，伴有麻木发凉，疼痛加剧。然后让患者坐起，将患肢下垂，足部皮肤颜色回复时间缓慢，可呈潮红色、紫红色或斑块状紫绀，此为阳性，表示动脉痉挛或阻塞后肢体有血液循环障碍，动脉血流量不足。\n【17】 **鉴别诊断**\n【18】 脚上血泡：脚上出泡是因为脚上局部的组织经过长期的强烈摩擦而引起的组织细胞破裂继而产生的水泡，再严重就形成脚上血泡。 多发于寒冷季节，以20一40岁男性多见;常先一侧下肢发病，继而累及对侧，少数患者可累及上肢;患者多有受冷、潮湿、嗜烟、外伤等病史。动脉粥样硬化闭塞症多发于老年人(50岁以上)。根据疾病发展过程。\n【19】 应与闭塞性动脉硬化症相区别。后者年龄在40岁以上，常伴高血压、糖尿病、高脂血症及冠状动脉粥样硬化性心脏病。常为大、中动脉受累，病程发展快。X线片或血管彩色多普勒超声检查可提示患肢动脉壁内有钙化。\n【20】 ", "title": "脚趾皮肤黄泡后紫黑", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/1944_jieshao.html\", \"category\": \"皮肤性病科::皮肤科::脚趾皮肤黄泡后紫黑\", \"create_time\": \"2023-12-26 16:28:31.942602\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:06", "update_time": "2024-01-28 19:19:27"}
{"id": 399991, "user_id": "6576f4e0014d3d1c31d6fe43", "user_name": "曾垂松", "task_id": 135, "source_info": {"seq_id": 431, "text": "【0】 # 蹼状瘢痕\n【1】 瘢痕至蹼状，形似鸭蹼。此类瘢痕好发于关节的屈侧，也可见于管腔状脏器在体表的开口部位，如口角、鼻孔、尿道口、阴道口等。蹼状瘢痕实际上是瘢痕挛缩在上述特殊部位的特有表现。\n【2】 偶见于皮肤的切割撕裂和手术切口位置不当。大型蹼状瘢痕多发于颈前、腋窝、肘窝及会阴部，小型的常见于内外眦、鼻唇沟、口角、鼻孔、指掌侧、指蹼、阴道口等部位。\n【3】 **病因**\n【4】 蹼状瘢痕的生成，系由于垂直跨越关节屈侧的狭窄长条形创面或纵形直线创口，或由于沿管腔在体表开口的游离缘的现状创口，愈合后的瘢痕两端向中央逐渐收缩的结果。\n【5】 **预防**\n【6】 1、平时尽量减少对患处的机械、化学、热力的刺激；\n【7】 2、内衣最好穿纯棉制品；\n【8】 3、尽量避免反复牵拉、磨擦、溃破、感染的发生。\n【9】 4、治疗方法：\n【10】 A.激光治疗，是近年来新开发的方法，主要原理是通过可被血管内红细胞吸收的红色选择性激光的照射，破坏疤痕内的血管，从而抑制疤痕性皮肤。\n【11】 B.冷冻疗法疤痕性皮肤再度受到人们的重视，它的治疗方法非常简单，常用蘸有液氮的棉球压在疤痕表面，使其冻结而坏死，常常伴有疼痛，需要进行局部麻醉镇痛处理。\n【12】 C.手术治疗，原则上不主张进行手术治疗，但患部反复破溃、功能障碍、疼痛和瘙痒感强烈、持续增殖扩大，而且其他治疗方法无效者和迫切要求彻底切除者，则可考虑进行手术治疗。\n【13】 **检查**\n【14】 相关检查\n【15】 真菌组织病理学\n【16】 1.组织病理检查：示成纤维细胞的细胞外基质成分如胶原、纤连蛋白的合成增加。　　\n【17】 2.羟脯氨酸测定：羟脯氨酸为胶原蛋白的特征性氨基酸，羟脯氨酸在血浆中以游离、肽结合及蛋白结合3种形式存在，游离和肽结合的羟脯氨酸是胶原的代谢产物，经尿排出的羟脯氨酸5%是以游离形式存在的，血清和尿中羟脯氨酸含量与瘢痕面积有关。　　\n【18】 3.瘢痕硬度测定：采用工业用刻度指示仪，对之进行改装：首先制成12mm直径的不锈钢圆套，固定于指示仪测定轴，作为硬度计基座，测定轴伸出基座5mm。其次为使指示仪的弹性与瘢痕硬度相匹配，把指示仪内部弹簧更换为另一个弹性较大的弹簧，使弹簧的伸缩运动带动指针的转动。　　\n【19】 测定时，把硬度计垂直置于待测皮肤或瘢痕上，靠硬度计自身重量压缩弹簧，被测定组织表面的硬度不同，测定轴回缩长度出现差异，仪表上显示数据也不一样，分别测定3次，计算平均数，并将读数换算为瘢痕硬度(按公式计算压强)，单位为N/mm2。　　\n【20】 4.B型超声瘢痕厚度测定：由于瘢痕生长于体表，如果B超的探头直接与之接触，在测量上就有困难，所以在测定时必须在测定部位与探头之间加一个水袋，使被测画面移往视屏中间，再将“×”标记分别移动至皮肤或瘢痕的上、下界，其间的距离即为瘢痕的厚度。但在测量时必须注意：　　\n【21】 (1)测定切除或治疗前瘢痕的厚度。　　\n【22】 (2)治疗一段时间后，瘢痕厚度改变否。　　\n【23】 (3)切除前瘢痕厚度与周围皮肤的厚度比较。　　\n【24】 (4)最好有对称部位瘢痕厚度比较。　　\n【25】 (5)在测定时，最好固定一位医师操作，以尽量减少人为的误差。　　\n【26】 5.瘢痕表面温度测定：由于早期瘢痕组织内新生毛细血管较多，甚至可见到丝状扩张的毛细血管，随着瘢痕的成熟及消散，其内的毛细血管逐渐闭塞，这一过程是一个动态的改变，揭示瘢痕组织内血循环的改变，亦影响到瘢痕表面的温度。采用半导体温度仪或红外线温度扫描仪均可测定瘢痕表面的温度。但在测定时必须注意：　　\n【27】 (1)测定前，病人必须休息半小时。　　\n【28】 (2)环境安静，无风，室温控制在一定范围。　　\n【29】 (3)同时测定瘢痕及其旁边正常皮肤温度，如有对称的部位瘢痕进行对照比较最好。　　\n【30】 (4)治疗前及治疗后定时测定(环境条件相同)，观察其动态变化。　　\n【31】 6.经皮氧分压测定：研究表明在压力治疗的增生性瘢痕中，当临床瘢痕缓解、氧分压上升到正常的80%以上时去除压力，增生性瘢痕不再复发，氧分压的升高与临床观察到的瘢痕缓解及超声测定结果相一致，认为经皮氧分压测定可作为瘢痕治疗效果的稳定可靠的指标。　　\n【32】 7.血管热刺激舒张指数测定：正常皮肤血管在热因子刺激时明显扩张，而瘢痕增生期血管因缺乏神经支配及特殊结构特征，在热刺激时无明显扩张，热刺激舒张指数下降，随着瘢痕成熟过程，热刺激舒张指数升高。此方法也可作为瘢痕情况评估的标准之一。\n【33】 **鉴别诊断**\n【34】 蹼状瘢痕是瘢痕的一种。应注意鉴别各类的瘢痕。　　\n【35】 1.挛缩性瘢痕：挛缩性疤痕是以其引起的功能障碍特征命名的疤痕。多见于深度烧伤愈合后，由于疤痕收缩，常导致外形改变和功能障碍，长期的疤痕挛缩可影响骨骼、肌肉、血管、神经等组织的发育，应及早处理。　　\n【36】 2.肥厚瘢痕增生性瘢痕(hyperplastic scar)：又称肥厚性瘢痕或增殖性瘢痕，在组织病理学上与瘢痕疙瘩并无质的不同，皮肤损伤愈合后，瘢痕仍继续增殖，即可发展成增生性瘢痕。增生性瘢痕突出皮面，形状不规则，高低不平，潮红充血，质地实韧。有灼痛和搔痒感，于环境温度增高，情绪激动，或进食辛辣刺激性食物时症状加剧。　　\n【37】 3.凹陷瘢痕：皮肤真皮层及皮下组织缺损会造成凹陷性疤痕，经常由痤疮、外伤、水痘引起。\n【38】 ", "title": "蹼状瘢痕", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/3315_jieshao.html\", \"category\": \"皮肤性病科::皮肤科::蹼状瘢痕\", \"create_time\": \"2023-12-26 16:28:35.404927\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:06", "update_time": "2024-01-28 18:08:53"}
{"id": 399990, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 1267, "text": "【0】 # 干性坏疽\n【1】 干性坏疽(dry gangrene) 大多见于四肢末端，例如动脉粥样硬化、血栓闭塞性脉管炎和冻伤等疾患时。此时动脉受阻而静脉回流通畅，故坏死组织的水分少，再加上体表水分易于蒸发，致使病变部位干固皱缩，呈黑褐色，与周围健康组织之间有明显的分界线。由于坏死组织比较干燥，因此腐败菌感染一般较轻。大多见于四肢末端，例如动脉粥样硬化、血栓闭塞性脉管炎和冻伤等疾患时。此时动脉受阻而静脉回流通畅，故坏死组织的水分少，再加上体表水分易于蒸发，致使病变部位干固皱缩，呈黑褐色，与周围健康组织之间有明显的分界线。\n【2】 **病因**\n【3】 **病因**\n【4】 坏疽(gangrene)组织坏死后因继发腐败菌的感染和其他因素的影响而呈现黑色、暗绿色等特殊形态改变。坏死组织经腐败菌分解产生硫化氢，后者与血红蛋白中分解出来的铁相结合形成硫化铁，使坏死组织呈黑色。\n【5】 1、干性坏疽(dry gangrene)大多见于四肢末端，例如动脉粥样硬化、血栓闭塞性脉管炎和冻伤等疾患时。此时动脉受阻而静脉回流通畅，故坏死组织的水分少，再加上体表水分易于蒸发，致使病变部位干固皱缩，呈黑褐色，与周围健康组织之间有明显的分界线。由于坏死组织比较干燥，因此腐败菌感染一般较轻。\n【6】 2、湿性坏疽(wet gangrene)湿性坏疽多发生于与外界相通的内脏(肠、子宫、肺等)，也可见于四肢(伴有淤血水肿时)。此时由于坏死组织含水分较多，故腐败菌感染严重，局部明显肿胀，呈暗绿色或污黑色。腐败菌分解蛋白质，产生吲哚、粪臭素等，造成恶臭。由于病变发展较快，炎症比较弥漫，故坏死组织与健康组织间无明显分界线。同时组织坏死腐败所产生的毒性产物及细菌毒素被吸收后，可引起全身中毒症状，甚至可发生中毒性休克而死亡。常见的湿性坏疽有坏疽性阑尾炎、肠坏疽、肺坏疽及产后坏疽性子宫内膜炎等。\n【7】 3、气性坏疽(gas gangrene)见于气性坏疽杆菌侵入外伤伤口引起，发展很快而且后果严重，可有气体或无气体产生。潜伏期6小时-6日，临床症状为胀裂样剧痛，伤口开始红肿，皮肤苍白，紧张发亮。随后伤处转紫黑色，出现有暗红液体的水泡，并且可流出恶臭液体。伤口内肌肉暗红肿胀，失去弹性，刀割不收缩亦不出血。后期出现包括毒血症在内的全身症状。治疗措施主要为清创引流、抗生素，高压氧舱，必要的时候应截肢以增强病人生存机率。气性坏疽是有厌氧菌的梭形芽孢杆菌引起的一种严重的急性特异性感染。病原菌主要在伤口内生长繁殖，伤口内组织坏死、腐化，产生厌氧环境，更有利于细菌繁殖，是病情恶化快。治疗原则是尽快切除无生机的肌肉组织，病变部位广泛、多处切开;敞开伤口;用氧化剂冲洗、湿敷，改变其厌氧化环境。\n【8】 **预防**\n【9】 一、一级预防：\n【10】 1、免室内过冷或过热，温度要适宜。\n【11】 2、防感染，增强体质，提高自身免疫功能，生活规律，心情舒畅。\n【12】 3、强营养，忌烟酒及辛辣刺激物品，亦忌肥甘厚味之品。\n【13】 二、二级预防：\n【14】 1、早期诊断。\n【15】 2、早期综合治疗。\n【16】 **检查**\n【17】 相关检查\n【18】 血常规 红细胞比容 红细胞大小异常 全血容量\n【19】 临床上对于干性坏疽的患者要检查：\n【20】 1、体格检查\n【21】 采取病史给了我们初步印象和启示，同时也指导我们对疾病的性质有一个概念。\n【22】 2、实验室检查\n【23】 实验室检查必须以病史及体格检查所了解到的客观材料为依据进行归纳和分析，从中提出几种诊断之可能，然后进一步考虑做哪些实检室检查来证实诊断。\n【24】 血常规，红细胞比容，红细胞大小异常，全血容量。\n【25】 **鉴别诊断**\n【26】 干性坏疽的鉴别诊断：\n【27】 1、湿性坏疽(wet gangrene) 湿性坏疽多发生于与外界相通的内脏(肠、子宫、肺等)，也可见于四肢(伴有淤血水肿时)。此时由于坏死组织含水分较多，故腐败菌感染严重，局部明显肿胀，呈暗绿色或污黑色。腐败菌分解蛋白质，产生吲哚、粪臭素等，造成恶臭。由于病变发展较快，炎症比较弥漫，故坏死组织与健康组织间无明显分界线。同时组织坏死腐败所产生的毒性产物及细菌毒素被吸收后，可引起全身中毒症状，甚至可发生中毒性休克而死亡。常见的湿性坏疽有坏疽性阑尾炎、肠坏疽、肺坏疽及产后坏疽性子宫内膜炎等。\n【28】 2、气性坏疽(gas gangrene) 为湿性坏疽的一种特殊类型，主要见于严重的深达肌肉的开放性创伤并合并产气荚膜杆菌等厌氧菌感染时。细菌分解坏死组织时产生大量气体，使坏死组织内含大量气泡，按之有“捻发”音。气性坏疽病变发展迅速，中毒症状明显，后果严重，需紧急处理。\n【29】 ", "title": "干性坏疽", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/1144_jieshao.html\", \"create_time\": \"2023-12-26 16:28:30.514679\", \"category\": \"皮肤性病科::皮肤科::干性坏疽\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {"type3": "无关文本#2#2"}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:06", "update_time": "2024-01-28 19:20:09"}
{"id": 399989, "user_id": "6576f4e0014d3d1c31d6fe43", "user_name": "曾垂松", "task_id": 135, "source_info": {"seq_id": 921, "text": "【0】 # 剧痒的疣状结节\n【1】 结节性痒疹是限局性神经皮炎的变型，临床上以伴有剧痒的疣状结节为主要特征。\n【2】 1.多见于成年女性，皮损好发于四肢，也可见于腰臀部，最多见于小腿伸侧。\n【3】 2.皮损初起为淡红色丘疹，以后演变为黄豆至蚕豆大小的半球形坚实结节，表面粗糙呈疣状，为红褐色或灰褐色，可有抓痕及血痂，皮损数目不定，孤立存在。\n【4】 3.病程慢性，常年不愈，自觉剧痒。\n【5】 **病因**\n【6】 病因尚不明确，可能与昆虫叮咬、胃肠功能紊乱及内分泌障碍有关。\n【7】 **预防**\n【8】 预防常识：\n【9】 结节性痒疹，病因不明，病程较长，治疗较困难，控制瘙痒是主要的治疗目的，避免搔抓有助于疾病的治愈。\n【10】 **检查**\n【11】 相关检查\n【12】 皮肤病的物理检查\n【13】 皮损初起为淡红色丘疹，以后演变为黄豆至蚕豆大小的半球形坚实结节，表面粗糙呈疣状，为红褐色或灰褐色，可有抓痕及血痂，皮损数目不定，孤立存在，自觉剧痒。\n【14】 诊断依据：\n【15】 1.好发于成年女性，四肢尤其是小腿伸侧多见;\n【16】 2.典型皮损为半球形坚实的疣状结节，黄豆至蚕豆大小，孤立存在;\n【17】 3.病程慢性，自觉剧痒。\n【18】 **鉴别诊断**\n【19】 剧痒的疣状结节的鉴别诊断：\n【20】 1、疥疮结节：疥疮结节是指疥疮严重时候在皮肤薄嫩地方出现黄豆大或绿豆大的硬疙瘩。疥疮是疥虫寄生在人体表皮层引起的皮肤炎症，是一种可以发生在人体任何一个部位的传染性寄生虫病。\n【21】 2、灰白色结节：结节是指生物体表面或内部组织中圆形的小突起，灰白色结节是指这些小突起成灰白色。\n【22】 3、黄色结节：结节是指生物体表面或内部组织中圆形的小突起，黄色结节是指这些小突起成黄色。\n【23】 4、红色或紫色，稍高起的丘疹或结节：皮肤白血病损害为红色或紫色稍高起的丘疹或结节;患了皮肤骨髓纤维化的患者也会出现红色或紫色稍高起的丘疹或结节。\n【24】 皮损初起为淡红色丘疹，以后演变为黄豆至蚕豆大小的半球形坚实结节，表面粗糙呈疣状，为红褐色或灰褐色，可有抓痕及血痂，皮损数目不定，孤立存在，自觉剧痒。\n【25】 ", "title": "剧痒的疣状结节", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/2214_jieshao.html\", \"category\": \"皮肤性病科::皮肤科::剧痒的疣状结节\", \"create_time\": \"2023-12-26 16:28:32.168098\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:06", "update_time": "2024-01-28 18:04:03"}
{"id": 399988, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 1033, "text": "【0】 # 厌奶\n【1】 厌奶是儿童厌奶期的一种现象。宝宝本来胃口挺好，也没有任何生病症状，活动也正常，但突然有一段时间不喜欢喝奶粉，但过一段时间就恢复正常了。有些妈妈还怀疑是不是奶粉出了问题。可是，经检验这些奶粉均没有任何质量问题，感官试验等均合格，口味也几乎是一样的。这种现象称为“厌奶期”，许多妈妈都或多或少碰到过类似的现象。\n【2】 **病因**\n【3】 厌奶的病因：\n【4】 原因1：身体不舒服(例如在长牙、打预防针、生病等)。\n【5】 原因2：因好奇导致不专心、贪玩。\n【6】 原因3：生理性厌奶，胃口就是不好，厌奶超过2个月以上，体重、身高发育不良。\n【7】 原因4：味觉开始发育，对口味一成不变的奶水缺乏兴趣，希望尝试新口味。\n【8】 **预防**\n【9】 厌奶的预防方法：\n【10】 如果碰到宝宝厌奶，首先不要着急，可采取以下措施试试：\n【11】 (一)不要随意更换配方奶粉。宝宝已经习惯了所喝的奶粉口味，如果换了新品种，更容易引起宝宝反感而“绝食”。一般过了厌奶期，宝宝还是会喜欢原来这种配方奶粉的。\n【12】 (二)不可强行喂奶。在孩子的不同发育阶段，厌食的问题可能都会出现，这是正常现象。如果家长着急，不等孩子恢复食欲就强迫他进食，他就会有抵触行为，会加剧孩子的厌食感。\n【13】 (三)食物多样化。宝宝产生厌奶，父母可在辅食的种类和颜色上下点功夫，提高孩子对食物的接受程度。\n【14】 (四)提供营养足够的替代品。暂时多吃其它蛋白质高同时富含钙的食物替代品，如豆腐、芝麻、小鱼干、骨头汤等。\n【15】 (五)给孩子一个安静的进食环境，减少外界的吸引或刺激。\n【16】 (六)观察宝宝的生长。如果宝宝的成长曲线正常，且活动力一如往昔，无其它异常现象发生，如刚打完预防针、长牙期间、胀气等，厌奶情形通常持续几天后就会恢复正常，父母毋须过于担忧。如果宝宝食欲仍然不振，且出现活动力变差的情形，则有必要察看是否有其它的生理疾病了。\n【17】 **检查**\n【18】 相关检查\n【19】 口腔内窥镜\n【20】 厌奶的检查诊断：\n【21】 宝宝无任何生病症状，活动正常，突然不喜欢喝奶粉，但过一段时间就恢复正常了。宝宝厌奶的现象普遍发生在四个月之后。厌奶现象一般持续一周到两周的时间。\n【22】 当宝宝的喝奶量减少时，许多妈妈会认为这是进入厌奶期;事实上，厌奶现象的产生有一大部分导因于喝奶过程不舒服，包括外在环境的温湿度适当与否、环境是否吵闹，尿布是否清洁、拍嗝动作是否确实等。尤其是太早出现厌奶现象的宝宝，更应该针对这些部分进行检查改善。\n【23】 **鉴别诊断**\n【24】 厌奶易混淆的症状鉴别：\n【25】 厌食是指较长时期食欲减退或消失的症状。多见于1～6 岁小儿。常见的病因有不良饮食习惯，感染，胃肠道疾病，代谢及内分泌疾病，以及营养障碍，包括近年较为增多的维生素A、D 中毒等。长期厌食可致营养不良，生长发育障碍和精神行为异常。\n【26】 ", "title": "厌奶", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/5636_jieshao.html\", \"category\": \"儿科::儿科综合::厌奶\", \"create_time\": \"2023-12-26 16:28:31.426249\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:06", "update_time": "2024-01-28 18:55:21"}
{"id": 399987, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 1490, "text": "【0】 # 经前综合症\n【1】 一些妇女在每次来月经前，都会出现一系列异常征象，包括明显的生理、心理及行为方面的改变。这种改变始于经前1～2周，经前2～3天加重，月经来潮后，症状骤然减轻或自然消失，每次月经周期均如此，持续至少半年以上，称为经前期综合征。\n【2】 **病因**\n【3】 经前综合症的确切病因尚未完全了解。虽然经前综合症与黄体期相关，但性激素测量水平在正常水平之内。经前综合症在孪生姐妹群体中有更普遍的倾向，表明可能与某些遗传组分相关。当前的想法猜测可能是中枢神经系统神经递质与性激素的交互作用受到影响。它还被认为与大脑中的血清素(一种神经递质)活动有关。\n【4】 遗传因素似乎也起到一定的作用，因为同卵双胞姐妹患同种病的概率是异卵双胞姐妹的两倍。初步研究表明，近40%的患经前综合症妇女的血液循环血浆β-内啡肽水平有显著下降。β-内啡肽是一种自身产生的类吗啡神经递质，它与吗啡及其他镇静剂结合的相同受体有亲和力。一些研究人员已经注意到了经前综合症与吗啡戒断综合症。　\n【5】 经前综合症的多种进化原理已被提出，包括：它是一个由激素循环其他阶段自然增加的选择优势导致的附带现象;它导致了“下一次繁殖初期男性性欲的增强”;它促使女性拒绝不育的男性(他因不能使女性怀孕而导致了经前综合症)。“…一名不育的男性和有繁殖能力的女性的伴侣关系会有分离的倾向，因此为一个新的伴侣关系的组建提供了可能。女性经前的敌对程度越强烈，繁殖交配相继发生的时间就越快。”任何理论都必须要解释经前综合症越过充实的进化历程长久保持的原因，因为狒狒似乎也在遭受着它的折磨。\n【6】 **预防**\n【7】 月经来潮前会出现一些不适现象，告诉你将要来月经。如不少青春少女在月经来潮前几天会出 现情绪波动、易怒、失眠、头痛和浮肿等症状，到月经来潮后，这些症状会逐渐减弱或消失。 医学上把这种现象称为经前期紧张综合征。 少女之所以容易发生经前期紧张综合征，与体内雌激素/孕激素的比值升高有关，体内雌激素 过多或相对过多，致使体内水钠潴留出现水肿、头痛等症状。此外，平时情绪紧张、急躁、 忧郁的人也易发生经前期紧张综合征。这种不适一般于月经来潮前7-14天开始出现，在行经前 2-3天加重，表现为精神紧张、神经过敏、烦躁易怒或忧郁、全身乏力、易疲劳、失眠、头痛 、思想不集中、记忆力减退等。有的人还可以出现手、足、面部浮肿，下腹坠胀、疼痛以及乳 房胀痛等。这些精神症状和水钠潴留症状，在月经来潮后消失或明显减轻。 如何预防经前期紧张综合征的发生?首先要解除精神上的紧张与思想上的负担，坦然地对待月经来潮，尽量做到宽慰、放松。\n【8】 在日常生活中要避免不必要的精神刺激，饮食要少盐，生活要 有规律，多参加一些文娱和体育活动，就可使症状明显减轻甚至消失。对于症状比较严重的， 可在医生指导下，服用苯巴妥等镇静药物或孕激素、雄激素等来治疗。\n【9】 **检查**\n【10】 相关检查\n【11】 妇科超声检查\n【12】 有关PMS症状多达150余种，但每一病人并不都具备所有症状，各人有各自的突出症状，严重程度亦因人因时而异，并非固定不变，但症状的出现与消退同月经的关系则基本固定，为本病特点。生育力和孕产次与PMS无关联。病期持续长短不一，症状严重需治疗者病期较长，约有40%病人病期持续1～5年。10%可持续10年以上。\n【13】 典型症状常在经前1周开始，逐渐加重，至月经前最后2～3天最为严重，经后突然消失。有些病人症状消退时间较长，渐渐减轻，一直延续到月经开始后的3～4天才完全消失。\n【14】 本病多见于25～45岁妇女，主要表现为周期性出现的易怒、抑郁和疲劳，伴有腹部胀满、四肢浮肿、乳房触痛。主要症状归纳为3个方面：\n【15】 ①躯体症状：表现为头痛、乳房胀痛、腹部胀满、肢体浮肿、体重增加、运动协调功能减退;\n【16】 ②精神症状：易怒、焦虑、抑郁、情绪不稳定、疲乏以及饮食、睡眠、性欲改变;\n【17】 ③行为改变:思想不集中、工作效率低、意外事故趋向、易有犯罪行为或自杀意图。\n【18】 **鉴别诊断**\n【19】 月经前水肿：月经前水肿是一种内分泌失调综合症的表现。约有25%的育龄妇女于经前10―14天可出现此表现，其中以20―30岁的青年妇女尤为突出。\n【20】 经前期膝痛：月经前期，女性体内的激素水平发生明显变化，这时如果雌激素和醛固酮分泌不协调，可造成水和盐在机体组织内的潴留。而人体膝关节内有一个三角形的间隙，里面充满着脂肪组织，即膑下脂肪垫，水盐的潴留使得脂肪垫很容易肿胀，压迫神经末梢，引起疼痛。 　　有关PMS症状多达150余种，但每一病人并不都具备所有症状，各人有各自的突出症状，严重程度亦因人因时而异，并非固定不变，但症状的出现与消退同月经的关系则基本固定，为本病特点。生育力和孕产次与PMS无关联。病期持续长短不一，症状严重需治疗者病期较长，约有40%病人病期持续1～5年。10%可持续10年以上。\n【21】 ", "title": "经前综合症", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/2024_jieshao.html\", \"create_time\": \"2023-12-26 16:28:29.655214\", \"category\": \"妇产科::妇科::经前综合症\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {"type3": "无关文本#5#5#“…"}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:06", "update_time": "2024-01-28 18:42:44"}
{"id": 399986, "user_id": "6576f4e0014d3d1c31d6fe43", "user_name": "曾垂松", "task_id": 135, "source_info": {"seq_id": 365, "text": "【0】 # 周期性发作的巩膜充血\n【1】 周期性表层巩膜炎(periodic episcleritis)也称一时性表层巩膜炎(transient episcleritis)。多发生在妇女月经期。病变部位的巩膜表层与球结膜呈弥漫性充血和水肿，而呈紫红色。呈周期性发作，每次发作时间短暂，常数小时或数天即愈。复发不限定于一眼或同一部位。一般常发生前巩膜区，无局限性结节形成。目前表层巩膜炎的尚未明了，1/3的可伴发红斑、痤疮、痛风、感染或胶原血管病。\n【2】 **病因**\n【3】 目前表层巩膜炎的尚未明了，1/3的可伴发红斑、痤疮、痛风、感染或胶原血管病。\n【4】 **预防**\n【5】 本病为自限性，几乎不产生永久性眼球损害，通常无须特殊处理。若病情较重或频繁发作，一般可用药治疗。\n【6】 ①保持乐观愉快的情绪。长期出现精神紧张、焦虑、烦燥、悲观等情绪，会使大脑皮质兴奋和抑制过程的平衡失调，所以需要保持愉快的心情。\n【7】 ②生活节制注意休息、劳逸结合，生活有序，保持乐观、积极、向上的生活态度对预防疾病有很大的帮助。做到茶饭有规律，生存起居有常、不过度劳累、心境开朗，养成良好的生活习惯。\n【8】 ③合理膳食可多摄入一些高纤维素以及新鲜的蔬菜和水果，营养均衡，包括蛋白质、糖、脂肪、维生素、微量元素和膳食纤维等必需的营养素，荤素搭配，食物品种多元化，充分发挥食物间营养物质的互补作用，对预防此病也很有帮助。\n【9】 **检查**\n【10】 相关检查\n【11】 巩膜检查法\n【12】 周期性表层巩膜炎呈周期性发作，间隔1～3，其发病突然，持续1天至数天。病变部位巩膜表层和球结膜弥漫性充血水肿，呈紫红色外观。较轻，表现为轻微疼痛和灼热感，有时可伴有眼睑的神经血管性水肿，视力多不受。偶人出现瞳孔括约肌和睫状肌痉挛，引起瞳孔缩小和性近视。妇女多在期发作，但部位不固定。\n【13】 **鉴别诊断**\n【14】 应与结膜充血和巩膜充血相鉴别：\n【15】 (1)结膜的血管可推动，结膜炎时，充血为弥漫性，且多伴有分泌物;而表层巩膜血管相对不可移动，表层巩膜炎多局限在角膜缘至直肌附着点的区域内，不累及睑结膜，充血的血管呈放射状垂直走形，从角膜缘向后延伸。\n【16】 (2)表层巩膜炎的充血和水肿仅局限在巩膜表层，不累及其下的巩膜，通过裂隙灯光束可辨认。其充血多呈暗红色，滴肾上腺素后血管迅速变白，而更为深层的巩膜炎充血为紫红色，滴肾上腺素后易退色。\n【17】 ", "title": "周期性发作的巩膜充血", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/6286_jieshao.html\", \"category\": \"五官科::眼科::周期性发作的巩膜充血\", \"create_time\": \"2023-12-26 16:28:36.120682\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:06", "update_time": "2024-01-28 19:14:58"}
{"id": 399985, "user_id": "6576f4e0014d3d1c31d6fe43", "user_name": "曾垂松", "task_id": 135, "source_info": {"seq_id": 1610, "text": "【0】 # 局部淋巴结肿大\n【1】 局部淋巴结肿大是淋巴结因内部细胞增生或肿瘤细胞浸润而局部体积增大的现象。临床常见的体征。淋巴结肿大非常多见，可发生于任何年龄段人群，可见于多种疾病，有良性，也有恶性，故重视淋巴结肿大的原因，及时就诊、确诊，以免误、漏诊，是非常重要的。\n【2】 **病因**\n【3】 **感染**\n【4】 1.急性感染： 细菌病毒立克次体等引起如急性蜂窝织炎上呼吸道感染传染性单核细胞增多症恙虫病等。\n【5】 2.慢性感染： 细菌真菌蠕虫衣原体螺丝菌病丝虫病性病性淋巴结肉芽肿梅毒艾滋病等。\n【6】 **肿瘤**\n【7】 1.恶性淋巴瘤 ：Hodgkin病与非Hodgkin淋巴瘤。\n【8】 2.白血病：急性淋巴细胞性白血病急性非淋巴细胞白血病慢性淋巴细胞性白血病慢性粒细胞性白血病浆细胞白血病等。\n【9】 3.浆细胞肿瘤：多发性骨髓瘤原发性巨球蛋白血症。\n【10】 4.恶习性组织细胞病。\n【11】 5.肿瘤转移：胃癌肝癌乳腺癌鼻咽癌等。\n【12】 **预防**\n【13】 1.养成良好的生活习惯。\n【14】 2.保持良好的心态，稳定的情绪，拥有健康的饮食习惯，平时多吃水果蔬菜等，提高自我免疫力。\n【15】 3.必须在重油烟处工作的人尽量保护好自己，比如戴上口罩，定时出去呼吸一些新鲜空气，每年起码做一次检查等。\n【16】 4.远离烟雾，酒精，药物辐射，农药，噪音，挥发性有害气体，有毒、有害重金属等。\n【17】 **检查**\n【18】 相关检查\n【19】 气管软化试验\n【20】 体格检查\n【21】 检查时：\n【22】 要按一定顺序进行，才不致发生遗漏。依次为：耳前、耳后、乳突区、枕骨下区、颌下、颏下淋巴结、颈淋巴结群、锁骨上窝、腋窝、滑车上、腹股沟及胭窝等处淋巴结触。诊时应注意肿大淋巴结的部位、数目、大小、质地、表面、压痛、活动度、有无粘连，局部皮肤有无红肿、破溃、瘢痕等。急性非特异性淋巴结炎时，肿大的淋巴结常有明显触痛、局部有红、肿、热等急性炎症表现。慢性感染时，一般肿大的淋巴结疼痛轻微，质地中等，可互相粘连。淋巴结结核时若组织发生干酪坏死，则可触到波动。恶性淋巴瘤之淋巴结常明显肿大，质地硬如软骨。淋巴结转移癌则质地围有橡皮样感，与周围组织粘连，不易推动。\n【23】 检体发现淋巴结肿大时要结合其他阳性体征对病因进行综合分析。颈部及颌下淋巴结肿大伴咽部充血、扁桃体肿大者应考虑为急性扁桃体炎，淋巴结肿大伴黄疸应考虑黄疸疽型肝炎、恶性组织细胞病、钩端螺旋体病等，淋巴结肿大伴皮疹者多见于某些传染病或变态反应性疾病，全身淋巴结肿大伴发热者见于传染性单核细胞增多症、白血病、淋巴瘤等。\n【24】 深部淋巴结肿大不易触及，常因其肿大压迫邻近器官出现相应表现而就诊，如纵隔淋巴结肿大可压迫上腔静脉引起上腔静脉区域血液回流受阻表现为头面及上肢水肿、颈静脉怒张等上腔静脉压迫征群;腹膜后淋巴结肿大可压迫输尿管引起肾盂积水，压迫太阳神经丛可引起严重而顽固的腰背疼痛，于前倾坐位疼痛减轻，平卧位则疼痛加重;脊椎旁淋巴结肿大压迫脊髓可致截瘫;肺病所致纵隔淋巴结肿大压迫喉返神经可导致声音嘶哑，压迫食管可致吞咽困难等。\n【25】 实验室检查\n【26】 1、血象：外周血白细胞总数及分类对淋巴结肿大的原因判断有一定参考价值。淋巴结肿大伴白细胞总数及中性粒细胞增多常见于细菌感染，但有些革兰阴性杆菌感染者白细胞总数亦可不高，但中性粒细胞常增多。淋巴结肿大伴白细胞总数正常或减少而淋巴细胞增多者常考虑病毒感染，但由EB病毒感染引起的传染性单核细胞增多症患者第二周时白细胞常有升高，且在三周内常可发现异常淋巴细胞(1O%-20%或更多)、嗜酸性粒细胞增多，提示寄生虫感染或嗜酸性粒细胞肉芽肿。淋巴结肿大伴有外周血幼稚细胞者多为白血病或癌肿。恶性组织细胞病(恶组)时，除发热、肝脾淋巴结肿大外常表现为全血细胞减少。\n【27】 2、骨髓检查： 骨髓涂片细胞形态学检查对白血病、浆细胞瘤、恶性组织细胞病、高雪病、尼曼一匹克的诊断有决定性意义。必要时应做骨髓病理学检查，对于转移性癌肿虽难以识别原发部位，但对识别转移性癌细胞有决定性意义。\n【28】 3、血清学检查：疑为传染性单核细胞增多症时可做嗜异性凝集试验，效价在1：80以上有临床价值，>1：200可诊断为传染性单核细胞增多症。对疑有钩端螺旋体病者可做凝集溶解试验，超过1：400效价为阳性。对疑有性传播疾病者可做HlV抗体、梅毒血清学检查。对疑有SLE等自身免疫性疾病引起反应性淋巴结肿大时，应做相应血清学检查。\n【29】 4、淋巴结穿刺针吸涂片检查： 淋巴结肿大较明显且位置表浅者可用较粗注射针头进行淋巴结穿刺，用较大负压抽吸少量内容物涂片检查。此法简便易行。\n【30】 5、淋巴结病理学检查： 淋巴结肿大较明显且病因不明者，若无手术禁忌，一般需常规做淋巴结活体组织病理学检查，同时可做淋巴结印片，对其病变细胞做形态学检查，比病理切片所见更清晰。\n【31】 **鉴别诊断**\n【32】 淋巴结肿大常见3种情况：\n【33】 ①良性肿大。包括各种感染、结缔组织病和变态反应等引起的肿大。临床常呈良性经过，随着病因去除，在一定时间内可以完全恢复\n【34】 。②恶性肿大。包括原发于淋巴结的恶性肿瘤如淋巴瘤、淋巴细胞性白血病和恶性组织细胞病等及其他恶性肿瘤的淋巴结转移如肺癌、胃癌和乳腺癌等。临床呈恶性经过，淋巴结持续性进行性肿大，若不积极治疗，常会进行性恶化死亡。\n【35】 ③介于良性与恶性间的肿大。如血管原始免疫细胞性淋巴结病和血管滤泡性淋巴结增生症等。开始常为良性，可变成恶性而致命。因此在确定淋巴结肿大后，关键是确定其原因和性质，局部肿大伴明显疼痛者常提示感染;进行性无痛性肿大者常提示恶性肿瘤性疾病。骨髓穿刺特别是淋巴结活检可帮助确诊。淋巴结肿大的治疗以病因而定，如淋巴腺结核可应用链霉素和雷米封等，若为恶性淋巴瘤，应以联合化疗为主，若为癌症晚期转移，则预后极差。\n【36】 可通过触摸颌下、颈部、锁骨上窝、腋窝和腹股沟等部位而发现，但肺门、纵隔、腹膜后和肠系膜等体内肿大的淋巴结则要靠X射线、CT和B超等才能发现。\n【37】 ", "title": "局部淋巴结肿大", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/2174_jieshao.html\", \"category\": \"外科::感染科::局部淋巴结肿大\", \"create_time\": \"2023-12-26 16:28:28.791040\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:06", "update_time": "2024-01-28 18:36:31"}
{"id": 399984, "user_id": "6576f4e0014d3d1c31d6fe43", "user_name": "曾垂松", "task_id": 135, "source_info": {"seq_id": 678, "text": "【0】 # 虚火\n【1】 虚火中医名词，也作“上火”。一般是指阴虚而导致火升的病理现象。阴虚有五脏之阴偏虚与精.血津液等亏损的不同情况。阴虚则阳气相对的亢盛，易于导致虚火上升，故虽见火升征象，实为阴虚所引起。临床表现为咽喉干痛.颧红升火.心烦少寐.脉细数等。\n【2】 **病因**\n【3】 虚火形成的原因\n【4】 阴虚有五脏之阴偏虚与精、血、津液等亏损的不同情况。阴虚则阳气相对的亢盛，易于导致虚火上升，故虽见火升征象，实为阴虚所引起。症见两颧潮红、低热、盗汗、五心烦热或骨蒸劳热、心烦失眠、形体消瘦、小便短赤、口燥咽干、舌红苔少或光红无苔、脉细数无力等。\n【5】 **预防**\n【6】 虚火的预防防护\n【7】 进补宜采用补阴、滋阴、养阴等法，补阴虚的药物可选用生地、麦冬、玉竹、珍珠粉、银耳、冬虫夏草、石斛，龟板等。\n【8】 补阴虚食品：甲鱼、燕窝、百合、鸭肉、黑鱼、海蜇、藕、金针菇、枸杞头、荸荠、生梨等，可经常交替选服食疗。阴虚忌食物品：胡椒、肉桂;忌食或少食：狗肉(脑血管患者禁食)、羊肉(肝炎患者禁食)、雀肉、海马、海龙、獐肉、锅巴、炒花生、炒黄豆、炒瓜子、爆米花、荔枝、龙眼肉、佛手柑、杨梅、大蒜、韭菜、芥菜、辣椒、薤白、生姜、砂仁、荜拨、草豆蔻、花椒、白豆蔻、大茴香、小茴香、丁香、薄荷、白酒、香烟、红参、肉苁蓉、锁阳等。\n【9】 相应膳食：金盆富贵豆腐;怀膳小捆肉;怀菊大枣银耳羹;甲鱼怀牛膝汤;农夫烤鱼;怀膳一品肘;金盆富贵豆腐;怀山煨土鸡;参药煨乳鸽;何首乌煨猪肝。\n【10】 阴虚火旺是中医辨证的诊断，主要采用中医中药方法调理，建议养阴清热。同时也要调整自己的心态，保持情绪稳定，心平气和。阴虚火旺的人在干热少雨的夏季症状容易加重，推荐以下既能滋阴又能调理脾胃的食疗方：\n【11】 (1)生地黄粥：生地黄汁150毫升(或干地黄煎浓汁150毫升)、大米100克。大米煮粥，粥熟加入地黄汁，搅匀食用。\n【12】 (2)天门冬粥：天门冬60克、大米100克。天门冬煎浓汁去渣，加入大米煮粥，作早餐食用。\n【13】 (3)百合粥：鲜百合50克、大米100克、冰糖适量，先将大米煮粥，将熟时放入百合，煮熟，冰糖调味后食用。如无鲜百合，可用干百合粉30克，与米同煮粥亦可。\n【14】 **检查**\n【15】 相关检查\n【16】 血常规\n【17】 虚火的典型症状为：发热，主要为低热;口干，饮水不多;舌红少苔;2虚火有肝阴虚火旺，有肺阴虚火旺，有胃阴虚火旺，有心阴虚火旺，有肾阴虚火旺，有肝肾阴虚火旺，有心肾阴虚火旺等。要辨别属于哪种类型，在根据类型治疗，不要“治宜滋阴降火，可根据症状选用六味地黄丸或是知柏地黄丸!!”，六味地黄丸是治疗肾阴虚无明显火热症状的方子，知柏地黄丸是治疗肾阴虚火旺的方子。如果不是肾阴虚火旺，则吃这些方子是无效果的。\n【18】 **鉴别诊断**\n【19】 **虚火易混淆的症状鉴别：**\n【20】 1.心火：分虚实两种，虚火表现为低热、盗汗、心烦、口干等;实火表现为反复口腔溃疡、口干、小便短赤、心烦易怒等。\n【21】 2.肺火：主要表现为干咳无痰、痰中带血、咽疼音哑、潮热盗汗等。\n【22】 3.胃火：分虚实两种，虚火表现为轻微咳嗽、饮食量少、便秘、腹胀、舌红、少苔;实火表现为上腹不适、口干口苦、大便干硬。\n【23】 4.肝火：表现为头痛、面红目赤、口干咽疼、胁肋疼痛、尿黄便秘、甚至吐血。\n【24】 5.肾火：主要表现为头晕目眩、耳鸣耳聋、发脱齿摇、睡眠不安、五心烦热、形体消瘦、腰腿酸痛等。\n【25】 火可分实火和虚火，实火指阳热亢盛实热证。以肝胆、胃肠实火为多见。症见高热，头痛，目赤，渴喜冷饮，烦躁，腹胀痛，大便秘结，小便黄，舌红苔黄干或起芒刺，脉数实，甚或吐血、鼻出血等。治疗上宜采用苦寒制火、清热解毒、泻实败火的原则和方法。虚火多因内伤劳损所致，如久病精气耗损、劳伤过度，可导致脏腑失调、虚弱而生内热、内热进而化虚火。\n【26】 根据病机不同，一般将虚火进一步分为阴虚火旺和气虚火旺两种病状。阴虚火旺都多表现为全身潮热、夜晚盗汗、形体消瘦、口燥咽干、五心烦热、躁动不安、舌红无苔、脉搏细数。治疗时应以生津养血、滋阴降火为原则。气虚火旺者表现全身燥热、午前为甚、畏寒怕风、喜热怕冷、身倦无力、气短懒言、自汗不已、尿清便溏、脉大无力、舌淡苔薄。治疗时应以补中益气、强肾兴阳、甘温除热为原则。　　分析上火虚实，有针对用药非常重要。另外，有些去火的食品也可尝试，但也需对症。比如吃莲子汤去心火，吃猪肝可去肺火，喝绿豆粥去胃火，喝梨水去肝火，吃猪腰去肾火。\n【27】 虚火的典型症状为：发热，主要为低热;口干，饮水不多;舌红少苔;2虚火有肝阴虚火旺，有肺阴虚火旺，有胃阴虚火旺，有心阴虚火旺，有肾阴虚火旺，有肝肾阴虚火旺，有心肾阴虚火旺等。要辨别属于哪种类型，在根据类型治疗，不要“治宜滋阴降火，可根据症状选用六味地黄丸或是知柏地黄丸!!”，六味地黄丸是治疗肾阴虚无明显火热症状的方子，知柏地黄丸是治疗肾阴虚火旺的方子。如果不是肾阴虚火旺，则吃这些方子是无效果的。\n【28】 ", "title": "虚火", "tags": "", "lang": "", "attr": "{\"exta\": {\"category\": \"中医科::中医综合::虚火\", \"url\": \"https://zzk.xywy.com/5318_jieshao.html\", \"create_time\": \"2023-12-26 16:28:31.672126\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:06", "update_time": "2024-01-28 19:15:34"}
{"id": 399983, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 1194, "text": "【0】 # 光过敏\n【1】 光过敏指紫外线照射(如日晒)后，暴露部位的皮肤出现红色斑疹、丘疹或大疱性皮疹，伴灼热、痒痛感。皮肤病变的严重程度与光照射的强度、距离及照射时间成正比。\n【2】 **病因**\n【3】 许多因素(多数不明)可归因于光敏感性，除非原因明显，每一个具有明显的光敏性的病人必须排除系统性或皮肤型红斑狼疮。着色性干皮病和某些卟啉病也可导致光敏感。最常见类型的卟啉病为迟发性皮肤卟啉病，可散发于成人和常染色体显性遗传。这种卟啉病是由于尿卟啉原脱羧酶缺乏，其特征为在手背和前臂伸侧皮肤脆性增加和出现粟丘疹。常见面部色素沉着和多毛症。\n【4】 服用各种药物(如磺胺，四环素，噻嗪类，灰黄霉素，补骨脂)能造成光敏感，虽然不常见，但可发生。外用或接触各种物质，包括科隆香水和含薄荷的香水，磺胺，煤焦油，含卤化水杨酰苯胺的肥皂和某些植物(如牧草，欧芹)，也能产生光敏感。\n【5】 **预防**\n【6】 要预防光过敏应尽量穿质薄，宽松吸汗性强的长袖衣服、在烈日下戴上帽子及太阳眼镜、常在户外的外勤族，要勤于补擦、一般上班族，早晨擦过防晒乳液之后，如果进了办公室没有再外出，只要在中午出去吃饭前再补擦一次;下午下班时如果还有阳光就要再擦一次。从基础彩妆、底霜到蜜粉，最好皆有防晒效果。\n【7】 每天早晨洗完脸，擦上防晒乳等半小时防晒乳发生作用才出门。除了晒前的保护外，晒后保湿也很重要，可以用化妆水在皮肤轻拍，防止因为角质受损而产生斑点和老化现象。\n【8】 **检查**\n【9】 相关检查\n【10】 皮肤颜色 皮肤弹性检查 皮肤病的物理检查\n【11】 日晒后，暴露部位的皮肤出现红色斑疹、丘疹或大疱性皮疹，伴灼热、痒痛感。\n【12】 光过敏见于约半数系统性红斑狼疮的患者，但对于诊断系统性红斑狼疮无特异性。系统性红斑狼疮患者若在阳光下暴晒或受其他射线或人工光源如白炽灯的照射，会使病人面部的红斑加重，或暴露皮肤出现红色斑疹、丘疹、或大疱性皮疹伴有烧灼感、痒痛感，或使全身症状加重。\n【13】 **鉴别诊断**\n【14】 药物引起的光过敏主要是因为紫外线对药品结构产生破坏性改变而形成抗原，进而引发皮肤的过敏反应，引起类似湿疹、荨麻疹的病变，甚至还有水疱、紫斑，并伴有瘙痒感。\n【15】 卟啉病是由于尿卟啉原脱羧酶缺乏，其特征为在手背和前臂伸侧皮肤脆性增加和出现粟丘疹。常见面部色素沉着和多毛症。\n【16】 ", "title": "光过敏", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/1456_jieshao.html\", \"create_time\": \"2023-12-26 16:28:30.838481\", \"category\": \"皮肤性病科::皮肤科::光过敏\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:06", "update_time": "2024-01-28 18:17:51"}
{"id": 399982, "user_id": "6576f4e0014d3d1c31d6fe43", "user_name": "曾垂松", "task_id": 135, "source_info": {"seq_id": 1044, "text": "【0】 # 乳晕痒\n【1】 乳晕一直发痒且有脱皮是霉菌感染(类似香港脚)，保持干燥可以改善。\n【2】 **病因**\n【3】 1、日常生活中不注意乳房的保健或清洁卫生，就有可能会出现乳晕发痒的症状。\n【4】 2、许多乳腺疾病的症状表现之一便是乳晕发痒。\n【5】 3、乳晕癌变无疑是最为严重的后果之一，通常情况下，如果单侧的乳头乳晕部发生湿疹样改变，且经久不愈者，则湿疹样癌的可能性大。其主要表现为初期乳头奇痒或轻度灼痛，继之乳头乳晕的皮肤发红，出现轻度糜烂，表面常有黄褐色或灰色的鳞屑状痂皮附着，病变区域皮肤粗糙、增厚而坚硬，与周围分界清楚，以后还可发生患侧乳头凹陷或糜烂腐蚀，或于乳房内可触及质硬的肿块。\n【6】 **预防**\n【7】 1、定期做乳腺检查。\n【8】 2、平时注意个人卫生，多用清水清洗乳房。\n【9】 **检查**\n【10】 相关检查\n【11】 乳房触诊\n【12】 1、乳房触诊。\n【13】 2、B超。\n【14】 3、血常规。\n【15】 **鉴别诊断**\n【16】 乳晕痒需要和湿疹样乳癌想鉴别：\n【17】 湿疹样乳癌是一种癌症，是发生在乳头部位的恶性肿瘤，是一种特殊类型的乳腺癌。比较少见，约占乳腺癌总数的0.7%～3%。由乳头表皮细胞原位恶变而来。\n【18】 ", "title": "乳晕痒", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/6558_jieshao.html\", \"category\": \"妇产科::妇科::乳晕痒\", \"create_time\": \"2023-12-26 16:28:31.399889\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:06", "update_time": "2024-01-28 18:35:34"}
{"id": 399981, "user_id": "6576f4e0014d3d1c31d6fe43", "user_name": "曾垂松", "task_id": 135, "source_info": {"seq_id": 879, "text": "【0】 # 内斜A征\n【1】 A型内斜视(A-esotropia)：又称内斜A征(esotropia A sign)、内斜A现象(esotropia Aphenomenon)、A-内斜、集合性斜视A综合征(convergent strabismus A syndrome)，即向正上看时内斜度数增大，而向正下看时内斜度数减少，甚至消失。看远及看近时内斜度几乎相等，向内下方转眼时可有上斜肌功能过强，内收眼位时眼球内陷。患者可有下颌上抬表现。\n【2】 **病因**\n【3】 一、发病原因\n【4】 A-V 征形成的原因很多，包括眼外肌本身的因素、解剖因素、神经支配因素以及遗传因素等。\n【5】 二、发病机制\n【6】 形成A-V征的原因很多，归纳起来有如下8个方面：\n【7】 1、 水平肌肉的原因：Urist认为A-V征的形成与内、外直肌在向上、下方注视时的强弱差异有关。在生理状态下，当双眼向上方注视时，分开作用有轻度增加 (<15△)，向下方注视时，集合(辐辏)作用有轻度增加(<10△)，但都不超过正常限度。上述生理性差异是由于外直肌与内直肌作用不同的结果，一般认为V现象是因生理差异过大，而A现象则是因生理差异过小所致。也就是说，V-外斜视是由于外直肌作用过强，V-内斜视是由于内直肌作用过强，A-外斜视是由于内直肌力量不足，A-内斜视是由于外直肌力量不足造成的。总之，V征是由于水平肌肉过强造成的，而A征是由于水平肌肉力量不足造成的。\n【8】 2、斜肌的原因：Jampolsky认为上、下斜肌的强弱是形成A-V征的一个重要原因。由于斜肌的次要作用使眼球外转，所以当下斜肌力量过强时，可致V现象;而下斜肌的力量不足时，则致A现象;上斜肌力量过强而致A现象;上斜肌力量不足则致V现象。总之，向正上方注视时水平斜度加大者，为下斜肌的原因所致，而向下方注视时水平斜度加大者，为上斜肌的原因所致。von Noorden认为斜肌功能异常是A-V综合征较常见原因，有斜肌功能异常的A-V综合征常引起旋转性斜视。由斜肌功能异常的A-V综合征产生旋转性斜视，以水平肌止端倾斜矫正后，其旋转斜视不能矫正。而这种旋转斜视用眼底照相检查证实。\n【9】 3、上、下直肌的原因：Brown认为上、下直肌的功能强弱是形成A-V征的一个原因，由于这两条肌肉均有使眼球内转的次要作用，所以当上直肌力量过强时，可致A现象;而上直肌力量较弱时则致V现象;下直肌力量较强时，可致V现象;下直肌力量较弱致A现象。总之，向正上方注视时水平斜度差异大者，为上直肌的原因所致，而向正下方注视时水平斜度差异大者为下直肌的原因所致。\n【10】 4、水平-垂直直肌的原因：持此种意见的人认为A-V征是由于水平和垂直作用的肌肉均有异常造成的，并非单独由某一种肌肉的异常所致。一部分患者可能主要为水平肌肉的过强或过弱、导致垂直肌肉的继发性改变所致;而另一些患者可能主要为垂直肌肉功能的过强或过弱，导致水平肌肉的继发性改变，或水平和垂直肌肉功能均有改变始形成A-V征。\n【11】 5、解剖方面的原因\n【12】 (1)A-V征与面容形状有关：如蒙古人样面容(外眦部上移)可造成A-内斜及V-外斜;而反蒙古人样(高加索人)面容(外眦部无移位或稍下移)，可造成A-外斜及V-内斜。\n【13】 (2)筋膜异常：如Brown上斜肌鞘综合征常合并V-外斜，此乃由于上斜肌鞘缺乏弹性，致使上转时发生强制性外展。在Johnson粘连综合征，亦可产生垂直转动时的机械性集散现象。\n【14】 (3)肌肉附着点异常：有人认为有些V现象患者的内直肌腱的附着位比正常者高，外直肌腱的附着位则较正常为低。另外附着点的前移或后移，亦可造成A-V征。\n【15】 6、神经支配原因：临床上A-V征单纯由解剖因素所致者较少见，但由于麻痹因素所致则较多见。因为从A-V征的定义中可以看出，它是一种同时伴有垂直非共同性斜视的亚型水平性斜视，也就是说无论水平斜度或垂直斜度占主要，均合并有肌肉过强或过弱的不平衡现象。垂直直肌和斜肌哪种占主要尚无定论，水平肌和垂直肌均有作用，但二者谁最重要亦无法解释清楚，垂直肌具有神经冲动和机械两方面的作用，而水平肌在肌肉过强或过弱时可能更为突出。　　此外，还有生理性V现象，即在原眼位无斜视的情况下，向上注视时，可以产生外斜(可达17△之多)，向下注视时，可以产生A现象(可达5△之多)，这可能与神经支配因素有关。\n【16】 7、辐辏和融合功能异常的原因：当向下方注视，不能保持融合时，可以产生A现象;当向上方注视不能保持融合时，可以产生V现象，此种情况，在间歇性外斜常见。\n【17】 8、遗传因素：文献中有关A-V征的遗传因素报道较少，我国曾报道一家系5代11例V-外斜视的病例，为常染色体显性遗传。仅手术1例先证者，术中未见眼外肌附着异常。\n【18】 总之，在上述诸多因素中，不能用一简单病因解释全部病例的发病机制，但主要是眼外肌方面的原因造成的。\n【19】 **预防**\n【20】 内斜A现象：在向远、向上注视时斜视角为5°～10°，向下注视时眼位正常者，则只做1条外直肌截除10mm;如向近向下注视时斜视角5°～10°时，则需做2条外直肌截除10～12mm，或单眼内直肌后退5mm与外直肌截除8mm。\n【21】 **检查**\n【22】 相关检查\n【23】 眼及眶区CT检查 眼底镜检查法\n【24】 无需特殊实验室检查。\n【25】 1、一般情况检：检查裸眼(及矫正)远和近视力、外眼情况、屈光状态、屈光间质、注视性质和眼底情况等。\n【26】 2、眼肌检查：除行角膜映光法、遮盖法及各诊断眼位等常规眼肌检查外，还应作如下检查：\n【27】 (1)三棱镜加遮盖法检查原眼位、正上方和正下方注视时的斜视度。\n【28】 (2)视网膜对应、融合功能、立体视功能检查，以及AC/A比率的测定。\n【29】 (3)双眼固视野检查，了解注视范围，为选择手术方法提供依据。\n【30】 (4)Hess屏检查眼外肌的功能状态。\n【31】 3、A-V综合征检查中的注意事项\n【32】 (1)如有屈光不正，检查时应戴矫正眼镜。\n【33】 (2)看近时应让患者注视小视标，为了减少调节因素对眼位的影响，可戴 3D镜片后检查。\n【34】 (3)分别测定33cm和6m注视时的水平斜度及上下注视位的斜度，有人主张重复检查3次才可作为诊断依据。\n【35】 (4)多以三棱镜加遮盖法检查的斜度为准。向上或向下方转25°角检查内外斜度，有人认为转动15°角已够(Duke-Elder)，因注视位置太向上或太向下容易引起假象。\n【36】 (5)注意检查斜肌功能和旋转斜视\n【37】 ①上斜肌功能过强的判定，依据Parks分类方法分为4级，检查双眼下转30°及左、右转30°时垂直斜度，双眼垂直斜度之差。A.1级：<10°者; B.2级：10°～19°者; C.3级：20°～30°者;D.4级：>30°者。\n【38】 ②下斜肌功能过强的判定，依据孟祥成分类法分为3级：A.1级(1度)：即内转时出现上斜者;B.2级(2度)：极度内转时才显示出上斜者;C.3级(3度)：向内上方转时才出现上斜者。\n【39】 ③旋转斜视的判定采用眼底照相机照相检查，依据孔令媛测量法，正常视盘-中心凹角平均值为7.381°，变化范围为1.429°～13.333°。中心凹位于视盘几何中心平面下0.343PD。\n【40】 **鉴别诊断**\n【41】 1、临床类型与表现\n【42】 文献中有关A-V征的分型很多，Urist将其分为V-内斜、A-内斜、V-外斜和A-外斜4型。Costenbader在Urist分型的基础上又增加4种少见的现象，即X、Y、(倒Y)及◇(菱形)现象，此后又有人将X现象分为XA和XV现象。\n【43】 (1)A型内斜视(A- esotropia)：又称内斜A征(esotropia A sign)、内斜A现象(esotropia Aphenomenon)、A-内斜、集合性斜视A综合征(convergent strabismus A syndrome)，即向正上看时内斜度数增大，而向正下看时内斜度数减少，甚至消失。看远及看近时内斜度几乎相等，向内下方转眼时可有上斜肌功能过强，内收眼位时眼球内陷。患者可有下颌上抬表现。\n【44】 (2)V型内斜视(V-esotropia)：又称内斜V征(esotropia V sign)、内斜V现象(esotropia Vphenomenon)、V-内斜、集合性斜视V综合征(convergent strabismus V syndrome)，即向正下看时内斜度数增大，而向正上看时内斜度数变小，甚至消失。内斜度看近大于看远，常有下斜肌功能过强。患者可有下颌内收表现，双眼固视野小，常有恐怖状。\n【45】 (3)A型外斜视(A-exotropia)：又称外斜A征(exotropia A sign)、外斜A现象(exotropia Aphenomenon)、A-外斜、分开性斜视A综合征(divergent strabismus A syndrome)，即向正上方看时外斜度数变小，甚至消失，而向正下方看时外斜度数增大。看远看近外斜度数无变化，常有上斜肌功能过强，内收眼位时眼球内陷。患者可有下颌内收表现、双眼固视野小，常有恐怖状。\n【46】 (4)V型外斜视(V-exotropia)：又称外斜V征(exotropia V sign)、外斜V现象(exotropia Vphenomenon)、V-外斜、分开性斜视V综合征(divergent strabismus V syndrome)，即向正上方看时外斜度数增大，而向正下方看时外斜度数减少，甚至消失，外斜度看远大于看近(分开过强)，常有下斜肌功能过强，患者可有下颌上抬现象。\n【47】 (5)X-现象(X-phenomenon)：即在原眼位时正位或轻度外斜，向正上方或正下方看时外斜度均增大，呈“X”形。\n【48】 (6)XA-现象(X and A phenomenon)：即原眼位时轻度外斜，向正上方注视时的外斜度数增大较向正下方注视时外斜度数增大得少。\n【49】 (7)XV-现象(X and V phenomenon)：即原眼位时轻度外斜，向正上方注视时的外斜度数增大较向正下方注视时外斜度数增大得多。\n【50】 (8)◇-现象(◇-phenomenon)：即原眼位时，内斜度数较小或无内斜，向正上和正下方注视时内斜度数增加。\n【51】 (9)Y-现象(Y-phenomenon)：即原眼位时和向正下方注视时外斜度数较小或无外斜，而向正上方注视时外斜度数明显增大。实为V-外斜视的变异。\n【52】 (10) 现象( phenomenon)：即原眼位和正上方注视时外斜度数较小或无外斜，而向正下方注视时外斜度数增大。亦为V-外斜视的变异或Y-现象的反向型。\n【53】 2、诊断标准 中华医学会眼科学会全国儿童弱视斜视防治学组(1987)规定A-V征的诊断标准为：\n【54】 (1)外斜V征：向上注视时的斜度比向下注视时大(≥15△，8°～9°)。\n【55】 (2)内斜V征：向上注视时的斜度比向下注视时小(≥15△，8°～9°)。\n【56】 (3)外斜A征：向上注视时的斜度比向下注视时小(≥10△，5°～6°)。\n【57】 (4)内斜A征：向上注视时的斜度比向下注视时大(≥10△，5°～6°)。\n【58】 1、根据患者临床表现及眼球检查结果，可以明确诊断。\n【59】 2、 诊断标准 向上注视与向下注视时的斜视度之间的差异必须≥10△才能诊断A现象;二者之间的差异必须≥15△才能诊断为V现象，因为正常人在向下注视时也有轻度集合。为了进一步判断引起A-V现象是单纯水平肌肉因素还是有垂直肌肉因素，应以三棱镜加遮盖法或同视机做各诊断眼位的斜视度测定。正常视网膜对应者如用同视机检查还可以发现A-V现象同时伴有旋转性斜视(通过眼底照相也可证实)，这对制定手术治疗方案很有帮助。\n【60】 无需特殊实验室检查。\n【61】 1、一般情况检查：检查裸眼(及矫正)远和近视力、外眼情况、屈光状态、屈光间质、注视性质和眼底情况等。\n【62】 2、眼肌检查 除行角膜映光法、遮盖法及各诊断眼位等常规眼肌检查外，还应作如下检查：\n【63】 (1)三棱镜加遮盖法检查原眼位、正上方和正下方注视时的斜视度。\n【64】 (2)视网膜对应、融合功能、立体视功能检查，以及AC/A比率的测定。\n【65】 (3)双眼固视野检查，了解注视范围，为选择手术方法提供依据。\n【66】 (4)Hess屏检查眼外肌的功能状态。\n【67】 3、A-V综合征检查中的注意事项\n【68】 (1)如有屈光不正，检查时应戴矫正眼镜。\n【69】 (2)看近时应让患者注视小视标，为了减少调节因素对眼位的影响，可戴 3D镜片后检查。\n【70】 (3)分别测定33cm和6m注视时的水平斜度及上下注视位的斜度，有人主张重复检查3次才可作为诊断依据。\n【71】 (4)多以三棱镜加遮盖法检查的斜度为准。向上或向下方转25°角检查内外斜度，有人认为转动15°角已够(Duke-Elder)，因注视位置太向上或太向下容易引起假象。\n【72】 (5)注意检查斜肌功能和旋转斜视\n【73】 ①上斜肌功能过强的判定，依据Parks分类方法分为4级，检查双眼下转30°及左、右转30°时垂直斜度，双眼垂直斜度之差。A.1级：<10°者; B.2级：10°～19°者; C.3级：20°～30°者;D.4级：>30°者。\n【74】 ②下斜肌功能过强的判定，依据孟祥成分类法分为3级：A.1级(1度)：即内转时出现上斜者;B.2级(2度)：极度内转时才显示出上斜者;C.3级(3度)：向内上方转时才出现上斜者。\n【75】 ③旋转斜视的判定采用眼底照相机照相检查，依据孔令媛测量法，正常视盘-中心凹角平均值为7.381°，变化范围为1.429°～13.333°。中心凹位于视盘几何中心平面下0.343PD。\n【76】 ", "title": "内斜A征", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/2825_jieshao.html\", \"category\": \"五官科::眼科::内斜A征\", \"create_time\": \"2023-12-26 16:28:30.885184\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:06", "update_time": "2024-01-28 19:15:15"}
{"id": 399980, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 807, "text": "【0】 # 阴道脓性分泌物\n【1】 阴道分泌物呈黄绿色，脓性。\n【2】 **病因**\n【3】 阴道脓性分泌物的病因：\n【4】 由于卵巢功能不足，雌激素水平低，阴道上皮薄，抵抗力弱，而易受化脓性球菌的侵袭，引起感染。\n【5】 **预防**\n【6】 阴道脓性分泌物的预防：\n【7】 1.消除发病诱因。如积极治疗糖尿病，及时停用广谱抗生素或雌激素。\n【8】 2.讲究卫生，勤换内衣尤其是裤头。换下的衣物一定要煮熟消毒处理，避免公共场所的交叉感染。\n【9】 3.阴道霉菌常与其他部位霉菌感染、并存或交互感染，如口腔及肠道的霉菌等。必要时要在这些部位取材作霉菌镜检或培养。对有典型临床表现或/及霉菌阳性者，应及时治疗。\n【10】 4.对于顽固性或经常反复发作的霉菌性阴道炎患者，性传递也是导致复发的原因之一。女方有症状者至少有10%的男方患有霉菌性尿道炎，应同时给于合理治疗以防交互感染。\n【11】 **检查**\n【12】 相关检查\n【13】 阴道清洁度检查 阴道分泌物检查\n【14】 阴道脓性分泌物的检查诊断：\n【15】 白带增多，黄水样或脓性，或为血性分泌物，可伴有外阴烧灼感或瘙痒。幼儿常见外阴红肿，有脓性分泌物，应注意有无阴道异物。老年妇女阴道粘膜蒌缩，表现平滑充血，有出血点，脓性分泌物多。须排除滴虫、霉菌感染及生殖道恶性肿瘤。\n【16】 **鉴别诊断**\n【17】 阴道脓性分泌物易混淆的症状鉴别：\n【18】 豆渣样 或称干酪样，多见于霉菌性阴道炎并伴有外阴瘙痒。\n【19】 血性 白带中有血，要警惕宫颈癌、子宫内膜癌等。宫颈息肉、粘膜下子宫肌瘤、老年性阴道炎、带环等也可引起。\n【20】 水性 量多、水样，首先要考虑子宫内膜癌或输卵管癌。见到异常白带应详细了解病史，检查白带内有无滴虫、霉菌，仔细检查宫颈、子宫及盆腔，必要时做宫颈涂片、活组织检查或诊断性刮宫术。明确病因后适当治疗。\n【21】 白带增多，黄水样或脓性，或为血性分泌物，可伴有外阴烧灼感或瘙痒。幼儿常见外阴红肿，有脓性分泌物，应注意有无阴道异物。老年妇女阴道粘膜蒌缩，表现平滑充血，有出血点，脓性分泌物多。须排除滴虫、霉菌感染及生殖道恶性肿瘤。\n【22】 ", "title": "阴道脓性分泌物", "tags": "", "lang": "", "attr": "{\"exta\": {\"category\": \"妇产科::妇科::阴道脓性分泌物\", \"url\": \"https://zzk.xywy.com/5834_jieshao.html\", \"create_time\": \"2023-12-26 16:28:32.603922\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:06", "update_time": "2024-01-28 19:15:18"}
{"id": 399979, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 194, "text": "【0】 # 皮肤粘膜红紫\n【1】 皮肤和黏膜将人体保护起来，使人体对外界形成了一个密闭的系统，当有害物质将要侵入人体时，首先是皮肤和黏膜将外界致病因素阻挡在体外。所以皮肤和黏膜是人体抗感染的第一道防线。但有害物质的侵入量超过粘膜的承受力时，就会造成皮肤粘膜的红肿，变色等损伤。\n【2】 **病因**\n【3】 免疫反应和环境污染、药物、化学制剂等有关。病变可累及动脉、静脉和毛细血管、可侵犯全身多个系统，使临床表现多种多样、最严重的是冠状动脉病变，常为致死主要原因。\n【4】 **预防**\n【5】 针对不同损伤进行治疗。\n【6】 **检查**\n【7】 相关检查\n【8】 心电图 血常规\n【9】 皮肤粘膜表现：躯干部多形性荨麻疹样、红斑或猩红热样皮疹，无水疱或结痴。四肢末端病初呈实性肿胀和恢复期指端膜状脱皮，此为本病特征。双眼结膜充血，无脓性分泌物和流泪、口唇干燥潮红、皲裂、杨梅舌，口腔及咽部粘膜弥漫性发红而无溃疡及伪膜形成。　 　\n【10】 实验室检查血白细胞增高、中性粒细胞增高、血沉增快、C反应蛋白增高，免疫球蛋白增高，部分病例转氨酶增高，有心脏受损者可见心电图和超声心动图改变。\n【11】 **鉴别诊断**\n【12】 皮肤黏膜淋巴结综合症皮肤粘膜淋巴结综合症又称川崎病，是一种以变态反应性全身小血管炎为主要病理改变的结缔组织病。主要表现为急性发热、皮肤粘膜病损和淋巴结肿大。婴幼儿多见。我国近年来该病发病率明显增高。　　\n【13】 慢性皮肤粘膜念珠菌病(chronic mucocutaneous candidiasis)：是皮肤，粘膜、毛发和指甲持续性念珠菌感染的细菌免疫缺陷病。　　\n【14】 皮肤粘膜出血是因血管壁功能异常，血小板数量或功能异常及凝血功能障碍而引起的皮肤持续性出血的疾病。\n【15】 ", "title": "皮肤粘膜红紫", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/3224_jieshao.html\", \"category\": \"皮肤性病科::皮肤科::皮肤粘膜红紫\", \"create_time\": \"2023-12-26 16:28:35.251071\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:06", "update_time": "2024-01-28 18:34:19"}
{"id": 399978, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 267, "text": "【0】 # 指甲呈筒形\n【1】 指甲呈筒形指指甲的形状呈筒形的症状，可见于癌症晚期的病人。\n【2】 **病因**\n【3】 中医认为，指甲为脏腑气血的外荣，与人体的脏腑经络有直接联系，能够充分地反映人体生理、病理变化。指甲呈筒形极有可能是癌症引起的。\n【4】 通过观察指甲的形状、大小、颜色能够反映一个人的健康基本状况，甚至看出他潜在的健康危机，而通过指甲的光泽、纹路、斑点等等的变化，则可以推断出身体正在悄悄发生的。\n【5】 **预防**\n【6】 注意保持身体健康，定期体检，防范于未然。\n【7】 **检查**\n【8】 相关检查\n【9】 必需微量元素检测\n【10】 指甲呈筒形，最健康的指甲长与宽的比例应该是4：3。通过观察指甲的形状、大小、颜色能够反映一个人的健康基本状况，甚至看出她潜在的健康危机。指甲覆盖在甲床外面，保护富含神经的指尖不受伤害。指甲主要由角质素和蛋白质组成，是表皮(皮肤外层)的基本结构。正常的指甲红润含蓄，坚韧而呈弧形，并且平滑、有光泽，其根部呈半月状灰白色。\n【11】 **鉴别诊断**\n【12】 指甲呈半圆形，则是肾功能不佳。\n【13】 指甲末端呈直线形，则是淋巴体质或器官无抵抗力的体现。\n【14】 指甲呈扁平形，则是颈部淋巴腺或咽喉有病变。\n【15】 指甲呈三角形:指指甲的形状呈三角形或者逆三角形的症状。是由消化系统疾病，喉炎引起，呈逆三角形的人可能患糖尿病及肺炎。\n【16】 ", "title": "指甲呈筒形", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/6193_jieshao.html\", \"category\": \"皮肤性病科::皮肤科::指甲呈筒形\", \"create_time\": \"2023-12-26 16:28:37.695105\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:06", "update_time": "2024-01-28 19:09:20"}
{"id": 399977, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 184, "text": "【0】 # 皮肤肉芽肿\n【1】 皮肤淋巴肉芽肿病(cutis lymphogranulomatosis)大多数报告的皮肤霍奇金病，实际上是A型淋巴瘤样丘疹病。同义名Hodgkin淋巴瘤(Hodgkin lymphoma)，Hodgkin肉芽肿(Hodgkin granuloma)，Hodgkin副肉芽肿(Hodgkin paragranuloma)，Hodgkin肉瘤(Hodgkin sarcoma)，恶性淋巴肉芽肿病(lymphogranulomatosis maligna)。本病是ML的一种，具有特殊的瘤巨细胞(Reed-Sternberg细胞，简称R-S细胞)，常有不同程度的炎症细胞浸润。此二病有相当多的重叠表现。淋巴瘤样丘疹病的A型细胞与Reed-Sternberg细胞(RS细胞)有共同的免疫表型标志。淋巴瘤样丘疹病可见于患霍奇金病的患者。原发性皮肤霍奇金病而无淋巴结受累者很难证实而且是十分罕见的。\n【2】 **病因**\n【3】 (一)发病原因　　\n【4】 本病病因尚不清楚。有下列一些看法：　　\n【5】 1.病毒感染：与患者密切接触的人发病率高，Lerine等提出患者血清中EB病毒抗体效价增高，认为与EB病毒感染有关，但尚无确切证据。　　\n【6】 2.射线影响：原子弹爆炸区居民的发病率较其他区居民高4倍。　　\n【7】 3.可能与其他型ML、多发性特发性出血性肉瘤或白血病有关。　　\n【8】 4.细胞免疫缺陷：根据患者血中T淋巴细胞减少、细胞免疫低下、正常迟发型变态反应消失、对同种异体移植排斥缓慢、早期病变常从淋巴结T区开始发生，认为与T细胞免疫监视功能缺陷而导致“网状细胞”异常瘤性增生。　　\n【9】 (二)发病机制　　\n【10】 发病机制还不清楚。由于对R-S细胞的起源尚有争论，有待进一步探讨。对R-S细胞的起源，有认为来自T淋巴细胞、B淋巴细胞、组织细胞或交指状网状细胞或树突状网状细胞等看法。目前大多倾向于来自网状细胞，但尚未证实。\n【11】 **预防**\n【12】 (一)治疗。限局性损害X线放射治疗。亦可试用PUVA疗法。晚期患者常用联合化疗。　　\n【13】 (二)预防。原发性损害可先于其他症状，包括淋巴结肿大在数个月或5～10年出现，预后较佳，患者可存活10～20年。\n【14】 **检查**\n【15】 相关检查\n【16】 皮内试验\n【17】 患者常诉浅表淋巴结或淋巴结群特别是在颈部呈无痛性进行性肿大，伴乏力、食欲不振、消瘦、不规则低热、盗汗和瘙痒。晚期可累及任何器官。因颈和腋部淋巴结肿大，可压迫臂神经丛而引起咳嗽、呼吸困难、上腔静脉综合征、言语困难等症状。脾脏受累可引起腹部不适、消化不良、恶心、呕吐和因脾功能亢进所产生症状。累及骨骼者可引起骨折、突眼、脊髓受压和瘫痪。中枢神经系统受累可致偏瘫、周围神经病变和疼痛。胃肠道受累可引起溃疡、疼痛、出血、梗阻和吸收不良综合征。累及肝脏可引起黄疸和肝性昏迷。泌尿生殖系统受累可引起尿毒症。患者因细胞免疫低下，易招致病毒、细菌和念珠菌感染。　　\n【18】 皮肤损害可分为特异性和非特异性。　　\n【19】 1.特异性损害：据Benninghoff等统计，见于5%～10%患者。原发性少见。大多来源于血源播散，常见于有广泛淋巴结病变的晚期患者;若由相应淋巴结逆行传播，可见于早期。原发性损害可先于其他症状，包括淋巴结肿大在数个月或5～10年出现，预后较佳，患者可存活10～20年。发生继发性损害的患者常于数个月内死亡。损害好发于头皮、颈部和躯干上半部，可表现为丘疹、结节、斑块、红皮病或湿疹样，偶或皮下结节。溃疡可在结节或斑块的基础上发生，或因淋巴结或骨骼等病变波及皮肤所致。　　\n【20】 2.非特异性损害：较常见，常表现为表皮剥蚀、红斑、苔藓样变、痒疹样或红皮病等。其他如皮肤苍白、荨麻疹、多形红斑、结节红斑、毛发红糠疹、类天疱疮、鱼鳞病、皮肌炎、皮肤异色病样等损害也可发生。有时还可表现紫癜、大疱、淋巴水肿、秃发、掌(跖)角化以及静脉炎和色素沉着等。由于细胞免疫功能低下，至少约15%患者发生带状疱疹。　　\n【21】 大多数霍奇金病通常起源于淋巴结，从淋巴结或经淋巴管逆行扩展至皮肤或直接扩展至皮肤。皮肤损害呈丘疹或结节，伴发溃疡或不伴发。晚期病例可发生皮肤粟粒状播散。霍奇金病患者常见非特异性皮肤损害，泛发性严重瘙痒可发生于本病其他症状出现数月数年前或本病已明确诊断之后。可因搔抓而发生继发性结节性痒疹和色素沉着。其他皮肤表现如获得性鱼鳞病，剥脱性皮炎和泛发性严重的带状疱疹。　　\n【22】 非特异性皮肤损害不论在临床或组织病理上均无特殊性。特异性皮肤损害的临床形态无特殊性，主要靠组织病理检查明确诊断。\n【23】 **鉴别诊断**\n【24】 常见的几种肉芽肿：　　\n【25】 性病性淋巴肉芽肿，又可称为腹股沟淋巴肉芽肿，是由沙眼衣原体感染引起的性传播疾病。本病通常在世界上热带与亚热带地区出现，尤其以南美、非洲及东南亚多见，我国较少发病。　　\n【26】 嗜酸性肉芽肿(EG)是一种孤立性的组织细胞的非肿瘤性质的异常分化。嗜酸性肉芽肿是郎罕氏细胞增多症的一种表现，以前称为组织细胞增多症X。嗜酸性肉芽肿多发生于5-10岁的儿童，侵犯部位为骨骼和肺。这占郎罕氏细胞增多症病例的60-80%。黑人本症极少见。　　\n【27】 非嗜酸性肉芽肿性前列腺炎镜下为非干酪肉芽肿，其中央液化坏死，近腺体管腔中有主要的组织细胞增多，周围绕以淋巴细胞、浆细胞和嗜伊红细胞。　　\n【28】 蕈样内芽肿过去被误称为蕈样酶菌病，现已证实是一种原发于皮肤辅助性T淋巴细胞的肿瘤。多发生于青壮年，但亦有10余岁或60余岁发病，男性多于女性。有三种类型，其中最常见的是由斑片或斑块发展成肿瘤，也可直接发生肿瘤，称突发性蕈样肉芽肿，发展较快，预后较差。约10%的病例可发生红皮病，称为红皮病型蕈样肉芽肿。本病可持续数月至数年，平均为4-10年。　　\n【29】 环状肉芽肿(granuloma annulare)是一种病因不明的良性炎症性皮肤损害，发生于真皮或皮下组织，以环状丘疹或结节性皮损为特征。 　　\n【30】 患者常诉浅表淋巴结或淋巴结群特别是在颈部呈无痛性进行性肿大，伴乏力、食欲不振、消瘦、不规则低热、盗汗和瘙痒。晚期可累及任何器官。因颈和腋部淋巴结肿大，可压迫臂神经丛而引起咳嗽、呼吸困难、上腔静脉综合征、言语困难等症状。脾脏受累可引起腹部不适、消化不良、恶心、呕吐和因脾功能亢进所产生症状。累及骨骼者可引起骨折、突眼、脊髓受压和瘫痪。中枢神经系统受累可致偏瘫、周围神经病变和疼痛。胃肠道受累可引起溃疡、疼痛、出血、梗阻和吸收不良综合征。累及肝脏可引起黄疸和肝性昏迷。泌尿生殖系统受累可引起尿毒症。患者因细胞免疫低下，易招致病毒、细菌和念珠菌感染。\n【31】 ", "title": "皮肤肉芽肿", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/3193_jieshao.html\", \"category\": \"皮肤性病科::皮肤科::皮肤肉芽肿\", \"create_time\": \"2023-12-26 16:28:34.817956\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:06", "update_time": "2024-01-28 18:14:14"}
{"id": 399976, "user_id": "6576f4e0014d3d1c31d6fe43", "user_name": "曾垂松", "task_id": 135, "source_info": {"seq_id": 1743, "text": "【0】 # 乳腺癌的远处转移\n【1】 早期乳腺癌手术后的头2-3年是复发的高峰，即使接受了传统药物三苯氧胺治疗，仍然存在复发风险，这些复发的患者中有75%会发生骨、肺、肝、骨髓、脑、卵巢等器官组织的远处转移，而这些远处转移往往危及生命。有数据显示，有远处转移的乳腺癌患者在诊断后的5年内病死率为75%，通常发生远处转移的患者的中间生存时间只有18-24个月。\n【2】 **病因**\n【3】 乳腺癌能够远处转移到几乎全身任何部位，而远处转移是乳腺癌患者死亡的最主要原因。\n【4】 可以直接侵润皮肤，胸筋膜和胸肌，也可以早期经淋巴结转移或是循血行扩散其中以淋巴结转移最常见。\n【5】 一般是淋巴结途径血或是直接侵入血管和血行播散到肺，骨和肝。\n【6】 1、乳腺癌的肺转移症状：肺是乳腺癌最常见转移部位，有70%的未治愈乳腺癌患者已经出现了肺转移，乳腺癌的肺转移可以是血行的转移、淋巴道的转移或直接侵犯。\n【7】 2、乳腺癌的骨转移症状：也是乳腺癌常见的转移症状，乳腺癌极易出现骨转移，过去甚至有患者主要是以病理性的骨折为乳腺癌的首发症状，临床上多发性骨转移较常见，有60%未治愈乳腺癌患者会发生骨转移，乳腺癌骨转移以血行转移为主。胸腰段椎骨和骨盆是乳腺癌骨转移最易发生的部位，其发生率约占64.7%和 41.2%，其次为肋骨(与癌灶邻近部位多见)肤骨、股骨、颅骨，此外胸骨的转移率为最低，约为3.5%。\n【8】 3、乳腺癌的肝转移症状：肝脏是乳腺癌最常见的转移部位之一，约有60%的未治愈乳腺癌患者会出现肝转移，给患者的治疗带来了难度，往往是乳腺癌晚期治疗失败的主要原因。肝转移主要是血行的转移和淋巴道的转移为主，尤其是血行转移。\n【9】 **预防**\n【10】 患者在预后期间千万不可忽视复发的可能性风险，一定要提高意识，定期到医院进行复查。　　\n【11】 绝经后激素受体阳性的乳腺癌患者手术后使用药物弗隆进行内分泌治疗5年，可降低复发风险，尤其是降低远处转移风险，从而获得更长的生存时间。所以，正确有效的内分泌治疗降低了乳腺癌远处转移风险，自然可以延长患者的生存时间。\n【12】 **检查**\n【13】 相关检查\n【14】 乳房淋巴结实验 胸部B超 乳房穿刺针活检 红细胞烯醇化酶 癌抗原15-3（CA15-3）\n【15】 乳腺癌局部复发是远处转移的标志。绝经期前、淋巴结阴性患者如果肿瘤直径小于2厘米或无血管浸润，其局部复发率(伴或不伴远处转移)低，10年复发率为8%。如果肿瘤大于2厘米或有血管浸润，局部复发率显著增高到19%，绝经后妇女的相应复发率为16%。　　\n【16】 研究提示，肿瘤大小和血管浸润可成为区分患者复发危险的指标，由于局部复发危险接近20%，这部分患者应该接受术后辅助放疗。　　\n【17】 对于淋巴结转移阳性患者，无论绝经前后，淋巴结数目和组织学分级都是局部复发的预测因素。研究人员认为，这强调了对切除标本进行准确病理学检测的重要性，因为肿瘤大小和血管浸润能提供额外的预后信息。对于淋巴结阳性患者，绝经前后患者的10年局部复发率分别为35%和34%。\n【18】 **鉴别诊断**\n【19】 淋巴道转移：是癌最常见的转移方式，是指侵犯的瘤细胞穿过淋巴管壁，脱落后随淋巴液被带到汇流区淋巴结，并且以此为中心生长出同样肿瘤的现象。　　\n【20】 淋巴结转移：一般是首先到达距肿瘤最近的一组淋巴结，然后是依次到距离较远者，当肿瘤细胞在每一站浸润生长的同时也向组内邻近的淋巴结扩展。但是也有例外的情况，部分患者，也可行短路绕过途径中的淋巴结直接向较远的淋巴结转移。临床上称这种转移的方式为跳跃性的转移。这些特点增加了肿瘤转移的复杂性，使临床上出现了一些难以寻觅到原发病灶的淋巴结转移癌。　　\n【21】 肝脏是各种恶性肿瘤易发生转移的脏器，为转移癌的好发部位之一。肝转移指非肝内的原发肿瘤可经血行或淋巴途径转移到了肝脏。常见的肝转移肿瘤多来自消化道、肺、胰腺、肾及乳腺等部位。　　\n【22】 肺部转移：一般指恶性肿瘤发生恶化，转移到肺部。肺是全身血流的必经之地,其丰富的毛细血管床是一高效过滤器，成为各种恶性肿瘤转移的好发部位。死于恶性肿瘤者20～54%有肺转移,15%肺部是唯一的转移部位。肺转移瘤的发生,一般认为是肿瘤细胞停留在肺的小动脉或毛细血管的分叉部位,黏附在毛细血管的内皮形成凝块,并穿过管壁进入血管外的结缔组织内,然后细胞增生,成为小的瘤体,形成转移性肿瘤。　　\n【23】 骨转移：是某些原发病经血行转移。乳癌是最易发生骨转移的癌症。乳腺癌是女性乳腺最常见的恶性肿瘤，亦是女性最常见的恶性肿瘤之一。 　　\n【24】 乳腺癌局部复发是远处转移的标志。绝经期前、淋巴结阴性患者如果肿瘤直径小于2厘米或无血管浸润，其局部复发率(伴或不伴远处转移)低，10年复发率为8%。如果肿瘤大于2厘米或有血管浸润，局部复发率显著增高到19%，绝经后妇女的相应复发率为16%。　　\n【25】 研究提示，肿瘤大小和血管浸润可成为区分患者复发危险的指标，由于局部复发危险接近20%，这部分患者应该接受术后辅助放疗。　　\n【26】 对于淋巴结转移阳性患者，无论绝经前后，淋巴结数目和组织学分级都是局部复发的预测因素。研究人员认为，这强调了对切除标本进行准确病理学检测的重要性，因为肿瘤大小和血管浸润能提供额外的预后信息。对于淋巴结阳性患者，绝经前后患者的10年局部复发率分别为35%和34%。\n【27】 ", "title": "乳腺癌的远处转移", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/3665_jieshao.html\", \"category\": \"肿瘤科::肿瘤内科::乳腺癌的远处转移\", \"create_time\": \"2023-12-26 16:28:27.796644\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:06", "update_time": "2024-01-28 18:06:50"}
{"id": 399975, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 660, "text": "【0】 # 子宫破裂征象\n【1】 子宫体部或子宫下段在妊娠期或分娩期发生破裂称为子宫破裂(rupture of uterus)。多发生在分娩期，与阻塞性分娩、不适当难产手术、滥用宫缩剂、妊娠子宫外伤和子宫手术瘢痕愈合不良等因素有关，个别发生在晚期妊娠。子宫破裂为产科最严重并发症之一，常引起母儿死亡。其发生率为判断一个地区产科质量标准之一。近年来我国随着产科工作者的数量和质量的提高，城乡妇幼卫生三级保健网的建立和逐步健全，其发生率已显著下降。\n【2】 **病因**\n【3】 (一)发病原因\n【4】 子宫破裂多发生于难产、高龄多产和子宫曾经手术或有过损伤的产妇。根据破裂的原因，可分为无瘢痕子宫破裂和瘢痕子宫破裂。\n【5】 1.原因：\n【6】 (1)梗阻性难产：明显的骨盆狭窄，头盆不称，软产道畸形，盆腔肿瘤和异常胎位等因素阻碍胎先露下降，子宫为克服阻力加强收缩，子宫下段被迫拉长变薄，最终发生子宫破裂。此种子宫破裂为子宫破裂中最常见类型，破裂处多发生于子宫下段。\n【7】 (2)子宫瘢痕破裂：造成子宫瘢痕的原因主要有剖宫产术，子宫肌瘤剥除术，子宫破裂或穿孔修补术，子宫畸形矫形术等;造成破裂的原因是妊娠子宫的机械性牵拉导致瘢痕处破裂或者子宫瘢痕处内膜受损，胎盘植入，穿透性胎盘导致子宫自发破裂。近些年剖宫产术迅速增加，子宫体部纵切口剖宫产再次妊娠容易并发子宫破裂，分析原因除宫体部纵切口和下段横切口解剖性质不同外，还要考虑感染因素的作用，因为目前采用子宫体部纵切口剖宫产的患者通常经过了漫长的产程，多次阴道检查，感染几率增加。\n【8】 (3)滥用宫缩剂：此处的宫缩剂应该包括各种刺激子宫收缩的物质，包括最常用的缩宫素(催产素)和近些年才应用的米索前列醇，报道的米索前列醇导致子宫破裂的病例越来越多。原因主要包括药物剂量过大或给药速度过快，子宫颈不成熟，胎位不正，梗阻性难产，用药期间对产程观察不仔细等。\n【9】 (4)阴道助产手术损伤：宫口未开全，强行产钳术或臀牵引术，导致子宫颈严重裂伤并上延到子宫下段。忽略性横位内倒转术，毁胎术，部分人工剥离胎盘术等由于操作不当，均可以造成子宫破裂。\n【10】 (5)子宫畸形和子宫壁发育不良：最常见的是双角子宫或单角子宫。\n【11】 (6)子宫本身病变：多产妇、多次刮宫史、感染性流产史、宫腔感染史、人工剥离胎盘史、葡萄胎史等。由于上述因素导致子宫内膜乃至肌壁受损，妊娠后胎盘植入或穿透，最终导致子宫破裂。　　2.分类 子宫破裂的分类主要根据破裂原因、破裂时间、破裂部位和破裂程度等因素进行如下分类。\n【12】 (1)按破裂原因分类：\n【13】 ①自发性子宫破裂多发生于产前，常见于瘢痕子宫和子宫发育不良如双角子宫等。\n【14】 ②创伤性子宫破裂多发生于产时。\n【15】 (2)按破裂发生时间分类：\n【16】 ①妊娠期子宫破裂常见于瘢痕子宫和子宫发育不良。\n【17】 ②分娩期子宫破裂多见于经产妇，原因多为梗阻性难产或手术创伤或缩宫素(催产素)使用不当，多数子宫破裂发生于该时期。\n【18】 (3)按子宫破裂的部位分类：\n【19】 ①子宫体部破裂多见于宫体部瘢痕，胎盘植入和子宫发育不良。\n【20】 ②子宫下段破裂多见于梗阻性难产，不恰当的阴道助产导致子宫颈裂伤并上延。\n【21】 (4)按子宫破裂程度分类：\n【22】 ①完全性子宫破裂：子宫壁全层裂开，子宫腔与腹腔相通，胎儿和胎盘可嵌顿于子宫破裂口处，也可以进入腹腔，如果胎龄较小，胎盘、羊膜囊包裹胎儿完全进入腹腔。\n【23】 ②不完全子宫破裂：子宫肌壁部分或全层破裂，浆膜层完整。常见子宫下段破裂，形成阔韧带内血肿，又称阔韧带内子宫破裂。\n【24】 (二)发病机制：\n【25】 子宫破裂的影响包括：\n【26】 1.出血：子宫破裂通常表现为大出血，出血分为内出血、外出血或混合出血。内出血指出血积聚于阔韧带内或腹腔内，导致阔韧带血肿或腹腔积血;外出血指出血自阴道排出。\n【27】 子宫破裂的出血部位通常包括子宫及软产道破裂口和胎盘剥离面出血;子宫和软产道出血通常需要损伤所在部位的大血管，如果软产道损伤未伤及大血管通常不表现为大出血或活动性出血。胎盘剥离面的出血与胎盘剥离的程度和子宫收缩强度有关，如果胎盘未完全剥离或剥离后未排出宫腔，影响子宫收缩，表现为大出血;反之如果胎盘完全剥离并已经排出宫腔，子宫收缩很好，则胎盘剥离面少量活动性出血。\n【28】 上述出血指术前出血，术后亦可以出血，原因主要为阔韧带血肿清除后创面出血或DIC出血，或保守治疗子宫出血。\n【29】 出血除引起失血性休克外，还由于产妇高凝状态，出血过多，休克时间过长，出现DIC。\n【30】 2.感染：子宫破裂后，容易出现感染的部位主要有盆腔、腹腔、盆腔腹膜后和软产道。造成感染的原因主要有：盆腹腔或阔韧带内与子宫腔和阴道相通，相通后有细菌进入;子宫破裂后大出血，严重贫血或DIC，抵抗力下降，容易感染;腹腔或盆腔内的积血或腹膜外的积血，容易感染;子宫破裂后的子宫切除或修补，均于有菌条件下进行;子宫破裂后诊断期间可能有较多的阴道操作;时间较久的子宫破裂更容易导致多部位的各种感染。\n【31】 另外值得提出的感染是呼吸道感染，引起感染的因素很多，休克时间过长正常呼吸道的排痰和防御机制受损与之有关，同时不能除外误吸等因素。\n【32】 3.导致产道及其他腹腔和盆腔器官组织损伤：子宫破裂的损伤包括手术干预前和手术干预后的损伤。手术干预前的损伤包括子宫体、子宫下段、子宫颈和阴道的各种损伤，同时也可能有原发的由于胎头压迫造成的膀胱损伤。子宫破裂患者诊断过程和手术治疗过程中的损伤很多，有时甚至超过原发损伤。诊断过程中过多的不必要的阴道操作或检查，导致产道损伤加重;开腹探查术，清理积血或清理胎儿、胎盘和胎膜，操作不当，导致肠道或大网膜损伤;清理阔韧带血肿，引起盆底血管、输尿管和膀胱损伤;子宫破裂时间过长，对腹腔器官的损伤更重。\n【33】 4.对胎儿的影响：子宫破裂后对胎儿的影响主要是不同时间和不同程度的出血造成的损伤，多数胎儿死亡。存活胎儿的围生儿发病率和病死率明显增高，远期并发症也明显增高。\n【34】 **预防**\n【35】 子宫破裂严重危及母儿生命，且绝大多数子宫破裂都是可以避免的，故预防工作极其重要。\n【36】 加强计划生育宣传及实施，减少多产妇;转变分娩观念，提倡自然分娩，降低剖宫产率;加强产前检查，纠正胎位不正，估计分娩可能有困难者，或有难产史，或有剖宫产史者，应提早住院分娩，密切观察产程进展，根据产科指征及前次手术经过决定分娩方式。严格掌握应用缩宫素的指征、用法、用量，同时应有专人守护;对有子宫瘢痕、子宫畸形的产妇试产，要严密观察产程并放宽剖宫产指征;严密观察产程，对于先露高、有胎位异常的孕妇试产更应仔细观察;避免损伤性大的阴道助产及操作，如中高位产钳、宫口未开全即助产、忽略性肩先露行内倒转术、胎盘植入时强行挖取等。\n【37】 **检查**\n【38】 相关检查\n【39】 子宫输卵管造影\n【40】 临床表现：\n【41】 子宫破裂可发生在妊娠晚期尚未临产时，但大多数发生在临产过程中分娩遇有困难时，表现为产程延长，胎头或先露部不能入盆或受阻于坐骨棘平面或以上。子宫破裂多数可分为先兆子宫破裂和子宫破裂两个阶段。　\n【42】 1、先兆子宫破裂：在临产过程中，当胎儿先露部下降受阻时，强有力的阵缩使子宫下段逐渐变薄而宫体更加增厚变短，两者间形成明显的环状凹陷，此凹陷会逐渐上升达脐平或脐部以上，称为病理缩复环(pathologic retraction ring)。产妇自诉下腹剧痛难忍、烦躁不安、呼吸急促、排尿困难，脉搏增快。由于子宫过频收缩，胎儿供血受阻，胎心改变或听不清。检查腹部，在腹壁上可见一明显的凹陷，子宫下段隆起，压痛明显，子宫圆韧带极度紧张，可明显触及并有压痛。由于嵌顿于骨盆入口的胎儿先露压迫膀胱，损及膀胱黏膜，导尿时可见血尿。这种情况若不立即解除，子宫将很快在病理缩复环处及其下方发生破裂。\n【43】 2、子宫破裂：根据破裂程度，可分为完全性子宫破裂与不完全性子宫破裂两种。\n【44】 (1)完全性子宫破裂：指宫壁全层破裂，使宫腔与腹腔相通。子宫完全破裂一瞬间，产妇常感撕裂状剧烈腹痛，随之子宫阵缩消失，疼痛缓解，但随着血液、羊水及胎儿进入腹腔，出现持续性全腹疼痛，产妇出现面色苍白、出冷汗、呼吸浅表、脉细数、血压下降等休克症状体征。检查时有全腹压痛及反跳痛，在腹壁下可清楚扪及胎体，子宫缩小位于胎儿侧方，胎心消失，阴道可能有鲜血流出，量可多可少。拨露或下降中的胎先露部消失(胎儿进入腹腔内)，曾扩张的宫口可回缩。子宫前壁破裂时裂口可向前延伸致膀胱破裂。若腹腔内出血多，可叩出移动性浊音。若已确诊为子宫破裂，则不必再经阴道检查子宫破裂口。若因催产素注射所致子宫破裂者，产妇在注药后感到子宫强烈收缩，突然剧痛，先露部随即上升、消失，腹部检查如上所见。\n【45】 (2)不完全性子宫破裂：指子宫肌层全部或部分破裂，浆膜层尚未穿破，宫腔与腹腔未相通，胎儿及其附属物仍在宫腔内。腹部检查，在子宫不完全破裂处有压痛，若破裂发生在子宫侧壁阔韧带两叶之间，可形成阔韧带内血肿，此时在宫体一侧可触及逐渐增大且有压痛的包块。胎心音多不规则。如子宫动脉被撕裂，可引起严重腹膜外出血和休克。腹部检查子宫仍保持原有外形，破裂后压痛明显，并可在腹部一侧触及逐渐增大的血肿。阔韧带血肿亦可向上延伸而成为腹膜后血肿。如出血不止，血肿可穿破浆膜层，形成完全性子宫破裂。\n【46】 子宫瘢痕导致的子宫破裂虽可发生在妊娠后期，但多数在临产后，一般先兆不明显，仅有轻微腹痛，子宫瘢痕处有压痛，此时要警惕可能亦有瘢痕裂开，但因胎膜尚未破裂，故胎位可摸清，胎心好，如能及时发现并进行处理，母婴预后好。\n【47】 由于症状轻，易被忽视。当裂口扩大，羊水、胎儿和血液进入腹腔才有类似完全破裂的症状和体征出现，但无撕裂样疼痛。有的瘢痕破裂出血很少，产妇感到阵缩停止，胎动消失外，无其他不适，待2～3天后可出现腹胀、腹痛等腹膜炎症状。应用缩宫素不当所致的子宫破裂，在用药后子宫强烈收缩，突感撕裂样腹痛，腹部检查有子宫破裂的体征。\n【48】 诊断　：\n【49】 应根据病史、临床表现及体征三方面进行综合分析，诊断一般并不困难。凡对产妇临产后进行认真观察者，在先兆子宫破裂时即可明确诊断。若已发生破裂，往往有不恰当地使用缩宫素史，产程中发生剧痛，患者有休克及明显的腹部体征，诊断可立即明确，对子宫后壁的破裂诊断较困难，可做阴道检查，必要时可借助于腹腔穿刺。\n【50】 凡原有剖宫产史本次拟从阴道试产者在产程中发现原切口部有压痛，应提高警惕有无先兆破裂的可能。\n【51】 极个别者，胎儿虽自阴道分娩，但子宫仍有破裂者，此可用腹腔穿刺及B超协助检查，必要时可用腹腔镜以明确之。\n【52】 总之，子宫破裂诊断与破裂的类型、程度、部位、性质、内出血量，胎心有无，胎盘完全或部分排出等情况有密切关系，轻型或不典型者易被忽略，如子宫后壁破裂症状与体征常不典型且程度较轻;发生于子宫下段剖宫产的瘢痕子宫破裂如位于肌层薄，无血管区时，常无明显症状和体征，因出血少，临产宫缩又常掩盖了腹痛症状，仅于再次剖宫产时发现或在产后常规阴道探查宫腔时发现。\n【53】 **鉴别诊断**\n【54】 1.与其他引起急性下腹疼痛相鉴别：\n【55】 ①腹腔内出血：如异位妊娠等;\n【56】 ②肿瘤蒂扭转、破裂或变性等;\n【57】 ③盆腔器官的急性感染;\n【58】 ④经血排出受阻：如先天性生殖道畸形或手术后宫颈、宫腔粘连等;\n【59】 ⑤子宫异常收缩：如痛经、子宫腺肌症等。\n【60】 2.难产并发感染：个别难产病例，经多次阴道检查后感染，发现腹痛症状和腹膜炎刺激体征，类似子宫破裂征象，阴道检查时由于产程长，子宫下段菲薄，双合诊检查手指相触，犹如只隔腹壁，易误诊为子宫破裂，但此类病例宫颈口不会回缩，胎儿先露不会上升，更触不到胎体位于腹腔内，子宫亦不会缩小。\n【61】 3.胎盘早期剥离：常因发病急、剧烈疼痛、内出血、休克等症状与之混淆。\n【62】 ", "title": "子宫破裂征象", "tags": "", "lang": "", "attr": "{\"exta\": {\"category\": \"妇产科::妇科::子宫破裂征象\", \"url\": \"https://zzk.xywy.com/6356_jieshao.html\", \"create_time\": \"2023-12-26 16:28:33.441226\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:06", "update_time": "2024-01-28 19:05:28"}
{"id": 399974, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 1589, "text": "【0】 # 出汗减少\n【1】 交感神经链综合征可表现为功能缺失症状，如皮肤导电性能减低、出汗减少。交感神经链综合征(sympathetic chain syndrome)是多病因导致长期隐性存在的临床综合征。当神经节损害严重及代偿能力削弱时出现典型症状，常被延误诊治，多在尸检中偶然发现。因受损的交感神经节不同，临床表现不尽相同，但都有共同的临床症状。如疼痛、感觉障碍、血管功能障碍等。\n【2】 **病因**\n【3】 **(一)发病原因**　　\n【4】 许多病因可引起交感神经链综合征，如各种急性及慢性感染，全身性或局部感染，各种内源性、外源性中毒，以及外伤、脊柱退行性疾病、肿瘤、血管性疾病和慢性刺激性病灶等。　　\n【5】 **(二)发病机制**　　\n【6】 本病因不同交感神经节受损，而导致相应临床表现。病理改变因原发病不同而异，感染性炎症引起，可见到细胞内空泡形成及脂肪变性，伴神经节间质及周围组织充血、水肿和浸润，中毒和败血症引起可见神经节细胞坏死。\n【7】 **预防**\n【8】 合理膳食可多摄入一些高纤维素以及新鲜的蔬菜和水果，营养均衡，包括蛋白质、糖、脂肪、维生素、微量元素和膳食纤维等必需的营养素，荤素搭配，食物品种多元化，充分发挥食物间营养物质的互补作用，对预防此病也很有帮助。\n【9】 **检查**\n【10】 相关检查\n【11】 汗液电解质检查 温度与出汗\n【12】 1、本病可发生于任何年龄，两性均可发生，临床上并非少见，因在晚期才出现典型症状，使临床诊断率较低。多为亚急性或慢性起病，亦可急性起病，通常有转为慢性迁延、时起时伏的趋势。局部交感神经链病变的基本特征是：具有节段性不对称性及强烈扩散性和周期性加重等特点，因受损的交感神经节不同，临床表现不尽相同，但都有共同的临床症状。　　\n【13】 2、疼痛及感觉障碍：疼痛呈发作性或持续性，伴发作性加剧，夜间较重，情绪波动、体力劳动、天气变化及寒冷刺激等因素均可使疼痛加重，范围较弥散，有广泛扩散趋势。受损交感神经节的体表投射区可出现压痛，如发现压痛点常有助于定位诊断。可出现各种各样的感觉异常，如麻木、蚁走样感等，客观感觉障碍较主观症状轻，多为痛觉异常，温度觉异常较少见，触觉及深感觉障碍更少见。　　\n【14】 3、皮肤及附属器改变：皮肤可出现刺激性症状，如出汗增多及立毛反射亢进;亦可表现为功能缺失症状，如皮肤导电性能减低、出汗减少及立毛反射减弱等。此外，皮肤还可出现营养障碍、干燥萎缩、毛发脱落及指(趾)甲变脆等。　　\n【15】 4、血管功能障碍：主要表现为小动脉和毛细血管痉挛，亦可出现血管张力减退，甚至发生麻痹，以及躯体神经功能障碍。　　\n【16】 根据某一侧交感神经支配区内出现发作性或持续性疼痛，或交感神经节投射区有明显的压痛，可考虑本病。\n【17】 **鉴别诊断**\n【18】 1、周身出汗：人的汗腺最发达，人的出汗可分为三种：温热性出汗，精神性发汗，味觉性出汗。出汗是人体的一种正常的生理现象，汗液可以带走体内多余的热量和一些诸如尿酸、脂 肪酸等代谢产物。可是也有疾病导致出汗。过多出汗，可造成人体血液循环的流量减少，循环变慢，使得人体的散热量趋减，从而导致体温升高。大量出汗，还能使人体盐分流失，细胞因缺钠而造成热痉挛。　　\n【19】 2、出汗异常：出汗是人体的体温调节方式。当我们觉得热的时候，或者在做运动的过程中，出汗可以通过汗液的蒸发帮助机体把体温降低到正常水平。但是，汗出得异常也不是件好事。\n【20】 ", "title": "出汗减少", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/464_jieshao.html\", \"category\": \"皮肤性病科::皮肤科::出汗减少\", \"create_time\": \"2023-12-26 16:28:29.313921\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:06", "update_time": "2024-01-28 19:15:11"}
{"id": 399973, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 162, "text": "【0】 # 胸腔出口综合征\n【1】 锁骨和第一肋骨之间的空间称之为胸腔出口，当神经或者血管在此出口受到嵌压，可能会出现颈肩疼痛和指尖麻木等一系列临床症状，称为胸腔出口综合征。依据病因，胸腔出口综合征有几种亚型，但有时临床医生很难明确胸腔出口综合征的确切的发生原因。胸腔出口综合征的治疗方法有物理治疗，药物治疗和手术治疗。简单说胸腔出口综合征产生的原因，就是由于臂丛神经和锁骨下血管在锁骨下受到挤压出现的征候表现。\n【2】 **病因**\n【3】 胸腔出口综合征的发病原因\n【4】 简单说胸腔出口综合征产生的原因就是由于臂丛神经和锁骨下血管在锁骨下受到挤压出现的征候表现。具体到产生挤压的原因，又分为以下几种情况：\n【5】 解剖上的缺陷：先天因素造成的出口神经血管的嵌压，常见为颈肋和过度紧张的走行于颈椎和肋骨之间的纤维束带造成压迫。\n【6】 不良的姿态：经常的低胸垂肩埋头姿势(伏案书写等)会造成出口的压迫。\n【7】 外伤： 外伤，比如车祸伤可以造成出口解剖形态的改变而造成压迫产生症状，创伤后的胸腔出口综合征往往滞后出现。\n【8】 重复性的运动损伤：重复性运动会造成身体组织的损伤，产生撕裂、出血、疤痕等病理变化，造成出口的压迫。长时间进行计算机操作打字，生产线组装工作，图书书架的整理工作和举物过头顶的人员容易在此之后会出现症状。某些体育运动也会引起，比如自由泳和棒球手。斜挎的背包，肩部长期的扛举重物，垂肩双手抱抬重物也会引起。\n【9】 身体超重：体重过重也会引起出口周围关节的变化，引起症状。\n【10】 妊娠期间：激素水平的变化造成关节韧带的松弛，出口变化，引起症状。\n【11】 **预防**\n【12】 胸腔出口综合征的预防\n【13】 胸腔出口综合征长期不能得到有效的治疗可能会遗留永久性的神经损害，所以一定要尽早治疗，并注意避免它的发生。如果有怀疑的症状，应避免可能造成胸腔出口综合征的搬举肩扛背负重物劳作和重复的体育动作。如果有超重，注意减肥。每天进行扩肩胸练习，增强肩周肌力。\n【14】 保持良好的姿势，避免长时间的工作(每40分钟间隔休息)，掌握一些放松技巧对于早期的恢复和防止发生都非常有帮助。\n【15】 **检查**\n【16】 相关检查\n【17】 肌电图 核磁共振成像(MRI)\n【18】 由于胸腔出口综合征的临床表现和表现程度差别很大，所以临床得出诊断并不容易。\n【19】 常规检查：询问职业，物理检查等。如下压患者肩臂，观察手的皮肤颜色，检查关节活动度情况等。\n【20】 检查： Adson\"s 试验、Wright 试验、 Roos stress 试验。\n【21】 X-线：颈胸的X-线片可以发现颈肋的存在，排除其它可能的异常骨性病变。\n【22】 核磁共振(MRI): MRI 检查可以发现和排除软组织病变对臂丛神经和锁骨下血管的压迫，能够明确颈椎到肋骨的纤维束带的增粗和肥厚产生的压迫，好的还能清楚显示臂丛神经和锁骨下血管的情况，对诊断帮助很大。\n【23】 电生理肌电图:了解神经传导情况。\n【24】 **鉴别诊断**\n【25】 **胸腔出口综合征的鉴别诊断：**\n【26】 脓肿破入胸腔：老年人肺脓肿胸痛，炎症病变累及胸膜引起，在呼吸时疼痛加重。如脓肿破入胸腔，可形成脓胸(empyema)、脓气胸(pyopneumothorax)，也可因纤维素包裹形成包裹性脓胸(encapsulated empyema)，患者呼吸运动受限，气促加重。\n【27】 胸腔积液：脏层和壁层胸膜之间为一潜在的胸膜腔，在正常情况下，胸膜腔内含有微量液体，使两层胸膜在呼吸运动时得以润滑，减少摩擦，其产生与吸收经常处于动态平衡。任何病理情况加速其产生和(或)减少其吸收时，就出现胸腔积液。\n【28】 胸廓塌陷：一侧胸廓塌陷可因脓胸或胸膜炎，广泛胸膜增厚粘连及收缩，肺不张，肺纤维化，慢性纤维性肺结核，慢性肺化脓等疾患而引起。\n【29】 胸膜粘连：所谓胸膜粘连就是相对两层的胸膜粘着了。这种病变是由肺结核、胸膜炎以及胸部损伤后引发的。\n【30】 ", "title": "胸腔出口综合征", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/5289_jieshao.html\", \"category\": \"内科::呼吸内科::胸腔出口综合征\", \"create_time\": \"2023-12-26 16:28:33.674066\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:06", "update_time": "2024-01-28 19:17:21"}
{"id": 399972, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 157, "text": "【0】 # 黄白色黏痰有水果味\n【1】 香气黄杆菌，1920年首先从肠道病人粪便中检出，其后在尿、血、痰、创伤和溃疡表面发现。曾报告1例急症脑内血肿患者，术后第4天，体温升高，呼吸困难，痰量增多，呈黄白色黏痰，有水果味。查体双肺有细啰音，少量哮鸣音。白细胞23.7×10<sup>9</sup>/L，胸片双下肺感染。住院期间3次痰培养均示非发酵菌科黄杆菌，属芳香黄杆菌纯生长，菌株产生不溶性黄色素，有特殊芳香味，氧化酶试验阳性。\n【2】 黄杆菌肺炎的体征：本菌感染后的临床表现多种多样，因感染部位不同而异。常见的临床表现有发热，以轻度或中度不规则发热为多，部分为弛张热。重者如脑膜炎、肺、败血病等体温较高，毒血症较重。婴儿感染后有神态萎靡、少动、少哭、推食、呕吐等中毒症状。\n【3】 **病因**\n【4】 黄杆菌属革兰阴性杆菌，它包括脑膜败血黄杆菌(F.menigosepticum)，Ⅱb亚群黄杆菌(F.Ⅱb)，芳香黄杆菌(F.odoratum)及多物寄生黄杆菌(F.multivocum)等。其中脑膜败血黄杆菌和Ⅱb亚群是主要致病菌，对人类可引起各种感染和败血症。本属细菌革兰染色呈阴性，菌体细长，末端略圆突，无动力，无芽孢，氧化酶阳性，可分解甘露醇，发酵糖的能力缓慢而微弱。显著特征是生长过程中产生黄色素。脑膜炎败血黄杆菌可分为A、B、C、D、E、F6个血清型，引起人类感染的主要是C型，其次为B、D、F型等。黄杆菌的生化特征. 本病的致病力不强，为条件致病菌，一般情况下不引起感染，但在机体免疫力下降时可能引起感染。本菌易致婴儿感染，尤其是早产儿，成人病例则常见于年老体弱的住院病人，或患急慢性疾病者。还有应用大剂量广谱抗生素、抗肿瘤药物、皮质类固醇、外科手术、气管切开等也常可招致感染。被污染的各种器械和工作人员的手是传播病菌的主要媒介。\n【5】 **预防**\n【6】 黄杆菌肺炎是机会致病菌，多发生在住院且处于衰竭状态的患者或住监护病室的危重患者。这些高危人群是临床预防黄杆菌肺炎的重点。尤其在进行呼吸机治疗、雾化吸入及气管内诊断治疗操作时要严格消毒各种器械，气管内套管要每天煮沸消毒1～2次，吸痰管最好使用一次性的，呼吸机管道要定期清洗浸泡消毒。病室空气也应定期消毒。医务人员或陪员有时呼吸道可带黄杆菌，所以对高危易感患者进行检查治疗护理时应严格要求戴口罩。一旦发生黄杆菌感染或流行，应严密隔离感染患者，以防感染扩散。同时进行流行病学调查，对各种器具和器械、患者分泌物、空气等进行反复细菌培养，鉴定菌型菌种，指导临床防护和治疗。在大量长期使用广谱抗生素时，一定要注意体内菌群失调，防止机会致病菌乘机繁殖。所以在没有明确指征时切忌长期使用广谱抗生素进行预防性治疗。对于大量使用肾上腺皮质激素和免疫抑制剂的患者应特别注意预防这类致命性感染的发生。医院感染控制机构应定时定点对重点监护病房、黄杆菌易感病区进行病原学检查和预测，凡检出黄杆菌的病区内各种用具、空气应进行彻底消毒，防止感染发生。\n【7】 **检查**\n【8】 相关检查\n【9】 心电图\n【10】 因为黄杆菌感染的临床表现特异性不强，单纯从临床表现判断出是本菌感染是困难的，必须迅速取得标本，分离该菌。以血液琼脂或麦康凯琼脂平板，30℃培养18～24h挑取可疑菌落接种TSI，30℃24h培养，高层和斜面不产酸，氧化酶阳性，菌苔黄色，略带黏性，可疑黄杆菌，待进一步鉴定。下一步是定属，O-F试验为氧化型，产黄色素(少数不产生)，不扩散至培养基内;无动力，无芽孢;具有氧化酶和过氧化氢酶;革兰阴性杆菌或球杆菌。再下一步是定种，以生化试验确定菌种。重要的是上述脑膜脓毒黄杆菌与6群黄杆菌的鉴定，上已述及。\n【11】 实验室检查：血白细胞数一般明显升高，可大于5.0×10<sup>9</sup>/L，中性粒细胞可达90%以上，有核左移现象。血沉常增快。合并有多器官功能衰竭及败血性感染者血中ALT升高，肾功异常。本病可并发血浆低渗透综合征，血钠、钾降低及血浆渗透压降低于尿渗透压。动脉血气分析可有低氧血症，高二氧化碳血症和酸中毒。　\n【12】 其他辅助检查：心电图有些病人可出现低钾心电图异常改变及心律失常。\n【13】 **鉴别诊断**\n【14】 1、咳巧克力色痰：痰液是呼吸道(支气管、气管、喉、鼻)粘膜分泌的粘液。正常情况下，呼吸道粘膜分泌少量粘液，起到保持呼吸道湿润的作用。沾液还可以起屏障的作用，它可以粘住侵入呼吸道的病菌和灰尘、异物等，因为粘液中有大量的“溶菌酶”，可以杀死病菌。正常人一般是不咳痰的，只有少数人清晨起床可有少量痰液咳出，其色清而透明，属正常现象。当呼吸道发生异常改变时，或同一疾病的不同时期，痰液量、质、味等就发生改变。因此，日常生活中如果细心观察这些变化，就可以辩别疾病。红褐色或巧克力色痰，见于阿米巴肝脓肿溃穿入肺内引起的肺阿米巴病。　　\n【15】 2、柠檬色痰：柠檬色痰常见于单纯性肺嗜酸性粒细胞增多症，单纯性肺嗜酸粒细胞增多症(simple pulmonary eosinophilia)是由Loffler1932年首先报道的，故又称吕弗勒综合征(Lofflers syndrome)。特点为全身症状轻微，X线呈一过性肺部阴影，血嗜酸粒细胞增多，病程2～4周，亦称为急性肺嗜酸粒细胞增多症(acute pulmonary eosinophilia)。患者可有个人或家族过敏史。　　\n【16】 3、黏稠或脓性痰伴有腥臭味：痰常为黏稠或脓性，可有腥臭味是大肠埃希杆菌肺炎的临床诊断的症状。大肠埃希杆菌(Escherichia co1i，又称大肠杆菌)肺炎近年来明显增加，是引起社区获得性革兰阴性杆菌肺炎的仅次于肺炎克雷白杆菌的第二位常见病原菌，占革兰阴性杆菌肺炎的12%～45%，占全部肺炎病原的2.0%～3.3%。它是医院内获得性肺炎的主要病原菌之一，其发病率为4.2～9.0/1万，占革兰阴性杆菌肺炎的9.0%～15.0%。20世纪60年代该病的病死率高达60%，80年代后明显下降，有报道为29%。主要发生于老年衰弱患者，原有各种慢性基础疾病、危重病患者、气管插管、长期使用皮质激素及其他免疫抑制剂治疗者，长期使用抗生素而致菌群失调者，以及各种免疫球蛋白缺陷患者等，为本病的易感人群。　　\n【17】 4、咳出黄色痰液 ：气管炎导致的咳嗽特点：早期为轻度干咳，以后转为湿性咳嗽，可咳出黄色脓痰。早期有感冒症状，如发热、打喷嚏。\n【18】 ", "title": "黄白色黏痰有水果味", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/1642_jieshao.html\", \"category\": \"内科::呼吸内科::黄白色黏痰有水果味\", \"create_time\": \"2023-12-26 16:28:30.887620\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:06", "update_time": "2024-01-28 18:08:41"}
{"id": 399971, "user_id": "6576f4e0014d3d1c31d6fe43", "user_name": "曾垂松", "task_id": 135, "source_info": {"seq_id": 620, "text": "【0】 # 盘状红斑\n【1】 盘状红斑狼疮(DLE)为慢性复发性疾病，主要侵犯皮肤，其特征是有界限清楚的红色斑块(红斑)，毛囊栓塞，鳞屑，毛细血管扩张以及皮肤萎缩等。病因不清。女性多见，30岁左右发病率最高。本病可分两型：①局限型皮肤损害仅限于颈部以上的皮肤，②播散型皮损累及全身广泛部位的皮肤。有些作者认为播散型容易转变为系统性红斑狼疮。\n【2】 **病因**\n【3】 (一)遗传背景：本病的患病率在不同种族中有差异，不同株的小鼠(NEB/NEWF、MRL1/1pr)在出生数月后自发出现SLE的症状，家系调查显示SLE患者的一、二级亲属中约10%～20%可有同类疾病的发生，有的出现高球蛋白血症，多种自身抗体和T抑制细胞功能异常等。\n【4】 (二)药物： 有报告在1193例SLE中，发病与药物有关者占3%～12%。药物致病可分成两类，第一类是诱发SLE症状的药物如青霉素、磺胺类、保太松、金制剂等。这些药物进入体内，先引起变态反应，然后激发狼疮素质或潜在SLE患者发生特发性SLE，或使已患有的SLE的病情加剧，通常停药不能阻止病情发展。第二类是引起狼疮样综合征的药物，如盐酸肼酞嗪(肼苯哒嗪)、普鲁卡因酰胺、氯丙嗪、苯妥因钠、异烟肼等，这类药物在应用较长时间和较大剂量后，患者可出现SLE的临床症状和实验室改变。高，被认作为药源性SLE遗传素质。药物引起的狼疮样综合征与特发性红斑性狼疮的区别为：①临床青海 ，累及肾、皮肤和神经系统少；②发病年龄较大；③病程较短和轻；④血中补体不减少；⑤血清单链DNA抗体阳性。　　\n【5】 (三)感染： 有人认为SLE的发病与某些病毒(特别慢病毒)感染有关。从患者肾小球内皮细胞浆、血管内皮细胞，皮损中都可发现类似包涵体的物质。同时患者血清对病毒滴度增高，尤其对麻疹病毒、副流感病毒ⅠⅡ型、EB病毒、风疹病毒和粘病毒等，另外，患者血清内有dsRNA、ds-DNA和RNA-DNA抗体存在，前者通常只有在具有病毒感染的组织中才能找到，电镜下观察这些包涵体样物质呈小管网状结构，直径20～25μm，成簇分布，但在皮肌炎、硬皮病、急性硬化全脑炎中可亦可见到。\n【6】 **预防**\n【7】 1、树立乐观情绪，正确地对待疾病，建立战胜疾病的信心，生活规律化，注意劳逸结合，适当休息，预防感染。避免饮酒和过度疲劳。　　\n【8】 2、去除各种诱因，包括各种可能的内用药物，慢性感染病灶等，避免刺激性的外用药物以及一切外来的刺激因素。　　\n【9】 3、避免日光曝晒和紫外线等照射，特别在活动期，需要时可加涂防日光药物如3%奎宁软膏、复方二氧化钛软膏、15%对氨安息香酸软膏等，其他如寒冷、X线等过多暴露也能引起本病的加剧，不可忽　　\n【10】 4、对肼酞嗪、普鲁卡因、青霉胺、抗生素和磺胺药要合理作用。　　\n【11】 5、患者应节育，活动期需避免妊娠，若有肾功能损害或多系统损害者，宜争取早作治疗性流产。\n【12】 **检查**\n【13】 相关检查\n【14】 血清补体C3 免疫电泳 库姆斯氏试验\n【15】 患者多为女性，年龄多在20～40岁。皮损好发于面部，特别是两颊和鼻梁，呈蝶形分布。其次好发于口唇、耳部、头皮、手背和手指等处，皮损的特征表现是有持久性盘状红斑，边缘清楚，略微隆起，色素较深，为黄豆至指甲大小，呈圆形盘状或不甚规则，表面毛细血管扩张，并覆以黏着性鳞屑，若剥离鳞屑，可见其下扩张的毛囊孔，鳞屑底面有很多刺状角质隆起，栓在毛囊口中。\n【16】 **鉴别诊断**\n【17】 本病需与下列疾病进行鉴别：　　\n【18】 1、慢性多形性日光疹：斑片样多形性日光疹与本病相似，在早期，无论在临床还是在病理上均难以区分。但用一定剂量的紫外线照射，可诱致斑片样多形性日光疹病人的正常皮肤发生日光疹，而对狼疮病人的正常皮肤不能诱发皮损，借此可将两者加以鉴别。另外，慢性多形性日光疹的皮损在暴露于日光的部位，皮损无黏着性鳞屑和萎缩。　　\n【19】 2、脂溢性皮炎和银屑病脂溢性皮炎或早期银屑病：可呈蝴蝶形，以鼻梁为中心分布于面部，可与盘状红斑狼疮相混淆，但皮损活检组织学改变有明显不同。此外，脂溢性皮炎一般对局部治疗反应良好，而本病对局部治疗反应不佳。\n【20】 ", "title": "盘状红斑", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/3107_jieshao.html\", \"category\": \"皮肤性病科::皮肤科::盘状红斑\", \"create_time\": \"2023-12-26 16:28:33.881409\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:06", "update_time": "2024-01-28 18:55:04"}
{"id": 399970, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 1553, "text": "【0】 # 肺部或支气管周围可呈现纹理增粗及浸润现象\n【1】 Q热的临床表现，X线检查常发现肺下叶周围呈节段性或大叶性模糊阴影，肺部或支气管周围可呈现纹理增粗及浸润现象，类似支气管肺炎。\n【2】 **病因**\n【3】 伯纳特立克次体感染。\n【4】 **预防**\n【5】 加强预防，如饮用牛奶必须经煮沸或巴斯德消毒。对患者应严格隔离，对其痰液、排泄物消毒。对流行区接触家畜及屠宰场、生奶加工、实验室操作人员进行疫苗接种，必要时予以预防性药物治疗。尽管寇热在人与人之间的传播不占主要，但对污染的患者血、尿、痰、衣物、尸检标本等，操作时应戴手套、口罩，而不用手直接接触。\n【6】 **检查**\n【7】 相关检查\n【8】 胸部平片 胸部CT检查 激发试验\n【9】 (一)临床诊断\n【10】 凡发热患者，如有与牛羊等家畜接触史，当地有本病存在时，应考虑Q热的可能性。对伴有剧烈头痛、肌痛、肺炎、肝炎、外斐氏试验阴性者应高度警惕。\n【11】 (二)实验室检查\n【12】 1、血象\n【13】 血细胞计数正常，中性粒细胞轻度左移，血小板可减少，血沉中等程度增快。\n【14】 2、血清学\n【15】 (1)补体结合试验\n【16】 急性Q热Ⅱ相抗体增高，Ⅰ相抗体呈低水平。若单份血清Ⅱ相抗体效价在1：64以上有诊断价值，病后2～4周，双份血清效价升高4倍，可以确诊。慢性Q热，Ⅰ相抗体相当或超过Ⅱ相抗体水平。\n【17】 (2)微量凝集试验\n【18】 Ⅰ相抗原经三氯醋酸处理转为Ⅱ相抗原，用苏木紫染色后在塑料盘上与病人血清发生凝集。此法较补体结合试验敏感，阳性出现率(第一周阳性率50%，第2周阳性率90%)，也可采用毛细管凝集试验。但特异性不如补结合试验。\n【19】 (3)免疫荧光及EliSA检测Q热特异性IgM(抗Ⅱ相抗原)，可用于早期诊断。\n【20】 3、病原分离\n【21】 取血、痰、尿或脑脊液材料，注入豚鼠腹腔，在2～5周内测定其血清补体结合抗体，可见效价上升;同时动物有发热及脾肿大，剖检取脾组织及脾表面渗液涂片染色镜检病原体;也可用鸡胚卵黄囊或组织培养方法分离立克次体，但须在有条件实验室进行，以免引起实验室内感染。\n【22】 **鉴别诊断**\n【23】 1、两下肺纹理增粗：慢性支气管炎患者在X线检查中可见两下肺纹理增粗，症状起病多缓慢，病程较长，部分患者发病前有急性支气管炎、流感或肺炎等急性呼吸道感染史，由于迁延不愈而发展为本病。主要症状为慢性咳嗽、咳痰和气短或伴有喘息。症状初期较轻，随着病程进展，因反复呼吸道感染，急性发作愈发频繁，症状亦愈严重，尤以冬季为甚。\n【24】 2、肺纹理增粗：肺纹理是指胸部影像检查时看到的从肺门向肺野外围延伸的放射 条状阴影。它主要由肺动脉、肺静脉、支气管及淋巴管组成。X线胸 片上肺纹理增多。常引起本症状的疾病有慢性支气管炎、支气管扩张、 风心病、先心病、 尘肺、癌性淋巴管炎等。\n【25】 3、肺纹理减少：肺纹理的改变受多种因素影响，凡组成肺纹的任何结构发生病变，均变导致肺改变，肺纹稀少多由于肺容积过度膨胀如肺气肿等，先天性心脏病肺少血时肺纹也稀少。肺纹理减少在绝大多数情况下意味着肺血管的减少、变细，即所谓“肺缺血征”。\n【26】 ", "title": "肺部或支气管周围可呈现纹理增粗及浸润现象", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/982_jieshao.html\", \"category\": \"内科::呼吸内科::肺部或支气管周围可呈现纹理增粗及浸润现象\", \"create_time\": \"2023-12-26 16:28:29.027060\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:06", "update_time": "2024-01-28 18:33:39"}
{"id": 399969, "user_id": "6576f4e0014d3d1c31d6fe43", "user_name": "曾垂松", "task_id": 135, "source_info": {"seq_id": 1226, "text": "【0】 # 钩蚴性皮炎\n【1】 钩蚴性皮炎是由钩蚴(hookworm)寄生人体小肠所引起的疾病，主要表现有缺铁性贫血、肠功能紊乱、营养不良，严重者可致心功能不全及发育障碍。轻型患者可无症状，仅在粪便中查获钩蚴卵，称钩蚴感染。\n【2】 **病因**\n【3】 皮肤损害在丝状蚴侵入皮肤后的数分钟至1h内，局部皮肤充血、水肿，中性与嗜酸性粒细胞浸润，可出现红色小丘疹，1～2天内变成水疱。感染后24h内，大部分幼虫仍滞留在真皮与皮下组织内，然后经淋巴管或微血管抵达肺部。\n【4】 **预防**\n【5】 1、管理传染源在流行区，每年冬季进行普查普治。\n【6】 2、切断传播途径加强粪便管理，注意粪便无害化处理，禁止鲜粪施肥，采用高温堆肥法，或用药物杀灭粪内虫卵，是预防本病的关键措施。不吃不洁生蔬菜，防止钩蚴经口感染。\n【7】 3、保护易感人群在易受感染的环境中劳动时，避免赤手裸足操作;此外，在皮肤上涂布防护药物，也有一定效果。防护药物可酌情采用如下方法制备：白矾、1%碘酒、95%乙醇100ml，浸泡l～2天，滤过，再加乙醇l00ml，松香15g。近来应用如下配方的松香乙醇，认为防护效果比较可靠：95%乙醇1000ml，加松香200g，另取碘化钾20g，加蒸馏水20ml溶解，再加碘片20g，溶解后加入上述松香乙醇中，摇匀即成。在拟暴露皮肤上进行涂布预防。\n【8】 对预防钩蚴感染的疫苗研究尚处于实验研究阶段，用线虫分泌蛋白-1(ASP-1)进行的初步研究显示能刺激动物产生抗体依赖性免疫，但用于人体尚为时过早。\n【9】 **检查**\n【10】 相关检查\n【11】 皮肤真菌镜检 皮肤试验\n【12】 实验室检查：\n【13】 1、血液呈低血红蛋白小细胞性贫血表现，红细胞总数减少，红细胞形态、大小不一，着色变浅，中央无色透明区扩大，少数可查见异型红细胞及多染色性或含有嗜碱性点彩细胞。血红蛋白量及平均血红蛋白浓度均降低较早。白细胞总数及嗜酸性粒细胞在病初增加，后期因严重贫血而均降低。骨髓中细胞外铁消失，铁粒幼红细胞的百分率大多很低，血清铁浓度显著降低，一般在9μmol/L以下，血浆总铁结合力增高，红细胞内游离原卟啉增高等缺铁性贫血表现。骨髓红细胞系统呈增生象。外周血及骨髓中还可见到嗜酸性粒细胞增多。重症患者血浆清蛋白及血清铁含量均明显降低。\n【14】 2、粪便粪便检出虫卵或钩蚴培养阳性，即可确诊。\n【15】 **鉴别诊断**\n【16】 在诊断过程中应除外其他原因所致的皮炎、贫血、营养不良等，如胃或十二指肠溃疡病、肠结核、慢性肠炎及其他肠道寄生虫病等。\n【17】 诊断：\n【18】 1、流行病学资料在流行区，有赤手裸脚接触农田土壤及曾有典型的钩蚴皮疹史者。\n【19】 2、临床特点起病缓慢，乏力，好食易饥，劳动力减退。慢性贫血及贫血性心功能不全。儿童有异嗜症、营养不良及发育障碍等。\n【20】 3、实验室检查粪便，检出钩蚴卵或孵出钩蚴是确诊的依据。不同程度的贫血(小红细胞低色素型)，嗜酸性粒细胞增高，血浆清蛋白及血清铁含量在疾病后期显著降低。其他如皮内试验，免疫学方面检查等均有助于诊断，但无特异性。\n【21】 ", "title": "钩蚴性皮炎", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/1348_jieshao.html\", \"create_time\": \"2023-12-26 16:28:30.831640\", \"category\": \"皮肤性病科::皮肤科::钩蚴性皮炎\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:06", "update_time": "2024-01-28 18:39:15"}
{"id": 399968, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 50, "text": "【0】 # 疤痕处破损后出现溃疡\n【1】 疤痕癌初期为疤痕处破损后出现溃疡，或由小丘疹状逐渐扩大破溃，在长期不愈的溃疡边缘。\n【2】 疤痕癌(cicatricial carcinoma)是由各种原因所致皮肤疤痕或疤痕疙瘩发生癌变而形成的皮肤癌。疤痕癌是在疤痕或疤痕疙瘩形成的基础上,短则几年,长则几十年逐渐病变发展而成,多由于疤痕奇痒而挠抓,摩擦致疤痕破损和糜烂,形成经久不愈的溃疡恶变而成。\n【3】 **病因**\n【4】 疤痕癌(cicatricial carcinoma)是由各种原因所致皮肤疤痕或疤痕疙瘩发生癌变而形成的皮肤癌。疤痕癌是在疤痕或疤痕疙瘩形成的基础上，短则几年，长则几十年逐渐病变发展而成，多由于疤痕奇痒而挠抓，摩擦致疤痕破损和糜烂，形成经久不愈的溃疡恶变而成。法国MarjoIin于1828年最早描述了恶性溃疡的特点，其后学者也就把疤痕癌称为MarjoIin溃疡。疤痕癌多见于烧伤疤痕，男多于女，老多于少，好发于肢体。\n【5】 **预防**\n【6】 疤痕癌变的发生率较低，但是患者也不能因此而疏忽大意，应该注意预防、早发现、早治疗。慢性刺激如经久不愈的创面和不稳定性疤痕在疤痕癌变的发生中具有重要意义，所以患者平时尽量减少对患者的机械、化学、热力的刺激，内衣最好穿纯棉制品，尽量避免反复无常牵拉、磨擦、溃破、感染的发生。　　\n【7】 疤痕癌变的潜伏期较长，其恶变几乎无不经过创面反复溃疡，经久不愈的慢性溃疡阶段，如果疤痕区过敏和奇痒，反复溃破经久不愈，且溃疡分泌物多、恶臭，触之易出血，外观如火山样或菜花样，伴明显的坏死，感染等要及时作病理检查，但需与溃疡感染相区别。　　\n【8】 要预防疤痕癌变，除应及早治疗疤痕疙瘩外，还应使疤痕免受长期刺激和反复损伤，阻止慢性溃疡。切记：反复搔抓易诱发癌变。采用手术，激光，冷冻，皮肤移植等方法治疗疤痕疙瘩，不仅会使疤痕疙瘩复发增大，而且更易癌变。\n【9】 **检查**\n【10】 病理疤痕癌多为鳞状细胞癌，少部分为基底细胞癌。一般病情发展缓慢，初期为疤痕处破损后出现溃疡，或由小丘疹状逐渐扩大破溃，在长期不愈的溃疡边缘。渐渐隆起，为角化增殖及乳头状增生变化。在鳞状细胞癌中大多数为分化较完全的癌细胞，部分形成角化癌珠。由于癌细胞被基底与四周坚韧而致密的疤痕纤维组织所包围，因而一般不易发生扩散和转移。有时溃疡一处有恶性癌变，而其它部分仍是慢性炎症及肉芽组织。但是，如果癌细胞扩张到正常组织，即迅速播散蔓延并发生转移，癌灶附近区域的淋巴结肿大。疤痕癌极少见于血行转移。\n【11】 **鉴别诊断**\n【12】 1、疤痕萎缩凹陷：萎缩性疤痕是以其引起的功能障碍特征命名的疤痕。　　\n【13】 2、挛缩性疤痕：是以其引起的功能障碍特征命名的疤痕。多见于深度烧伤愈合后，由于疤痕收缩，常导致外形改变和功能障碍，长期的疤痕挛缩可影响骨骼、肌肉、血管、神经等组织的发育，应及早处理。　　\n【14】 3、浅表性疤痕：是指在皮肤浅表层的一种疤痕，其外表稍异于正常皮肤，为皮肤感染而形成。\n【15】 ", "title": "疤痕处破损后出现溃疡", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/19_jieshao.html\", \"category\": \"皮肤性病科::皮肤科::疤痕处破损后出现溃疡\", \"create_time\": \"2023-12-26 16:28:28.607476\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:06", "update_time": "2024-01-28 19:19:17"}
{"id": 399967, "user_id": "6576f4e0014d3d1c31d6fe43", "user_name": "曾垂松", "task_id": 135, "source_info": {"seq_id": 1066, "text": "【0】 # 新生儿眼屎多\n【1】 眼睛有分泌物是一种眼睛轻度感染性疾病。一是可能由于分娩过程中接触阴道含有细菌的分泌物，接生操作者污染的手或者出徨后所接触的用品不清洁，引起孩子的结膜发炎，使得婴儿眼屎过多、黏稠。二是有的孩子鼻泪管被上皮细胞残渣堵塞或鼻泪管黏膜闭塞，使得泪液和泪道内的分泌物积留在泪囊而引起泪囊炎，这样的患儿在泪囊处有一囊性肿物，表面略发青，如果轻轻压迫眼睛内侧的泪囊部，可风到黏液性或黏液性分泌物溢出，肿物消失。\n【2】 **病因**\n【3】 新生儿眼屎多影响视力。新生儿眼屎多不容忽视，它可能导致新生儿先天性泪囊炎等疾病，如不及时治疗会影响到新生儿的视力发育。 眼屎多是由于细菌入侵到泪囊，在泪囊中繁殖、化脓，脓性物填满整个泪囊，无法往下排泄，只有沿着泪囊、泪小管向上排到眼睛里。如果不及早治疗，有可能并发角膜炎，角膜可能由黑变白形成白斑，进而影响宝宝的视力发育。\n【4】 医学专家提醒，宝宝出生后，应该特别注意观察宝宝眼屎的多少，如果1周还有眼屎，应尽早去眼科医院治疗。同时，夏季高温酷暑，正是泪囊炎多发季节，导致新生儿眼屎多，年轻的父母应引起重视。\n【5】 **预防**\n【6】 对于眼屎多，结膜充血的孩子，新手妈妈可以用脱脂棉蘸上温开水清洁婴儿的两眼，每天两次，由内眼角到处眼角，轻轻地揩拭，并且每只眼睛各用一块脱脂棉。\n【7】 就医提示：婴儿出生两天后，睡醒后如果眼睫毛黏在一起，或者内侧眼角有脓液，或鼻泪管堵塞或出现泪囊炎，要尽快去看医生。\n【8】 **检查**\n【9】 相关检查\n【10】 眼睑检查\n【11】 眼屎多的检查诊断：\n【12】 根据分泌物的黏稠度、颜色等性质，可以将其分为水样、黏性、黏脓性、脓性、血性分泌物等。不同性质的分泌物可以帮助我们初步判断眼部疾病的大概性质，以便采取相应的治疗措施。\n【13】 水样分泌物：为稀薄稍带黏性的水样液体，这种分泌物增多往往提示病毒性角结膜炎、早期泪道阻塞、眼表异物、轻微外伤等。儿童由于鼻梁骨发育尚未完全，部分孩子可能有内眦赘皮，伴有倒睫，常引起眼部刺激症状，并有水性分泌物增多。老年人若眼睑位置异常，如睑内翻、睑外翻等，也会引起水样分泌物增多。\n【14】 黏性分泌物：常出现在干眼症和急性过敏性结膜炎病人，常表现为黏稠白色丝状物质，与常用的胶水性状十分相似，患者可能还会伴有异物感、眼痒等症状。尤其儿童过敏性结膜炎，清晨醒来时，孩子常说可以从眼睛里拉出丝来，常常就是黏性分泌物。\n【15】 黏脓性分泌物：为较为黏稠的，略带淡黄色的物质，这类分泌物增多，应考虑慢性过敏性结膜炎、沙眼的可能。\n【16】 脓性分泌物：是最应引起重视的问题，脓性分泌物的出现常提示有细菌的感染，须及时到医院就诊。新生儿出生34天内，如果双眼发现大量脓性分泌物，高度提示淋球菌性结膜炎，俗称“脓漏眼”。化脓性泪囊炎的患者，也常出现脓性分泌物，一般集中在内眼角。\n【17】 血分泌物：如果发现眼分泌物呈淡粉色或明显的血红色，应该考虑眼睛外伤。眼分泌物呈淡粉或略带血色，应考虑急性病毒性感染，这时患者同时会伴有眼睛红、耳前淋巴结肿大等表现。\n【18】 **鉴别诊断**\n【19】 眼屎多易混淆的症状：\n【20】 早晨上下眼睑粘连：Reiter综合征眼部表现 结膜炎通常是眼部的首发症状，一般症状较轻，常伴有轻微烧灼感，早晨上下眼睑粘连，大多为双侧受累。\n【21】 假性前房积脓：由眼内肿瘤导致的前房积脓又称为假性前房积脓，由于其临床表现酷似眼内炎，又被称为伪装综合征。\n【22】 角膜异物：是常见眼外伤，尤其在干旱、风沙大地区以及重工业区多见，处理不当可造成不同程度角膜感染，甚至失明等严重并发症，影响患者的正常工作和生活。\n【23】 睑结膜充血露出黄色脓块：处于发炎状态的睑板腺被牢固的睑板组织所包围。在充血的睑结膜表面常隐约露出黄色脓块，可能自行穿破排脓于结膜囊内。睑结膜充血露出黄色脓块是麦粒肿的临床表现之一。\n【24】 根据分泌物的黏稠度、颜色等性质，可以将其分为水样、黏性、黏脓性、脓性、血性分泌物等。不同性质的分泌物可以帮助我们初步判断眼部疾病的大概性质，以便采取相应的治疗措施。\n【25】 水样分泌物：为稀薄稍带黏性的水样液体，这种分泌物增多往往提示病毒性角结膜炎、早期泪道阻塞、眼表异物、轻微外伤等。儿童由于鼻梁骨发育尚未完全，部分孩子可能有内眦赘皮，伴有倒睫，常引起眼部刺激症状，并有水性分泌物增多。老年人若眼睑位置异常，如睑内翻、睑外翻等，也会引起水样分泌物增多。\n【26】 黏性分泌物：常出现在干眼症和急性过敏性结膜炎病人，常表现为黏稠白色丝状物质，与常用的胶水性状十分相似，患者可能还会伴有异物感、眼痒等症状。尤其儿童过敏性结膜炎，清晨醒来时，孩子常说可以从眼睛里拉出丝来，常常就是黏性分泌物。\n【27】 黏脓性分泌物：为较为黏稠的，略带淡黄色的物质，这类分泌物增多，应考虑慢性过敏性结膜炎、沙眼的可能。\n【28】 脓性分泌物：是最应引起重视的问题，脓性分泌物的出现常提示有细菌的感染，须及时到医院就诊。新生儿出生3—4天内，如果双眼发现大量脓性分泌物，高度提示淋球菌性结膜炎，俗称“脓漏眼”。化脓性泪囊炎的患者，也常出现脓性分泌物，一般集中在内眼角。\n【29】 血分泌物：如果发现眼分泌物呈淡粉色或明显的血红色，应该考虑眼睛外伤。眼分泌物呈淡粉或略带血色，应考虑急性病毒性感染，这时患者同时会伴有眼睛红、耳前淋巴结肿大等表现。\n【30】 ", "title": "新生儿眼屎多", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/6610_jieshao.html\", \"category\": \"儿科::儿科综合::新生儿眼屎多\", \"create_time\": \"2023-12-26 16:28:29.988634\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:06", "update_time": "2024-01-28 18:53:17"}
{"id": 399966, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 1387, "text": "【0】 # 肺血流量很少\n【1】 症状三尖瓣闭锁病人生存期长短与肺血流量有密切关系。肺血流量接近正常者，生存期最长可达8年以上，肺血流量很多者，出生后一般仅能生存3个月，肺血流少于正常者则出生后生存期居于前述两种情况之间。Keith等报道三尖瓣闭锁病人50%可生存到6个月，33%生存到1岁，仅10%可生存至10岁。房间隔通道小的病例，临床上呈现体循环静脉充血，颈静脉怒张，肝肿大和周围型水肿。由于肺循环血量少，大多数病例从新生儿期起即可呈现紫绀，劳累后气急，并可采取蹲踞体位或发生缺氧性昏厥。2岁以上病人常出现杵状指(趾)。肺血流量增多的病例，紫绀程度减轻，但常有气急、呼吸快速，易发作肺部感染，常呈现充血性心力衰竭。\n【2】 **病因**\n【3】 病理解剖：三尖瓣闭锁时，右心房与右心室不直接沟通，左房则通过二尖瓣与左心室相连接。右心房内见不到三尖瓣瓣膜组织和三尖瓣瓣孔。右心房底部，原三尖瓣所在部位被肌性组织所替代者最为常见，约占76%，呈现薄膜状组织者占12%，由瓣叶融合成膜状组织者占6%，融合的瓣叶心室侧可能有腱索样组织附着。另6%房室口被附着于右心室壁瓣叶组织所阻塞，Vanpragh称之为Ebstein型。\n【4】 Vanpragh将此病分三型：①肌肉型：占84%，呈现纤维性凹陷。显微镜检查肌肉纤维向四周放射。②膜型：占8%，伴有并置心耳，显示透明的纤维组织。③Ebstein型：占8%，房化右心室形成一盲端袋位于右心房下方。右心房房壁增厚扩大，左心房扩大，心房之间有卵圆孔未闭，房间隔缺损，有时呈单心房。右心室发育差，特别在右心室流入道部位。当肺动脉闭锁时看不到右心室，右心室细小腔径仅数毫米，右室腔下部可能具有未发育的乳头肌。左右心室间可能有大小不等的心室间隔缺损，缺损大者右心室腔亦较大。有时在肺动脉瓣下方可见到狭小薄壁的右心室流出道。少数病例右心室缺失或在肺动脉下方右心室壁内呈现小裂隙。极少数病例左右心室排列错位，二尖瓣骑跨于移位的心室间隔上方，右心室承相主要的排血功能。在这种情况下，位于心脏左侧的右心室发育较好而位于右侧的左心室则发育不良。\n【5】 三尖瓣闭锁病例，左右心房血液均通过二尖瓣，因而二尖瓣比正常者大，瓣膜形态正常。但有时具有3个或4个瓣叶，并可能骑跨在心室间隔上方，有的病例二尖瓣关闭不全，左心室往往增大和肥厚。主动脉和肺总动脉的互相解剖关系可能正常(Ⅰ型)或呈右旋型错位(Ⅱ型)，极少数呈左旋性错位(Ⅲ型)。肺动脉及肺动脉瓣可能正常，但亦可出现肺动脉瓣膜狭窄，闭锁或瓣下流出道狭窄。三尖瓣闭锁病变差异很大。Vlad根据大动脉的解剖学互相关系分为I、Ⅱ、Ⅲ三型，再根据肺动脉通畅情况和心室间隔缺损的大小分为八种类型。\n【6】 **预防**\n【7】 生活节制注意休息、劳逸结合，生活有序，保持乐观、积极、向上的生活态度对预防疾病有很大的帮助。做到茶饭有规律，生存起居有常、不过度劳累、心境开朗，养成良好的生活习惯。\n【8】 **检查**\n【9】 相关检查\n【10】 胸部CT检查 肺灌注显像 胸部平片 心电图\n【11】 1、心电图检查90%的病例为电轴左偏，大动脉错位。肺动脉增粗者电轴正常或右偏。心前导联均显示左心室肥大、T波倒置改变。80%病例示P波高或增宽并有切迹。\n【12】 2、X线检查胸部X线表现颇多变异。肺血流减少者心影正常或轻度扩大，肺血流量增多者心影显著扩大。典型的胸部X线征象为心脏右缘平直，左心缘圆钝，心尖抬高，心腰部凹陷，有时心影与法乐四联症相似。大动脉错位者心影可呈鸡蛋形。肺血流少的病例肺纹显著减少，肺充血者可见肺纹增多。\n【13】 3、心导管和心血管造影术右心导管可经房缺进入左心房，右心房压力高于左心房。压差大小和房缺直径成反比，缺损小，压差大。动脉血氧含量减少，左房、左室、肺动脉及主动脉的血氧含量相同。\n【14】 4、选择性右心房造影显示造影剂从右心房进入左心房、左心室，再进入肺动脉和主动脉。心影下方可见未显影的三角区即右心室窗，位于右心房、左心室与膈肌之间。有时造影检查可显示心室间隔缺损，右心室腔及流出道和肺动脉。此外尚可显示两根大动脉的互相关系及位置，左心室造影可判定有无二尖瓣关闭不全。\n【15】 5、M型超声心动图显示三尖瓣双峰曲线消失，四腔切面检查未能见到三尖瓣回声反射，房间隔回声中断，并有心室间隔上部回声中断。超声心动图和多普勒检查并可见到血流自右房至左心房再进入左室。二尖瓣活动幅度增大，右房、左房、左室腔均增大，右心室小或消失。\n【16】 **鉴别诊断**\n【17】 需与法乐四联症、Ebstein畸形、大动脉错位、右心室双出口和单心室等鉴别。\n【18】 ", "title": "肺血流量很少", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/1023_jieshao.html\", \"create_time\": \"2023-12-26 16:28:29.694511\", \"category\": \"内科::呼吸内科::肺血流量很少\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:06", "update_time": "2024-01-28 18:51:59"}
{"id": 399965, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 1218, "text": "【0】 # 晶状体囊壁破裂\n【1】 晶状体囊壁破裂是晶状体蛋白过敏性青光眼的症状之一。\n【2】 **病因**\n【3】 (一)发病原因\n【4】 晶状体蛋白逸出进入房水或玻璃体中。\n【5】 (二)发病机制　\n【6】 正常时，晶状体蛋白不能通过完整的晶状体囊膜进入房水中，因此不会引起眼组织的过敏性反应。当晶状体囊膜破裂(手术或外伤后)或通透性有改变时，晶状体蛋白就能进入房水或玻璃体中。晶状体为机体自身隐蔽抗原，主要是α晶状体蛋白，有相应的免疫活性细胞。本病发生与第Ⅲ、Ⅳ型变态反应有关。晶状体皮质溢入前房或玻璃体，接触到免疫活性细胞，便可选择性地加以刺激，产生抗体或致敏淋巴细胞，引起免疫反应，发生肉芽肿性葡萄膜炎。只要残留的晶状体蛋白抗原存在，这种免疫反应就会持续进行，如果累及虹膜角膜角小梁网，就会引起房水排出障碍，发生眼压升高。\n【7】 **预防**\n【8】 首先避免强烈的日光照射。在户外活动时，戴上太阳镜或遮阳帽，可有效预防射线对晶体的损伤。\n【9】 其次，营养平衡的饮食，多饮水，少吃盐，摄取充分的维生素E、C，不吸烟，并积极预防糖尿病等成人疾病。\n【10】 第三，除非治病需要，尽可能避免服用药物。\n【11】 **检查**\n【12】 相关检查\n【13】 晶状体检查 眼及眶区CT检查\n【14】 临床表现多变，多数患者表现为中等度的前房反应，在水肿的角膜内皮层上及晶状体前表面伴有KP，此外还有低度玻璃体炎、虹膜前粘连或后粘连形成及前房中可能发现残余的晶状体物质。在临床中经眼科详细检查，常难以诊断晶状体过敏症，多在眼球摘除术后经组织病理学检查方可确诊。\n【15】 本病患者均有晶状体外伤或白内障手术后晶状体皮质残留在眼内的病史，特别是残留皮质与玻璃体混杂，更易发生这种过敏反应。一般经过24h到14天的潜伏期后，出现葡萄膜炎的症状，大多为前部葡萄膜炎。前房炎性反应明显，有大量炎性细胞渗出，偶尔可见前房积脓。角膜后壁有大量羊脂样沉着物，虹膜肿胀，后期可出现新生血管，瞳孔缩小，散瞳剂不易使瞳孔散大。如果后部葡萄膜炎炎症反应严重，可发现瞳孔区黄光反射。急性炎症反应时眼压偏低，当炎症累及房角、小梁网，引起该部组织发生病理改变时，可使眼压升高，导致继发性青光眼。\n【16】 临床上只能根据病史，眼内有晶状体皮质残留，同时伴有严重的葡萄膜炎症状和眼压升高做出诊断。事实上，一般在临床上对本病做出及时正确诊断比较困难，往往是在患眼眼球摘除术后，经病理检查才能确诊。\n【17】 诊断晶状体过敏性青光眼必备的标准：①在房水或玻璃体标本中，必须存在多形核粒细胞;②房水中有一定量的晶状体蛋白质或晶状体物质，可解释青光眼的发生，因而晶状体过敏症偶伴有眼压升高，方称晶状体过敏性青光眼(phacoanaphylactic glaucoma)。\n【18】 **鉴别诊断**\n【19】 晶状体蛋白逸出：晶状体蛋白逸出是晶状体蛋白过敏性青光眼的前期症状。\n【20】 晶状体膨胀增大：个别病人在白内障发展过程中，因晶状体吸收过多的水分而膨胀，使晶状体体积增大，阻碍房水畅通，导致限内压升高，病人可出现眼部剧烈的疼痛，伴有恶心、呕吐等症状，医学上称之为晶状体膨胀期继发性青光眼。\n【21】 晶状体混浊：晶状体挫伤主要表现为晶状体混浊和脱位。当眼球突然受到前方来的打击时，晶状体纤维发生肿胀甚至断裂。轻者，前囊下出现散在点状或片状混浊。重者全晶状体混浊，严重影响视力，有的可于数周内吸收，混浊消失;有的则成为永久性混浊;有的挫伤后，发生晶状体囊膜破裂，若破口较小且很快闭合，混浊可局限，否则可因房水侵入，导致全部混浊。\n【22】 ", "title": "晶状体囊壁破裂", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/2030_jieshao.html\", \"create_time\": \"2023-12-26 16:28:29.348877\", \"category\": \"五官科::眼科::晶状体囊壁破裂\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:06", "update_time": "2024-01-28 18:36:24"}
{"id": 399964, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 1446, "text": "【0】 # 绝经年龄过迟\n【1】 引起绝经年龄推迟的卵巢肿瘤主要为卵巢颗粒细胞瘤和卵泡膜细胞瘤，前者为低度恶性肿瘤，后者为卵巢良性肿瘤，有时这两种肿瘤可同时合并存在。更年期妇女如患卵巢颗粒细胞瘤或卵泡膜细胞瘤，除出现月经紊乱、绝经年龄延迟外，大多无其他症状。因此，绝经年龄过迟成了卵巢颗粒细胞瘤和卵泡膜细胞瘤的重要信息，年龄超过53岁的更年期妇女，仍然没有绝经应提高警惕。\n【2】 **病因**\n【3】 引起绝经年龄推迟的卵巢肿瘤主要为卵巢颗粒细胞瘤和卵泡膜细胞瘤，前者为低度恶性肿瘤，后者为卵巢良性肿瘤，有时这两种肿瘤可同时合并存在。更年期妇女如患卵巢颗粒细胞瘤或卵泡膜细胞瘤，除出现月经紊乱、绝经年龄延迟外，大多无其他症状。\n【4】 **预防**\n【5】 卵巢颗粒细胞瘤或卵泡膜细胞瘤，前者虽属恶性肿瘤，但恶性程度低，手术治疗的预后较好，必要时可辅加化疗等综合治疗措施：卵泡膜细胞瘤是良性肿瘤，切除患侧卵巢就可以了。对于绝经迟的女性应该引起警惕，去医院妇科检查和B超探查，说不定是卵巢癌病变的一种早期信号。\n【6】 **检查**\n【7】 相关检查\n【8】 妇科常规检查\n【9】 当出现绝经过迟现象时。患者通常可先去妇科门诊行妇科盆腔检查，除肿瘤体积过小者外。大多可发现患侧卵巢增大。对绝经过迟者，不论卵巢体积增大与否，都应该进行B超探查，确诊有否卵巢肿瘤，必要时还可进行盆腔CT扫描。影像学检查确诊卵巢肿瘤后，可抽血检查卵巢肿瘤标志物CAl25及性激素测定，以进一步确定卵巢肿瘤的性质，若为卵巢上皮性肿瘤者，则CAl25水平明显升高;若为卵巢颗粒细胞瘤或卵泡膜细胞瘤者，则性激素水平明显增高。\n【10】 **鉴别诊断**\n【11】 绝经后出血：绝经后出血不是一种疾病，而是一种临床症状。随着人们生活的不断改善，妇女寿命逐渐延长，生命中1/3的时间要在绝经后度过，一系列老年病接踵而至，绝经后出血是最常见的症状之一。\n【12】 绝\n【13】 绝经年龄过早：绝经年龄提前，是因为女性的卵巢 功能减退，雌激素水平降低，而雌激素水平降低会出现一系列更年期综合症的症状，如潮热、出汗、失眠、头痛、血压不稳、心悸、骨关节疼痛等;生殖器官逐渐出现萎缩，产生阴道 干燥、外阴瘙痒、性生活障碍，及尿频、尿急、憋不住尿等不适，还可以产生骨质疏松、血脂代谢异常等，对妇女的健康危害较大。\n【14】 ", "title": "绝经年龄过迟", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/2225_jieshao.html\", \"create_time\": \"2023-12-26 16:28:29.759248\", \"category\": \"妇产科::妇科::绝经年龄过迟\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {"type3": "无关文本#12#12"}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:06", "update_time": "2024-01-28 19:20:26"}
{"id": 399963, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 1053, "text": "【0】 # 舌体深裂\n【1】 舌面有明显的沟裂，而沟裂中并无舌苔覆盖。\n【2】 1.发病特征：发病随年龄增长呈上升趋势，平均约占人口的5%，与性别、种族无关。病情迁延，继发感染时舌体疼痛，平时可无症状。\n【3】 2.起病方式：舌背黏膜出现深浅不一、形态不同、数目长短走行均不一定相同的沟纹。叶脉状：舌正中有一前后向深沟，两侧有由后斜向前方横向排列略浅的副沟，状似叶脉。脑纹状：沟裂迂回形似大脑沟回，排列紊乱，布满全舌。有的沟纹需将舌向下卷或用棉签拨动舌面才能看出。裂沟舌一般无生理功能改变，沟纹内上皮完整。乳头大部存在，舌的色泽、质地和活动均正常，一般无明显不适。当上皮受到损伤或继发感染时出现疼痛。裂沟舌多伴游走性舌炎。本病病程发展缓慢，有的沟纹随年龄的增长而加重。裂沟舌舌体较肥大，可形成巨舌。\n【4】 **病因**\n【5】 **中医理论**\n【6】 辨证指南〃：“平人之舌无纹也，有纹者，血衰也，纹少者，衰之微;纹多、纹深者，衰之选”。除虚证外，还有火毒上炎者。\n【7】 (1)热盛伤阴。\n【8】 (2)血虚不润。\n【9】 (3)脾虚湿浸。\n【10】 **相关因素**\n【11】 但据国内外学者流行病学调查结果提示可能与下列因素有关：\n【12】 ①年龄因素：10岁前发病率较低，10～60岁随年龄增加而发病率增高。60岁后上升趋势停止。\n【13】 ②地理环境、人种及营养因素：存在与这些因素有关。高发人群现象。\n【14】 ③全身疾病因素：天疱疮患者有50%的裂沟舌发病率；银屑病、口干症、伤寒、梅毒感染、梅-罗综合征(Melkersson-Rosenthal syndrome)、唐氏综合征(Down syndrome)等常伴有裂沟舌。\n【15】 ④遗传因素：精神迟钝患者中发病率明显增高。并发现有高发家系。但在对患者遗传学的研究中，未发现患者染色体的数目、结构等方面有特异性变化，也未发现染色体畸变频率异常增高。有人认为是遗传因素与环境因素共同作用所致。\n【16】 ⑤感染因素：病毒感染，迟发性变态反应等。\n【17】 **预防**\n【18】 加强口腔卫生，停用或改用局部应用药物，戒烟。若食滞重证，不寐辗转、心悸、腹胀者，可用调胃承气汤(《伤寒论》)：芒硝10g，大黄1.0g，甘草6g。攻下积滞，调气宁心。若兼见胸痛彻背，背痛彻胸，胸闷痞塞者，加用瓜萎20g，丹参15g，元胡12g，枳实12g。以宣痹通阳，活血化瘀。多摄入一些高纤维素以及新鲜的蔬菜和水果，营养均衡。\n【19】 **检查**\n【20】 相关检查\n【21】 纤维胃镜检查\n【22】 舌面见多少不等，深浅不一，形状各异的裂纹。\n【23】 沟纹达固有层或肌层，沟纹表面上皮增生角化，钉突伸长，上皮下结缔组织增厚，淋巴细胞、多核细胞、浆细胞浸润。炎症时，组织水肿、毛细血管扩张，有些可见微小脓肿。扫描电镜示丝状乳头、菌状乳头结构丧失，可能由于上皮细胞内折成裂隙，裂隙逐渐加深、增宽、延长，形成沟纹。\n【24】 **鉴别诊断**\n【25】 (1)热盛伤阴，多为红绛舌有裂纹。\n【26】 (2)血虚不润，多为淡白舌有裂纹。\n【27】 (3)脾虚湿浸，多舌质淡白胖嫩，边有齿痕，又有裂纹。治宜滋补阴精，益气生津；补脾渗湿；补阴泻火；清热润燥。\n【28】 舌面见多少不等，深浅不一，形状各异的裂纹。\n【29】 ", "title": "舌体深裂", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/3818_jieshao.html\", \"category\": \"中医科::中医综合::舌体深裂\", \"create_time\": \"2023-12-26 16:28:31.415706\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:06", "update_time": "2024-01-28 18:03:55"}
{"id": 399962, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 522, "text": "【0】 # 小梁网色素沉着\n【1】 小梁网色素沉着是色素性青光眼的临床诊断的表现。色素性青光眼(pigmentary glaucoma)是因眼前节段色素播散引起的继发性开角型青光眼。\n【2】 **病因**\n【3】 影响PDS的发生和发展的重要危险因素有：青年人、男性、近视和白种人。PG对于社会的危害性是在人们开始事业高峰的年龄发病，因而给社会及家庭带来很大影响。　　\n【4】 在西方社会，PG占青光眼总数的1%～1.5%PDS一般发生在青年，发病年龄为20～45岁，但老年人中也有发病PDS中男女比例一样。但PG中以男性多见，男女之比约为3∶1。女性PD患者发病年龄比男性约晚10年，平均年龄46～53岁，男性平均为34～46岁。PDS比想象的要多见。　　\n【5】 对PDS来讲，近视是一个危险因素。已发现近视程度越高，青光眼视盘损害发生的年龄越小。经观察前房深度发现PDS双眼明显不对称的病人其虹膜角膜角深度也不对称。　　\n【6】 白人更容易患此病，有色人种少见东方人罕见。也有黑白混血家庭和患白化病的黑人患有PG的病例报道。　　\n【7】 多数PDS/PG病例是散发的，少有家族史。在前房里异常色素报道后不久，带Krukenberg梭的家族也被报道。直到20世纪80年代报道指出PDS可以是家族病PDS呈常染色体显性遗传，与此综合征有关的基因位于染色体7(7q35-q36)长臂末端。与此疾病有关的基因定位是分离此基因的第1步，基因的特征将有助于阐明PDS的病理生化特点　　另外其他特殊情况，例如大眼球，大角膜同样可以与PDS/PG发生有关。但并没有发现先天性青光眼眼球逐渐变大后有患PDS的危险性。\n【8】 **预防**\n【9】 1.随访：病人需要定期随访作临床检查，必要时进行适当的治疗。对PG常规治疗通常是先采用药物治疗，其次激光治疗，最后考虑手术治疗。　　\n【10】 2.临床观察：早期PDS/PG病人应至少半年1次仔细检查虹膜透照缺损的数目，观察虹膜形态。尽可能地将眼内不同区域色素程度的数据记录下来，为以后动态观察留下基数。Boys-Smith型含色素刻度的虹膜角膜角镜是有用的工具。　　\n【11】 在疾病过程中，对小梁网损害的评估主要依据眼压。若眼压上升，则小梁网损害加重;反之眼压下降，可提示色素播散停止，且小梁网没有遭到不可逆的损害。正常功能恢复时小梁网内细胞色素减轻。如果色素播散停止而小梁功能仍没有改善，则可表明小梁网发生了不可逆的损害，形成了继发性慢性开角型青光眼。　　\n【12】 3.视盘损害、视野缺损 ：由于长期PG引起视盘损害与慢性开角型青光眼中看到的一样。值得注意的是多数PG病人合并近视，因此可能有特异性的近视性眼部特征。近视眼的视盘可能比正视眼或远视眼更易受升高的眼压的影响而发生损害。因此，这类病人需要更经常的检查。另外在近视眼中评估青光眼性视盘损害可能比在正常眼中更难。所以对近视眼的视盘更需要仔细检查。PG比正视眼和远视眼更易发生旁中心甚至中心视力的丧失。　　\n【13】 4.药物治疗 ：在轻度病例中，使用肾上腺素β受体阻滞药或拟交感神经药物可能就足够了;而在许多严重病例中可加用缩瞳药。如果局部药物治疗无法忍受或无法控制眼压，可口服碳酸酐酶抑制药。\n【14】 **检查**\n【15】 相关检查\n【16】 眼及眶区CT检查 视野检查 眼压\n【17】 主要依据为具有PDS的体征及眼压、青光眼性视野与视盘的改变以透照法检查见中周部虹膜轮辐状透光区，最具有特征性。另裂隙灯检查见角膜后壁的Krukenberg梭形色素沉着，前房深，虹膜后陷并有色素沉着，扩瞳后见晶状体后表面近赤道部色素沉着。虹膜角膜角镜检查为宽房角且小梁上呈现致密的色素沉着带。具备虹膜体征及部分其他体征，可以诊断为PDS;若同时伴有病理性高眼压青光眼视野与视盘改变，则可以诊断为PG。\n【18】 **鉴别诊断**\n【19】 1.虹膜色素脱失：没有与PDS/PG中虹膜轮辐状透照缺损相关的其他疾病。先天性青光眼的病人，有的偶尔在虹膜远周边部接近其附着处可见透照缺损，但不是轮辐状的。剥脱综合征的病人偶尔存在色素播散，透照缺损的位置多在瞳孔边缘，或在整个虹膜呈散布的斑块状。由于外伤或手术引起虹膜后表面的损伤，呈不规则的虹膜色素脱失斑。由于严重的葡萄膜炎而使后虹膜脱失色素的病人也是呈区域性的斑状脱失，但不是周边轮辐状缺损。偶尔在一个正常眼中可有一个大理石纹样的透照缺损，但与PDS/PG的改变截然不同。　　\n【20】 2.葡萄膜炎：如果小的色素颗粒在房水中浮游会被误认为是白细胞，而被误诊为葡萄膜炎。要做出正确的判断，必需注意到PDS的典型体征并且缺乏葡萄膜炎的其他症状，如结膜充血、KP和虹膜后粘连。PDS病人中虹膜后表面色素丢失尽管吞噬细胞可以向前进入虹膜基质，但并不激起炎症反应。带状疱疹性角膜葡萄膜炎可引起扇形虹膜萎缩，单纯疱疹性角膜葡萄膜炎可引起广泛的虹膜萎缩。二者均没有PDS样的虹膜透照缺损。　　\n【21】 3.小梁网色素增加：除PDS/PG外在其他综合征眼内也能出现异常的色素播散。剥脱综合征相关的色素播散能导致小梁网明显变黑。许多这样的病例中，色素与囊膜剥脱物质混在一起，形成不规则的、麻纸样的色素带。一个典型的Krukenberg梭是不发展的。典型的囊膜剥脱物有助于正确诊断。　　\n【22】 有周边虹膜或睫状体囊肿的病人偶尔在小梁网上有中度的色素沉积，但没有典型的Krukenberg梭。诊断借助于观察周边虹膜PDS特有的透照缺损明确诊断需在散瞳条件下，应用虹膜角膜角镜查见虹膜下囊肿。以上两种情况在晶状体周边后表面没有色素沉积。　　\n【23】 4.前、后节黑色素瘤：虹膜、睫状体或后节黑色素瘤(如果玻璃体前界膜破裂)能伴有色素播散。色素性瘤细胞或充满色素的吞噬细胞可以引起前后房相当程度的变黑。但是缺乏PDS/PG典型的症状：没有Krukenberg梭，没有任何透照缺损。易于发现原发肿瘤。虹膜后表面的炎症偶尔可有中等数量的色素释放，经常在下方房角内聚集成团，同时伴有炎症的表现。　　\n【24】 5.其他：植入后房型人工晶状体后有时可引起PG，此时位置异常的后房型IOL与虹膜在术后长期接触、摩擦导致色素释放。　　\n【25】 6.剥脱综合征：色素性青光眼中周部晶状体与瞳孔周围虹膜之间机械性摩擦，类似色素性青光眼那样出现虹膜透照缺损Krukenberg梭、小梁色素沉着和眼压升高然而下列情况容易做出鉴别：①60岁以上老年人多见，罕见于40岁以下年龄;②50%患者为单侧性，无性别、屈光不正(近视)倾向;③透照缺损常见于瞳孔缘及其周围虹膜罕见在中周部虹膜，小梁网色素沉着不如色素性青光眼那么浓密(通常2级);④最具鉴别特征的是瞳孔缘灰白色头皮屑样颗粒或絮片，周边晶状体前囊上的灰色假性剥脱物质。曾报告两种疾病可同时存在。 　　\n【26】 主要依据为具有PDS的体征及眼压、青光眼性视野与视盘的改变以透照法检查见中周部虹膜轮辐状透光区，最具有特征性。另裂隙灯检查见角膜后壁的Krukenberg梭形色素沉着，前房深，虹膜后陷并有色素沉着，扩瞳后见晶状体后表面近赤道部色素沉着。虹膜角膜角镜检查为宽房角且小梁上呈现致密的色素沉着带。具备虹膜体征及部分其他体征，可以诊断为PDS;若同时伴有病理性高眼压青光眼视野与视盘改变，则可以诊断为PG。\n【27】 ", "title": "小梁网色素沉着", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/5026_jieshao.html\", \"category\": \"五官科::眼科::小梁网色素沉着\", \"create_time\": \"2023-12-26 16:28:32.786667\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:06", "update_time": "2024-01-26 01:39:41"}
{"id": 399961, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 992, "text": "【0】 # 脚气\n【1】 脚气是一种极常见的真菌感染性皮肤病。成人中70-80%的人有脚气，只是轻重不同而已。常在夏季加重，冬季减轻，也有人终年不愈。\n【2】 脚气是足癣的俗名。有的人把“脚气”和“脚气病”混为一谈，这是不对的。医学上的“脚气病”是因维生素B缺乏引起的全身性疾病，而“脚气”则是由真菌(又称毒菌)感染所引起的一种常见皮肤病。洗脚盆及擦脚毛巾应分别使用以免传染他人。足癣如不及时治疗，有时可其它部位，如引起手癣和甲癣等，有时因为痒被抓破，继发细菌感染，会引起严重的并发症。\n【3】 中医称脚气为“脚弱”。《备急千金要方》卷二十二《风毒脚气方》：“然此病发，初得先从脚起，因即胫肿，时人号为脚气。深师云：脚弱者，即其义也”。\n【4】 **病因**\n【5】 致病菌多系毛癣菌种与表皮癣菌种，主要菌种有红色毛癣菌、石膏样毛癣菌、絮状表皮癣菌、玫瑰色毛癣菌。红色毛癣菌因其抵抗力强，不易控制，已成为我国当前足癣的主要致病菌。\n【6】 脚气是侵犯表皮、毛发和趾甲的浅部霉菌病，是一种传染性的皮肤病。绝大部分患者是先患脚气再感染到手部和其它部位，脚气患病率高的的原因主要有下列几点：\n【7】 一、足跖部皮肤没有皮脂腺，缺乏能抑制霉菌的脂肪酸。\n【8】 二、足跖部皮肤汗腺较丰富，出汗较多，造成有利于霉菌生长的潮湿环境。\n【9】 三、足跖部皮肤角质层较厚，角质层中的角质蛋白为霉菌生长的营养物。\n【10】 四、此外，由于穿着鞋袜，局部环境闷热，脚汗难于透发而潮湿，从而更有利于霉菌的生长繁殖。\n【11】 足部多汗潮湿或鞋袜不通气等都可诱发本病。皮肤癣菌常通过污染的澡堂、游泳池边的地板、浴巾、公用拖鞋、洗脚盆而传染。\n【12】 **预防**\n【13】 1、要保持脚的清洁干燥，汗脚要治疗。勤换鞋袜，趾缝紧密的人可用草纸夹在中间，以吸水通气。鞋子要通气良好。　　\n【14】 2、不要用别人的拖鞋、浴巾、擦布等，不要在澡堂、游泳池旁的污水中行走。　　\n【15】 3、公用澡堂、游泳池要做到污水经常处理，用漂白粉或氯亚明消毒，要形成制度，以防相互传染脚气。　　\n【16】 4、防鞋柜传染脚气。如果家中有人患脚气，被真菌污染的鞋子在阴暗不通风的鞋柜中，很容易使真菌大量繁殖。而且，散落在鞋柜里的皮屑，也带有很多真菌。本来很干净的鞋子，如果放在这样的鞋柜里，就可能沾染上带菌的皮屑和被邻近的“脏鞋”所污染，感染真菌，如果穿了这样的鞋子，就可能患上脚气或灰指(趾)甲。　　\n【17】 因此，专家提醒说，脚气患者不仅要积极用药物治疗上，平时更要注意清洁鞋袜，还要特别注意的是，鞋柜也要经常通风、晾晒;如果鞋柜不能移动，应定期用消毒液擦洗或是放入干燥剂，祛除潮气。清洁鞋柜的同时，别忘用干抹布把鞋子擦拭干净，并在鞋内塞入一些用香料、茶叶、竹炭做成的除臭包，以消除病菌、异味。　　\n【18】 另外，选择鞋柜时注意，别挑选向里斜放式的，因为这种设计很不利于清洁，而向外斜放式的鞋柜，易拿、易清理。鞋柜里存放的鞋，最好以家庭成员，分出不同的鞋区，如男用、女用、儿童用等区域，也可以按常用和不太常用来区分，以避免相互间传染。\n【19】 **检查**\n【20】 相关检查\n【21】 维生素B1（VitB1,VB1）\n【22】 医学上通常将脚气分三型：糜烂型、水疱型、角化型脚气。　　\n【23】 1、糜烂型：好发于第三与第四，第四与第五趾间。初起趾间潮湿，浸渍发白或起小水疱，干涸脱屑后，剥去皮屑为湿润、潮红的糜烂面，有奇痒，易继发感染。　　\n【24】 2、水疱型：好发于足缘部。初起为壁厚饱满的小水疱，有的可融合成大疱，疱液透明，周围无红晕。自觉奇痒，搔抓后常因继发感染而引起丹毒、淋巴管炎等。　　\n【25】 3、角化型：好发于足跟。主要表现为皮肤粗厚而干燥，角化脱屑、瘙痒，易发生皲裂。本型无水疱及化脓，病程缓慢，多年不愈。\n【26】 **鉴别诊断**\n【27】 根据典型的临床表现，诊断不难。但不典型手足癣常常容易和手足湿疹、掌跖脓疱病及汗疱疹等相混淆，应注意鉴别，真菌检查常有助于明确诊断。　　\n【28】 湿疹是一种常见的由多种内外因素引起的表皮及真皮浅层的炎症性皮肤病。其特点为自觉剧烈瘙痒，皮损多形性，对称分布，有渗出倾向，慢性病程，易反复发作。医学上通常将脚气分三型：糜烂型、水疱型、角化型脚气。\n【29】 ", "title": "脚气", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/1940_jieshao.html\", \"category\": \"皮肤性病科::皮肤科::脚气\", \"create_time\": \"2023-12-26 16:28:31.734241\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:06", "update_time": "2024-01-28 18:43:19"}
{"id": 399960, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 454, "text": "【0】 # 眼睑痉挛\n【1】 眼睑痉挛(Blepharospasm)是一种不明原因的、不自主的面神经支配区肌肉的痉挛和抽搐，多发于中老年人，是神经科疾病，给患者精神和身体带来极大的痛苦，也极其影响美观。它没有下面部肌肉的阵挛性抽动。持续痉挛时间可长可短，痉挛的表现为非意志性强烈闭眼的不断重复。许多睑痉挛病人在得到明确的诊断和治疗以前已忍受了相当长时间的痛苦，而且常因误诊耽误了及时治疗。\n【2】 **病因**\n【3】 1.中脑及基底核过度活化，使参与眼轮匝肌反射的脑桥髓内中间神经元过度活动所致。\n【4】 2.多巴胺受体超敏，反应过度。\n【5】 **预防**\n【6】 早期诊断早期治疗加强临床护理，对改善患者的生活质量有重要意义。治疗宜早不宜迟，如果超过三个月，就不容易治愈。所以，情况较为严重时，还应接受专业治疗。如果症状较轻，患者可以按摩太冲穴(平肝熄风)、三阴交、外关等穴位。 拇趾和第二趾骨结合处小腿内侧，脚踝骨最高点往上三寸。\n【7】 **检查**\n【8】 相关检查\n【9】 小儿角膜检查法 眼及眶区CT检查\n【10】 临床表现双侧眼睑不自主闭合伴有对称性口面部肌肉的不规律收缩情绪激动或强光下患者症状加重，平静时症状减轻睡眠后症状消失，较特征性的表现MRI及CT扫描。\n【11】 **鉴别诊断**\n【12】 要与眼睑震颤相鉴别。眼睑震颤主要由眼轮匝肌和眼睑举肌构成。眼睛跳在医学上叫“眼睑震颤”。眼睑在视神经、面神经等的支持下，完成眨眼、闭眼功能，起到保护眼球、清洁和润滑结膜的作用。 眼睛跳并非皮肤在跳，而是眼轮匝肌、眼睑举肌在神经的支配下，进行收缩而牵连表面皮肤随之而动。\n【13】 ", "title": "眼睑痉挛", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/5567_jieshao.html\", \"category\": \"五官科::眼科::眼睑痉挛\", \"create_time\": \"2023-12-26 16:28:35.168006\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:06", "update_time": "2024-01-28 18:39:34"}
{"id": 399959, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 1495, "text": "【0】 # 虹视\n【1】 当一个人在看灯光时，如果在灯光周围出现彩色光晕，医学上称之为“虹视”。所谓彩色光晕，也就是彩色光环之类。眼前出现虹视，这是由于眼球屈光度的改变而产生了分光作用，将前方射来的白色光线，根据其所包含的各种光波长的不同而分解成多种颜色成分，从而就出现了典型的彩色光环。虹视是眼疾中一个多见的症状。\n【2】 **病因**\n【3】 虹视是眼疾中一个多见的症状，常是下列几种眼疾的病兆：　　\n【4】 1、结膜炎  由于粘液性分泌物涂布于角膜表面，这时可出现虹视，在擦去分泌物之后，虹视即可消失。如果外结膜囊内有血液、脓液，小气泡等，也可出现虹视。　　\n【5】 2、角膜炎  因角膜上皮损伤及角膜水肿，也可导致虹视。　　\n【6】 3、色素膜炎  因累计角膜内皮细胞，破坏了角膜水化作用，引起角膜上皮水肿，出现大泡样或小泡样时。色素膜炎即可有虹视症状。　　\n【7】 4、白内障  由于放射状排列的晶体纤维吸水、肿胀，产生分光作用所致。　　\n【8】 5、青光眼  青光眼眼压升高时，角膜过度伸展，使角膜水肿，患者看到白炽光周围出现彩色晕轮像雨后彩虹(把白炽光分解为七色光线一样)，呈现内绿外红的排列顺序，称为虹视。虹视可作为青光眼诊断的重要主观指征之一，称为真性虹视。因为晶状体混浊、角膜薄翳、的卡因点眼后角膜表层混浊，慢性结膜炎或睑板腺分泌旺盛时，其分泌物呈薄膜样蒙在角膜上，引起屈折作用等因素造成的“虹视”，与青光眼眼压高造成的虹视有着本质的不同，称为假性虹视。\n【9】 **预防**\n【10】 1、光线需充足，反光要避免。\n【11】 舒适的光线，可以得到良好的视觉信息，光线过强或过暗都会给眼睛带来不良的影响。因此青少年平常看书的书桌应有边灯装置，其目的在于减少反光，以降低对眼睛的伤害。\n【12】 2、少看电视，少用电脑。\n【13】 尽量减少与对人眼产生辐射的电视、电脑、游戏机等电器设备的接触，因为，显像管辐射出的X射线可大量消耗视网膜中的视紫质，可以使视力明显减退。\n【14】 3、睡眠要充足，注意用眼卫生。\n【15】 作息时间要有规律，睡眠要充足。睡眠不足会导致眼睛结膜充血、分泌物增多、畏光流泪，眼酸痛等结膜、角膜炎症。应尽量避免风沙、烟尘、紫外线、红外线、化学物品、医药用品等对眼睛的伤害。个人卫生要保持清洁，毛巾、脸盆、手帕等个人物品，要专人专用，尽量不用他人物品，以避免造成交叉感染，引起眼部疾病，导致视力下降。\n【16】 **检查**\n【17】 相关检查\n【18】 眼睑检查 眼底镜检查法 眼球及眼眶检查法\n【19】 为了区别生理性和病理性虹视，可让患者通过一个狭窄的裂隙观看一个光源，将裂隙垂直放置，并在瞳孔前方移动，如为生理性晶状体性虹视，在裂隙移动的过程中，虹视仅有部分可见，而且其位置随裂隙片的移动而改变。当裂隙位于瞳孔边缘时，晶状体水平放射状纤维起折射作用，所以在上方和下方可见一段横行彩色弧，在裂隙位于瞳孔中央时，晶状体的垂直纤维起折射作用，则在水平方向两侧各有一段纵行彩色弧，而当裂隙位于瞳孔缘与瞳孔中心之间时，晶状体的斜行纤维起折射作用，则可在右上、右下，左上和左下四个方向各有一段短的斜行彩色弧。去掉裂隙片后则虹视恢复圆形。而病理性虹视在裂隙片移动的过程中，彩色环维持圆形，仅颜色稍发暗而已。 此外，正常人在雾中观看小而亮的路灯时也可发现虹视，这是因为空气中水分较多，与雨后天晴所出现的彩虹相同，没有临床意义。\n【20】 **鉴别诊断**\n【21】 真、假性虹视的区别要点：\n【22】 1、出现的虹视有无光谱(彩环样)排列。\n【23】 2、红绿彩环是否清楚。\n【24】 3、虹视出现时的时间及出现时的眼压如何。\n【25】 4、虹视出现时有无角膜水肿。\n【26】 5、虹视出现时有无伴随症状，如眼胀、鼻酸、雾视及头疼等。\n【27】 6、用缩瞳药点眼后能否使虹视消失。\n【28】 ", "title": "虹视", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/1552_jieshao.html\", \"create_time\": \"2023-12-26 16:28:28.271009\", \"category\": \"五官科::眼科::虹视\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:06", "update_time": "2024-01-26 01:40:03"}
{"id": 399958, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 360, "text": "【0】 # 眦部缺损或眦缺损\n【1】 眼睑缺损包括内外眦部眼睑缺损。\n【2】 **病因**\n【3】 眦部缺损大多为肿物切除所致。\n【4】 **预防**\n【5】 合理膳食可多摄入一些高纤维素以及新鲜的蔬菜和水果，营养均衡，包括蛋白质、糖、脂肪、维生素、微量元素和膳食纤维等必需的营养素，荤素搭配，食物品种多元化，充分发挥食物间营养物质的互补作用，对预防此病也很有帮助。\n【6】 **检查**\n【7】 相关检查\n【8】 眼睑检查\n【9】 眼睑缺损分先天性和后天性两类，先天性缺损可发生在上、下睑，单侧或双侧，常伴有眦角、泪道、眉等畸形或额骨和上颌骨缺损，视力正常或有障碍。后天性缺损通常由于外伤形成(如车祸、枪伤、咬伤等)，眼球往往同时遭到损伤。\n【10】 眼睑是眼的附属器，是眼球的保护屏障，眼睑的缺损，无论缺损轻重，都会影响外形，更重要的是缺损会使眼球失去保护。\n【11】 **鉴别诊断**\n【12】 虹膜缺损：若脉络膜裂在虹膜处未完全闭合，造成虹膜下方缺损，致使圆形的瞳孔呈钥匙孔祥，称虹膜缺损。此种畸形严重者可延伸到睫状体、视网膜和视神经，并常伴有限的其它异常。\n【13】 眼睑畸形：眼睑畸形多由外伤、感染、肿物切除手术等原因引起,瘢痕挛缩后可造成双眼睑形态不对称、眼睑外翻及闭合不全等异常。\n【14】 眼睑缺损分先天性和后天性两类，先天性缺损可发生在上、下睑，单侧或双侧，常伴有眦角、泪道、眉等畸形或额骨和上颌骨缺损，视力正常或有障碍。后天性缺损通常由于外伤形成(如车祸、枪伤、咬伤等)，眼球往往同时遭到损伤。\n【15】 眼睑是眼的附属器，是眼球的保护屏障，眼睑的缺损，无论缺损轻重，都会影响外形，更重要的是缺损会使眼球失去保护。\n【16】 ", "title": "眦部缺损或眦缺损", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/6385_jieshao.html\", \"category\": \"五官科::眼科::眦部缺损或眦缺损\", \"create_time\": \"2023-12-26 16:28:36.225418\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 19:20:43"}
{"id": 399957, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 1138, "text": "【0】 # 气血不通\n【1】 经络就像是一种空间通道。“经”有路径的意思，“络”有网络的意思，经络就像路径和水网联系小镇 村庄一样，遍布全身，联系着人体的各脏腑组织器官;气血在其中运行，输送着营养和信息，所以经络是运行全身气血、联络脏腑肢节，沟通表里上下的通道。很简单的理解如果通道不通了，自然就会有很多疾病出现了。就像平时我们所经常听到和提到的亚健康状态就是经络不通的典型表现。\n【2】 **病因**\n【3】 根据经络学说，人体的一切功能都是在经络系统的控制下进行的;经络失控是疾病形成的原因;而疾病的痊愈则是经络发挥了调整作用的结果。因此经络就是人体的医疗保健系统。 生命能全身经络推疗养生技术特色 适应人群广泛，劳累、不明原因乏力，注意力不集中，失眠健忘，抵抗力下降等亚健康症状。\n【4】 **预防**\n【5】 独特的推疗手法和温经调理方法，针对经脉进行调理，疏通经络，改善身体皮肤的微循环，缓解机体压力，提高机体免疫能力，纯草本中药根据是药物归经的原理进入人体，着重调理人体脏腑功能，提高生理机能。\n【6】 **检查**\n【7】 相关检查\n【8】 内分泌功能试验\n【9】 如果经络气血阻滞而不通畅，就会造成有关部位的疼痛或肿胀，气血郁积而化热，则出现红、肿、热、痛等(经络的实证)。 如果气血运行不足，就会出现病变部位麻木不仁，肌肤萎软及功能减退等(经络的虚证)。 如果经络的阳气即卫气，原气不足，就会出现局部发凉或全身怕冷等症状(阳虚则寒)。 经络的阴气即营气，血液不足而阳气亢盛，则会出现五心烦热等现象(阴虚内热)。\n【10】 **鉴别诊断**\n【11】 如果有一下几种情况，即可诊断：\n【12】 1、经常说话有气无力、没有食欲。\n【13】 2、脸色苍白或比较暗淡。\n【14】 3、经常胸闷、心慌、唇色发暗。\n【15】 4、出现胁肋刺痛、腹胀等。\n【16】 5、肢体容易麻木，甚至疼痛，受阻逆冷或发热。\n【17】 ", "title": "气血不通", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/6783_jieshao.html\", \"create_time\": \"2023-12-26 16:28:31.066305\", \"category\": \"中医科::中医综合::气血不通\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 18:19:40"}
{"id": 399956, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 1600, "text": "【0】 # 拇指仅存软组织而无骨骼\n【1】 骨骼畸形可累及双侧上肢，以左侧较重。前臂、腕及桡侧骨骼的变异或缺如最为常见，桡侧腕骨可因骨化延迟使第一掌骨基底部接近中线，与其他掌骨并列，鱼际可消失，由于拇指与其他四肢处于同一水平，故失去对掌功能，拇指变异是本病征特征性改变，常为半脱位、并指、拇指三节、末节弯向尺侧、分叉状，短小或缺如或 拇指仅存软组织而无骨骼。手-心畸形综合征即心血管-肢体综合征(cardiac-limb syndrome)，又称Holt-Oram综合征、心房-手指综合征(atrio-digital syndrome)、上肢心血管综合病征、家族性心脏和上肢缺陷、心房指趾发育不全、心房及指发育不良综合征(atrio-digital dysplasia syndrome)等。本症属常染色体显性遗传性疾病，以心血管畸形、骨骼畸形为主要临床表现特点。\n【2】 **病因**\n【3】 **一、发病原因**\n【4】 常有家族史，属常染色体显性遗传性疾病。\n【5】 **二、发病机制**\n【6】 1、胚胎学因素 本病征的骨骼畸形发生于上肢是有其胚胎学基础的，上肢芽的发生及原始心血管的主要分化过程均起始于胚胎的第4周，且都在2～3周内完成。因此，上肢和心脏有可能同时受某些因素影响而发生变异。根据Gegenbaur的原始翼理论，尺骨及其附近相当于原始鳍线的主干，桡骨是另4个附属线之一，且发生于尺骨之 前，尔后又趋于消失，故桡侧骨骼更易受累。由于下肢分化晚于上肢，所以下肢不受累及。这可能有助于说明本病征的桡侧骨骼更易受累的原因。\n【7】 2、遗传学因素 一般认为本病征属常染色体显 性遗传，但亦有一些单发病例的报道。仅个别人报道患者的第16对染色体上有微小的变异，绝大多数人证明患者细胞的核形是正常的。在本病征家族中，凡有先天 性心脏病者都伴有不同程度的上肢畸形，而有上肢畸形者却未必有先天性心脏病，但二者对后代的遗传性并无差异，因此均视之为本病征患者，其后代发病的机会约为50%。\n【8】 3.、药物影响 妊娠一个月内服用抗癫痫药物，可导致胎儿发病。\n【9】 **预防**\n【10】 本病征为特发性，防止后代发生畸形是一个重要问题。后天因素的影响常促使遗传缺陷的暴露。妊娠前3个月为肢芽与原心管的分化与敏感期，应注意避免精神与理 化因素的不良刺激，外伤与用药均应注意。有些药物如苯妥英钠、丙米嗪、反应停等在妊娠期应用时可产生上肢或躯体的畸形。放射线的照射、缺氧、过量的维生素A等也可致畸，应予以警惕。\n【11】 **检查**\n【12】 相关检查\n【13】 心血管造影 胸部透视 M型超声心动图（ME） 二维超声心动图 胸部CT检查\n【14】 1、家系调查：对兼有房间隔缺损等先天性心脏病和以上肢，尤其拇指发育不全和缺陷的病例进行家系调查。有一个家族中四代9人发病。\n【15】 2、超声心动图、心导管、心电图、X线、染料稀释曲线等检查，以确定先天性心脏病类型。\n【16】 3、骨骼X摄片和染色体检查。\n【17】 可出现心力衰竭，并发感染性心内膜炎。失去对掌功能，可伴有高腭弓、腭裂、身材矮小、面部发育不全、面部血管瘤、两侧瞳孔大小不等，外耳道闭塞及胃肠道和泌尿生殖系等畸形。\n【18】 **鉴别诊断**\n【19】 本病征应与马方综合征、范可尼贫血、伸舌样痴呆及其他染色体异常所致的上肢-心脏畸形相鉴别。\n【20】 1、心血管畸形 本病征伴心血管异常者约占60%～70%，在同一家族中患者的心脏畸形改变有差异。最常见的心血管畸形是房间隔缺损(多系Ⅱ孔型，也有Ⅰ孔型与Ⅱ孔型并存者)和室间隔缺损，其次是心脏传导系统异常及心肌病，而动脉导管未闭、大血管转位、冠状动脉异常、二尖瓣狭窄或脱垂、肺动脉狭窄、三尖瓣闭锁等极少见。临床上可出现先心病的多种症状和体征，如心悸、气短及乏力等，严重者可出现充血性心力衰竭及并发感染性心内膜炎。主要体征为胸骨左缘2～3或3～4肋间闻及收缩期杂音，伴震颤，肺动脉瓣第二音亢进及分裂，肺动脉瓣区收缩期杂音或三尖瓣区舒张期杂音。\n【21】 2、 骨骼、肌肉畸形 骨骼畸形可累及双侧上肢，以左侧较重。前臂、腕及桡侧骨骼的变异或缺如最为常见，桡侧腕骨可因骨化延迟使第一掌骨基底部接近中线，与其他掌骨并列，鱼际可消失，由于拇指与其他四肢处于同一水平，故失去对掌功能，拇指变异是本病征特征性改变，常为半脱位、并指、拇指三节、末节弯向尺侧、分叉状，短小或缺如或拇指仅存软组织而无骨骼。\n【22】 ", "title": "拇指仅存软组织而无骨骼", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/2804_jieshao.html\", \"category\": \"儿科::儿科综合::拇指仅存软组织而无骨骼\", \"create_time\": \"2023-12-26 16:28:29.199899\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 19:15:29"}
{"id": 399955, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 1005, "text": "【0】 # 实火\n【1】 ①病证名。指阳热亢盛之火邪。《丹溪心法.火门》：“实火可泻，黄连解毒汤之类；虚火可补，小便降火最速。凡气有余便是火，不足者是气虚。”\n【2】 ②邪火炽盛引起的实热证。以肝胆、胃肠实火为多见。症见高热，头痛，目赤，渴喜冷饮，烦躁，腹胀满痛拒按，大便秘结，小便短赤，舌红苔黄干或起芒刺，脉数实，甚或吐血、衄血等。治宜清热泻火为主。\n【3】 **病因**\n【4】 实火的病因多见情绪波动过大、中暑、受凉、伤风、嗜烟酒以及过食葱、姜、蒜、辣椒等辛辣之品，贪食羊肉、狗肉等肥腻之品和中毒、缺少睡眠等都会“上火”。实火多为外感邪气，治宜泻火，若邪已伤阴则兼以滋阴。虚火为阴虚所致阴不制阳，滋阴则可，若阴损及阳则阴阳共补之，然以滋阴为要。\n【5】 **预防**\n【6】 预防：\n【7】 1\\. 生活要有规律，注意劳逸结合，切忌熬夜。\n【8】 2\\. 春季的饮食要偏凉而酸，可多食小米、大麦、青鱼、黄花菜、芹菜、萝卜、蜂蜜等，总之要多吃蔬菜、水果、忌吃辛辣食物，多饮水或清热饮料。\n【9】 3\\. 必要时可在医生指导下服用牛黄上清丸、三黄片、青果丸等清火药物。\n【10】 **检查**\n【11】 相关检查\n【12】 脉搏 便常规 血常规 尿常规\n【13】 以肝胆、胃肠实火为多见。症见高热，头痛，目赤，渴喜冷饮，烦躁，腹胀满痛拒按，大便秘结，小便黄，舌红苔黄干或起芒刺，脉数实，甚或吐血、鼻出血等。面红目赤、口唇干裂、口苦燥渴、口舌糜烂、咽喉肿痛、牙龈出血、鼻衄出血、耳鸣耳聋、疖疮乍起，身热烦燥、尿少便秘、尿血便血、舌红苔黄、可有芒刺、脉实滑数。在治疗上宜采用苦寒制火、清热解毒。\n【14】 **鉴别诊断**\n【15】 实火的鉴别诊断：\n【16】 1、虚火：多为外感邪气，治宜泻火，若邪已伤阴则兼以滋阴。虚火为阴虚所致阴不制阳，滋阴则可，若阴损及阳则阴阳共补之，然以滋阴为要。\n【17】 2、心火：心火在中医学指人体的内热。常表现为五心烦热、咽干、口燥、口舌生疮等症。中医有心在地为火之说故称。\n【18】 ", "title": "实火", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/4003_jieshao.html\", \"category\": \"中医科::中医综合::实火\", \"create_time\": \"2023-12-26 16:28:31.753263\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 18:54:03"}
{"id": 399954, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 394, "text": "【0】 # 眼球运动偏斜扭转\n【1】 眼球运动偏斜扭转：由于各种原因导致的眼球壁的肌肉力量失衡而产生眼球运动偏斜扭转。\n【2】 **病因**\n【3】 眼球运动偏斜扭转的病因：\n【4】 人的双眼能够一起上下左右自如转动，靠的是牵引每只眼球壁的六条肌肉密切配合、相互协调又相互制约。如果其中一条肌肉的收缩力过强或过弱，无法与和其他的的肌肉力量取得平衡，就会引起眼球运动的偏斜，甚至扭转。\n【5】 **预防**\n【6】 眼球运动偏斜扭转的预后：\n【7】 临床上，主要是针对病因进行治疗。\n【8】 **检查**\n【9】 相关检查\n【10】 眼及眶区CT检查 眼底镜检查法 眼球和眼眶的超声检查\n【11】 眼球运动偏斜扭转的检查诊断：\n【12】 可见于室管膜瘤，肿瘤在第四脑室底上部多影响第Ⅴ、Ⅵ、Ⅶ、Ⅷ脑神经核，沿中线生长影响内侧纵束，可出现眼球向患侧注视麻痹，还可产生眼球运动偏斜扭转。\n【13】 **鉴别诊断**\n【14】 眼球运动偏斜扭转易混淆的症状：\n【15】 1.病因鉴别：主要依据可引起眼球运动神经或神经核受损、或眼外肌麻痹的不同颅内或颅外疾病的诊断标准进行鉴别。\n【16】 2.眼球运动神经或神经核损伤的定位诊断鉴别，则依据眼球运动障碍的不同特点及合并症状加以鉴别。\n【17】 可见于室管膜瘤，肿瘤在第四脑室底上部多影响第Ⅴ、Ⅵ、Ⅶ、Ⅷ脑神经核，沿中线生长影响内侧纵束，可出现眼球向患侧注视麻痹，还可产生眼球运动偏斜扭转。\n【18】 ", "title": "眼球运动偏斜扭转", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/5620_jieshao.html\", \"category\": \"五官科::眼科::眼球运动偏斜扭转\", \"create_time\": \"2023-12-26 16:28:35.775465\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 18:15:46"}
{"id": 399953, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 16, "text": "【0】 # 肚脐疼\n【1】  临床上能引起肚脐眼周围疼的原因不少，如阑尾炎，结肠炎，蛔虫症，肠痉挛，肠易激综合征等。本病多在思想负担沉重、情绪紧张、焦急、愤怒、抑郁等因素时发病。因此避免精神刺激，解除紧张情绪，保持乐观态度是预防本病的关键。\n【2】 **病因**\n【3】 1、腹腔中空性器官的平滑肌过度紧张收缩或因腔内压力增高而被伸展、扩张所引起。痛觉自内脏感觉神经末梢有关脊神经传入中枢。　　\n【4】 2、腹腔脏器病变时在相应神经节段的体表或深部感到的疼痛。亦有表现在远隔部位的则为放射性痛。\n【5】 **预防**\n【6】 1、适当参加文体活动，积极锻炼身体，增强体质，预防疾病。　　\n【7】 2、对可疑不耐受的食物，如虾、蟹、牛奶、花生等尽量不食，辛辣、冰冻、油腻生冷食物及烟酒要禁忌。同时避免泻药及理化因素对肠道的刺激。饮食定量，不过饥过饱，养成良好的生活习惯。　　\n【8】 3、本病多在思想负担沉重、情绪紧张、焦急、愤怒、抑郁等因素时发病。因此避免精神刺激，解除紧张情绪，保持乐观态度是预防本病的关键。\n【9】 **检查**\n【10】 相关检查\n【11】 尿常规 血常规\n【12】 只局限于肚眼周围的疼痛，腹痛情况较多，需要仔细区分。\n【13】 **鉴别诊断**\n【14】 1、腹痛为临床常见症状之一，可表现为急性或慢性，其病因复杂，多数为器质性，也可为功能性;多为腹腔内器官病变起，也可为腹腔外器官病变所致，因此在诊断时要全面考虑，详细分析病史及各项检查结果。　　\n【15】 2、脐周疼痛是指以脐周为中心的腹痛，常见于各种胃肠道疾病，是胃肠道炎症、溃疡、肿瘤的重要体征。 只局限于肚眼周围的疼痛，腹痛情况较多，需要仔细区分。\n【16】 ", "title": "肚脐疼", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/729_jieshao.html\", \"category\": \"外科::感染科::肚脐疼\", \"create_time\": \"2023-12-26 16:28:28.984570\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 19:21:16"}
{"id": 399952, "user_id": "6576f4e0014d3d1c31d6fe43", "user_name": "曾垂松", "task_id": 135, "source_info": {"seq_id": 1396, "text": "【0】 # 囟门闭合晚\n【1】 新生儿的头骨有两处没有愈合的部位，称为前、后囟门。前囟门为额与顶骨形成的菱形间隙。出生时约1.5—2厘米大小。出生后，前囟随头围增大而变大，6个月以后逐渐骨化开始变小，约1-1.5岁时闭合。后囟是两块顶骨和枕骨形成的间隙，呈三角形，后囟一般在生后3个月内闭合。若出生后前囟闭合时间超过6个月、后囟闭合时间超过3个月则为囟门闭合晚。囟门(xìn mén )指婴儿出生时头顶有两块没有骨质的“天窗”，医学上称为“囟门”。后囟门一般在出生后3个月闭合，前囟门要到1岁半才闭合。人们常说的“天窗”或“囟门”主要是指前囟门。\n【2】 **病因**\n【3】 囟门晚闭多见于佝偻病、脑积水、呆小症及生长过速的婴儿,维生素D和钙不足会引起。\n【4】 囟门迟闭，主要是指宝宝已经过了18个月，但前囟门还未关闭，多见于佝偻病、呆小病。\n【5】 囟门迟闭，有少数是脑积水或其它原因所致的颅内压增高引起，应去医院做进一步检查。\n【6】 囟门闭合的早迟时衡量颅骨发育的主要内容。闭合过早或过迟均为生长发育异常的表现。中医把囟门突起称为囟填，囟门凹陷称为囟陷，囟门迟闭称为解颅。囟门晚闭多见于佝偻病、脑积水、呆小症及生长过速的婴儿。\n【7】 婴幼儿头顶的囟门一般在12-18个月闭合，囟门的闭合是反映大脑发育情况的窗口，如果在6个月之前闭合，说明孩子可能小头畸形或脑发育不全，在18个月后仍未闭合就属于太晚了，这样的孩子可能有脑积水、佝偻病和呆小病;囟门的隆起表示颅内压增高，这种孩子可能得了脑膜炎、脑炎和维生素A中毒;囟门凹陷的孩子则有可能是因为脱水和营养不良。如果囟门关闭的较早，但只要头围还在长，也不必着急。发现囟门关闭异常，应立即带孩子去医院作进一步检查。\n【8】 **预防**\n【9】 应给宝宝补钙和维生素D，并多晒太阳。\n【10】 囟门是胎儿出生时头颅骨发育尚未完成而遗留的间隙。后囟一般在出生后三个月内闭合，前囟大约在出生后1～1.5岁时闭合。由于囟门处没有坚硬的颅骨覆盖，应注意保护，以防大脑遭受损伤。\n【11】 给婴儿洗头时。囟门处可以洗，但动作要轻柔，不能用手指抓挠。洗头水不能过热，要用温水。\n【12】 有的婴儿前囟头皮有一些黄褐色油腻性鳞屑，是婴儿脂溢性皮炎，可用消毒棉花沾点石蜡油或炼过晾凉的植物油涂在鳞屑上，待其软化后再用消毒棉花轻轻拭去，千万不能强行揭下。这种病可以自愈，只要不感染可不必涂什么药。洗头时，因婴儿的皮肤娇嫩，宜用刺激性小的中性肥皂。\n【13】 **检查**\n【14】 相关检查\n【15】 CT检查\n【16】 新生儿的头骨有两处没有愈合的部位，称为前、后囟门。前囟门为额与顶骨形成的菱形间隙。出生时约1.5―2厘米大小。出生后，前囟随头围增大而变大，6个月以后逐渐骨化开始变小，约1-1.5岁时闭合。后囟是两块顶骨和枕骨形成的间隙，呈三角形，后囟一般在生后3个月内闭合。若出生后前囟闭合时间超过6个月、后囟闭合时间超过3个月则为囟门闭合晚。\n【17】 **鉴别诊断**\n【18】 囟门跳动：囟门跳动是婴儿囟门未闭合，后囟一般在出生后三个月内闭合，前囟大约在出生后1～1.5岁时闭合。由于囟门处没有坚硬的颅骨复盖，应注意保护，以防大脑遭受损伤。\n【19】 前囟凹陷：其特征为，患儿前囟下陷，多伴有眼窝凹陷，尿量减少。 小儿出现此症状，应考虑是脱水。一般根据前囟、眼窝、皮肤弹性、循环情况和尿量等临床表现即可判断是否脱水，并可估计脱水程度。\n【20】 前囟闭合延迟：颅骨变薄，颅缝分离及前、后囟延迟闭合或明显扩大是脑积水的常见临床症状。\n【21】 前囟饱满隆起，表明颅内压增高，常见于脑膜炎和脑积水等患儿。头痛、呕吐、视乳头水肿是颅内压增高的典型征象，称为颅压增高的“三联征”小儿因颅骨未闭，颅压增高时颅缝分开，故可没有头痛。小儿病人常只有反复发作的呕吐为其惟一的症状。\n【22】 ", "title": "囟门闭合晚", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/2630_jieshao.html\", \"create_time\": \"2023-12-26 16:28:29.987360\", \"category\": \"儿科::儿科综合::囟门闭合晚\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 18:04:35"}
{"id": 399951, "user_id": "6576f4e0014d3d1c31d6fe43", "user_name": "曾垂松", "task_id": 135, "source_info": {"seq_id": 823, "text": "【0】 # 脸裂\n【1】 脸裂多发生在冬天，由于冬天天气寒冷并且干燥，皮肤缺水就会引起脸部产生裂痕。常见于小孩子，部分室外工作的工人、农民由于没有采取好保护的措施，时间长了也会发生脸裂。引起脸裂的主要原因是脸部皮肤干燥，缺少水分，再加上冬天的气温低就更易引起脸裂。也可以见于洗脸次数过多和使用化妆品过频，从而导致的面部皮脂腺减少，而把皮肤暴漏导致的干裂开口等情况的。\n【2】 **病因**\n【3】 引起脸裂的主要原因是脸部皮肤干燥，缺少水分，再加上冬天的气温低就更易引起脸裂。也可以见于洗脸次数过多和使用化妆品过频，从而导致的面部皮脂腺减少，而把皮肤暴漏导致的干裂开口等情况的。\n【4】 这个情况也可以是先天性发育不良导致的情况，这样的话是需要及早采取手术治疗的。\n【5】 **预防**\n【6】 加强对寒冷气候条件下工作者的防冻教育。使其尽量减少体温散失，着装应宽松，保暖，尤其是肢端和耳鼻颊处，应注意保暖。鞋袜应保持干燥，手脚应保持干燥。在无法避免潮湿时，可外涂凡士林，以便预防。皮靴应较大而不紧，不透水。在潮湿地区，可于鞋外涂油或凡士林。此外应保证充足睡眠，避免过度疲劳，进食高脂、高蛋白、高维生素食物。一旦发生冻伤，应尽早进行治疗。\n【7】 **检查**\n【8】 相关检查\n【9】 面神经检查\n【10】 根据临床表现即可诊断。患者脸裂时脸部皮肤变红，面部的毛细血管会出现充血扩张的情况，皮肤表面出现干燥无光泽，有明显的裂痕，严重时有血丝渗出，也可以出现皮肤菲薄，弹指欲破的情况，这个时候皮肤科做检查的话是可以明确实际情况的。\n【11】 **鉴别诊断**\n【12】 脸裂的鉴别诊断：\n【13】 1、唇腭裂：唇裂是一种先天性畸形，俗称兔唇，主要表现为患儿出生后即可发现唇部有一裂隙。这种畸形的发生往往与遗传、孕妇再早期患病或用药有关。\n【14】 2、唇干裂：嘴唇干裂多发生在秋冬季节，主要原因是秋冬气候干燥、风沙大，加上人体维生素B2、维生素A摄入量不足造成的。预防措施为多喝水，多吃新鲜蔬菜水果补充维生素。可以适当使用护唇膏，切忌频繁舔嘴唇。　　\n【15】 3、鼻裂：鼻裂通常为双侧或单侧鼻孔间有一凹沟,位于正中或偏左或右侧。\n【16】 ", "title": "脸裂", "tags": "", "lang": "", "attr": "{\"exta\": {\"category\": \"皮肤性病科::皮肤科::脸裂\", \"url\": \"https://zzk.xywy.com/2521_jieshao.html\", \"create_time\": \"2023-12-26 16:28:32.592256\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 18:06:13"}
{"id": 399950, "user_id": "6576f4e0014d3d1c31d6fe43", "user_name": "曾垂松", "task_id": 135, "source_info": {"seq_id": 1344, "text": "【0】 # 蜂窝肺\n【1】 蜂窝肺综合征是多种晚期肺疾病形成以蜂窝样为特征的肺部改变。病变常累及中下肺野，形成直径约1cm左右的囊泡，逐个排列，宛如蜂窝或蜂巢样的外观。\n【2】 **病因**\n【3】 多见于组织细胞增生症、硬皮病、结节病、放射性肺炎、博来霉素所致的肺炎、原发性肺纤维化或弥漫性间质性肺炎等。\n【4】 **预防**\n【5】 1、注意避寒保暖，防止受凉感冒。\n【6】 2、避免接触病因明确的异物。\n【7】 3、注意饮食营养。\n【8】 4、人参、蛤蚧、川贝粉、红花、冬虫夏草适量，研粉人胶囊，适量服用，或每日食用核桃仁2-3个。\n【9】 **检查**\n【10】 相关检查\n【11】 胸部平片 胸部透视 胸部CT检查\n【12】 1、肺功能衰竭，表现为换气功能减退、缺氧、窒息等。\n【13】 2、肺纹理增粗、紊乱，呈线状、条索状或多发性环状透亮影。\n【14】 3、由于下肺叶缩小，常使肋间隙变窄和隔升高，可伴有纵隔、气管或肺门的移位。\n【15】 **鉴别诊断**\n【16】 **临床鉴别**\n【17】 1、肺癌：肺癌发生于支气管粘膜上皮亦称支气管肺癌。肺癌一般指的是肺实质部的癌症，通常不包含其他肋膜起源的中胚层肿瘤，或者其他恶性肿瘤如类癌、恶性淋巴瘤，或是转移自其他来源的肿瘤。因此以下我们所说的肺癌，是指来自于支气管或细支气管表皮细胞的恶性肿瘤，占了肺实质恶性肿瘤的90-95%。\n【18】 2、肺功能衰竭：表现为换气功能减退、缺氧、窒息等。肺纹理增粗、紊乱，呈线状、条索状或多发性环状透亮影。由于下肺叶缩小，常使肋间隙变窄和隔升高，可伴有纵隔、气管或肺门的移位。\n【19】 ", "title": "蜂窝肺", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/1061_jieshao.html\", \"create_time\": \"2023-12-26 16:28:29.796758\", \"category\": \"内科::呼吸内科::蜂窝肺\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 18:06:23"}
{"id": 399949, "user_id": "6576f4e0014d3d1c31d6fe43", "user_name": "曾垂松", "task_id": 135, "source_info": {"seq_id": 134, "text": "【0】 # 胸部沉重感\n【1】 甲亢性心脏病发生心绞痛较少，多为冠状动脉供血相对不足，以胸前或胸部沉重感多见。\n【2】 **病因**\n【3】 (一)发病原因\n【4】 甲状腺功能亢进可引发心脏的异常，称之为甲状腺功能亢进性心脏病(甲亢性心脏病)。但不少甲亢病人可同时伴有原来已经存在的心脏病，如动脉硬化性心脏病、高血压性心脏病、风湿性心脏病以及先天性心脏病等。有称感染可以是引起甲亢心脏病的一个诱因。\n【5】 动物实验业已证明，甲状腺素可以引起鼠的心肌肥厚。在临床观察中，原来有甲亢性心脏病患者，在甲亢经过处理治愈以后，其中60%其心脏病未经特殊治疗也随甲亢的好转而缓解。甲亢心脏病可以是独立存在的，也可以是在原有其他病因所致心脏病的基础之上发生的，此时，甲亢仅仅是使原有心脏病的病情加剧的激发因素。\n【6】 病理学所见甲亢心脏病的心肌无特异的病理变化。\n【7】 (二)发病机制\n【8】 1.甲状腺激素对心脏的作用\n【9】 (1)甲状腺激素对心脏的间接作用：甲亢时甲状腺激素分泌过多，造成代谢亢进、机体耗氧量增加、产热过多，血流动力学随之发生明显改变以适应高代谢状态。可使皮肤毛细血管扩张，全身循环血容量可增加10%以上;血流速度加快，静脉回流量增加，因而心脏负荷量大大增加。心脏长期持续性负荷过重，功能和形态均发生异常改变，出现代偿性心脏肥大，最后导致心衰。主要是右心衰竭常见，原因是回心血量增多，肺动脉及右心室压力显著增加，加之右心室心肌储备能力较左心室差。\n【10】 (2)甲状腺激素对心脏的直接作用：①心肌细胞膜内侧面有甲状腺素受体，甲状腺素可直接作用于心肌，加速心肌代谢和耗氧过程;增加心肌细胞钙的储存，使心肌纤维中磷酸根离子、肌酸、钙离子浓度增加，钾离子浓度降低，各种心肌纤维不应期缩短，兴奋阈降低。这是甲亢病人发生房颤和其他心律失常的一个原因。②心肌代谢过程改变。甲状腺激素可激活心肌细胞上ATP酶，使cAMP增加，激起类儿茶酚胺的作用，增加心脏β受体对儿茶酚胺的敏感性;对缺氧的敏感性升高，导致冠状动脉痉挛、短暂性栓塞及微循环障碍等，是造成心绞痛的主要因素。③甲状腺素的直接作用可使心脏活动加强即心率加快、心肌收缩力增强和心肌耗氧量增加。这在初期具有适应的意义，但由于心率持续地加速(包括在休息状态下)，心脏舒张期明显缩短，心肌恢复不完全，长期处于疲劳状态，使心肌对心肌缺氧敏感性增加，造成心肌收缩力减退。久之则心脏储备能力耗竭，可发生心力衰竭。④甲状腺激素作用于心肌，可引起一定的病理性改变，如心肌内可见到淋巴细胞与嗜酸性粒细胞浸润、脂肪浸润，纤维变性，甚至局灶性缺血坏死，称之为甲亢性心肌病。这些病理改变会造成甲亢性心脏病，尤其是心律失常或传导异常的原因之一。\n【11】 2.肾上腺素能活性增强\n【12】 甲亢病人均有肾上腺素能和儿茶酚胺敏感性增加，可出现心动过速及心律失常等。\n【13】 **预防**\n【14】 关键在于对甲亢做出早期诊断，并及时给予适当治疗，对有早期甲亢性心脏病迹象的患者应尽快控制甲亢。\n【15】 **检查**\n【16】 相关检查\n【17】 动态心电图（Holter监测） 心电图\n【18】 1.甲亢与心律失常： 甲亢时心律失常最常见，包括窦性心动过速、房性期前收缩、阵发性心动过速、心室扑动、心房纤颤，其中最常见者为房颤。据报道，大约有5%～15%甲亢患者并发房颤，随年龄的增长发生率升高。部分病人可以房颤为惟一症状而就诊。一个大型研究提示，新近发生的房颤有近1%是由甲亢所致，而13%的原因不明的房颤也有甲亢的生化证据，因此，对新近发生的房颤都应行常规的甲状腺功能检查以排除甲亢。偶见有甲亢并发高度房室传导阻滞，其发生机制可能与甲亢所致的心肌组织学改变有关，心肌可有淋巴细胞和嗜酸性细胞浸润及线粒体的病理改变，当这些病理变化波及心肌传导系统可发生房室传导阻滞。\n【19】 甲亢房颤的病理生理基础尚未完全明了。多发性折返环路的形成是房颤的基础。甲亢时心肌细胞Na -K -ATP酶的活性增强，促进Na 外流，K 内流影响心肌细胞电生理。试验性甲亢时最显著的电生理异常是单个心房肌细胞的动作电位时间缩短，结果心房的电兴奋性增高，房颤即有可能随之发生。\n【20】 2.甲亢与心脏增大： 久而未治的甲亢可引起突出的心脏形状改变，包括心房或心室扩大、心脏重量增加、心肌细胞肥大、心肌纤维间隙增宽，这些改变在甲状腺功能恢复正常后可以改善或逆转。甲亢心脏增大的原因：①高动力循环状态：T3、T4升高引起显著的血流动力学改变，表现为外周组织及心肌耗氧量增多，循环血容量增加，心输出量增高，心脏长期容量负荷过重，可致心脏扩大;②T3升高可直接促进心肌蛋白质的合成和心肌细胞的生长，引起心肌肥大;③甲状腺激素的作用可独立于或相加于儿茶酚胺的作用，增加了内源性儿茶酚胺的敏感性，通过β受体介导而致心肌肥大;④肾素-血管紧张素-醛固酮系统(RAAS)和心钠素(ANP)的作用，甲亢时周围组织的血管扩张，使肾血流减少，有效灌注压下降，从而激活RAAS，导致水钠潴留，尽管ANP也升高，但不足以对抗已激活的RAAS。\n【21】 3.甲亢与心衰： 据报道，甲亢患者充血性心衰的发生率大约6%，年龄大于60岁，病程长者更易发生。心衰的发生与以下因素有关：①甲亢时高动力循环状态使心肌负荷长期过重，可致心脏增大，心输出量增加;②心肌耗氧量增加，能量代谢障碍;③快速型心律失常，尤其是房颤，致心排出量下降;④RAAS激活可导致心肌肥大和血容量的增加。其心衰的特点是以右心衰为多见，也可发生左心衰。我们曾对住院的68例甲亢心脏病患者彩色多普勒超声心动图分析显示：大部分患者表现有双侧心房扩大，以左房更多见，尤其房颤者易出现左房扩大，双侧心室扩大又以右室大明显;瓣膜反流现象常见，尽管有右心衰存在，但心衰射血分数(EF)仍可在正常范围内。少见有顽固性心衰，可能为自身免疫相关的心肌病所致。\n【22】 4.心绞痛和心肌梗死： 甲亢性心脏病发生心绞痛较少，多为冠状动脉供血相对不足，以胸前或胸部沉重感多见，心肌梗死者不多见，与冠脉痉挛、微循环障碍和血液流变学异常有关。\n【23】 由于甲亢性心脏病的临床表现没有显著的特异性，所以易与其他心血管疾病混淆，造成临床上的误诊或漏诊，特别在老年人中。一方面，患者多有长期的心血管病史(如冠心病、高心病或肺心病等)，且甲亢的典型症状又缺如，就掩盖了甲亢性心脏病的表现，造成心血管治疗效果不佳甚或无效，同时也延误了甲亢的治疗时间;另一方面，已确诊甲亢的患者，其心血管方面的症状是由其他疾病引起的，却又被误诊为甲亢性心脏病，也会导致治疗效果的下降及治疗时机的延误，给病人造成生理、心理及经济上的损失。综合各方面，甲亢性心脏的诊断标准应包括：①确诊为甲亢;②甲亢伴有1项或1项以上的心脏异常;(包括心律失常、心脏扩大、心力衰竭、二尖瓣脱垂伴心脏病理性杂音);③排除其他原因引起的心脏病;④正规抗甲亢治疗后，心血管症状和体征基本消失。\n【24】 **鉴别诊断**\n【25】 **胸部沉重感的鉴别诊断：**\n【26】 1、胸部紧迫或束带感：周围血白细胞数正常或稍高，由细菌引起或合并细菌感染时可明显升高。x线检查肺部纹理增粗或肺门阴影增深。\n【27】 2、胸痛伴胸闷、心悸：胸痛伴有胸闷、心悸，与此同时或在此之前，出现发热、身体酸痛、咽痛、腹泻等症状，可见于急性心肌炎。\n【28】 3、胸口紧绷：交感神经是属于自律神经的一种，自律神经控制我们的心跳、血压、唿吸、心脏跳动等。自律神经失调的人，也就是交感神经活动旺盛，造成神经紧绷或筋紧绷的人，若紧绷在胸，则产生胸闷、胸口紧缩疼痛、使心血管输送不良;若紧绷在心，则产生郁闷、焦虑、紧张不安、忧虑等，随时感觉压力很大。\n【29】 4、胸闷：胸闷chest distress是一种主观感觉，即呼吸费力或气不够用。轻者若无其事，重者则觉得难受，似乎被石头压住胸膛，甚至发生呼吸困难。它可能是身体器官的功能性表现，也可能是人体发生疾病的最早症状之一。不同年龄的人胸闷，其病因不一样，治疗不一样，后果也不一样。\n【30】 ", "title": "胸部沉重感", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/5249_jieshao.html\", \"category\": \"内科::呼吸内科::胸部沉重感\", \"create_time\": \"2023-12-26 16:28:33.471856\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 18:32:41"}
{"id": 399948, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 1165, "text": "【0】 # 青紫舌\n【1】 色变化发出信号。就舌质而言，可分为淡红舌(正常舌质)、淡白舌、红舌、绛舌、青紫舌。虽然癌症病人往往会舌色青紫，但有青紫舌的人并不都是患有癌症，其它诸如与瘀血积滞有关的慢性病，如冠心病、肺心病、慢性肝病、糖尿病、脉管炎、红斑狼疮、妇女痛经、闭经等亦可见有青紫舌，但其比例及严重程度远不及癌症。一旦发现青紫舌，应请医生详细检查，找出病因，及时治疗，切不可疏忽麻痹。\n【2】 **病因**\n【3】 青紫舌的产生是由于舌面血管内血液色泽的异常表现，如静脉淤血、血液粘稠度增加、流速减慢、回流不畅、缺氧而致还原血红蛋白增加等因素，均可影响青紫舌的形成，而且与青紫的严重程度成正比。有人曾经观察过癌症患者有青紫舌者，发现其舌尖及指甲微循环出现痉挛，指甲缺血、色泽青紫，其程度比非青紫舌者严重；血的色泽与血中高铁血红蛋白含量有明显关系，青紫舌与非青紫舌者相比，前者高铁血红蛋白含量明显增高。此外，还从舌面pH值测定得知，青紫舌偏酸性为多，舌面pH值的改变，与疾病的轻重、口腔内自洁作用的减弱有关。有人曾测定200余例癌症患者的血球压积、血沉、血浆粘度、全血粘度、红细胞在血浆中的电泳时间，纤维蛋白原在血浆中含量等血液粘滞度指标，青紫舌远远高于非青紫舌。\n【4】 **预防**\n【5】 1、在平时中首先应避免可直接进食的冷冻品，如雪糕、冻汽水等，冷冻品都是带有寒性的性质，进食会加深身体的虚弱体质，特别是先天体弱的小朋友进食冷冻品后许多都会在夜间的盗汗增多，面色苍白或苍黄，头发粗糙无泽，经常流鼻涕，有的还形成鼻炎，所以特别是家中有冰箱的朋友在这方面就应该更要注意了。\n【6】 2、关于寒凉、燥热的食物在平时也应少接触。在平时治疗虚寒症中，许多患者则自己到药材店里买些补气、补血类的保健品或药品来服用，或想通过食疗以达到治疗的目的。症状轻的往往也可收到立竿见影之效。\n【7】 **检查**\n【8】 相关检查\n【9】 舌下神经检查 舌咽神经检查\n【10】 青紫舌：全舌舌质呈现青紫，或为热极，或为寒证。舌质绛紫色深而干燥为热极，温热病者为病邪传入营分、血分;舌质淡黄紫或青紫而滑润者为阴寒证。\n【11】 舌色紫红为紫舌， 属热;舌色青蓝为青舌,属寒。青舌、紫舌同时兼见,根据其舌面润燥程度推断主证，如青紫舌而干燥为热证， 青紫舌而湿润为寒证。全舌青紫，即全舌呈均匀的青或紫色，或红绛中泛现青紫色(紫中带青)，或淡红混以青蓝色(青多于紫)。\n【12】 **鉴别诊断**\n【13】 青紫舌的鉴别诊断：　　\n【14】 1、淡舌：舌色较正常浅淡，主虚证、寒证，多见于血虚，为阳气衰弱、气血不足象。色淡而胖嫩为虚寒，胖嫩而边有齿痕为气虚、阳虚。　　\n【15】 2、红舌：舌色较正常深，呈鲜红色，主热证，多为里热实证。舌尖红是心火上炎;舌边红为肝胆有热;红而干为热伤津液或阴虚火旺。　　\n【16】 3、绛舌：舌色深红，为热盛，多为邪热深入营分、血分或阴虚火旺。红、绛舌颜色越深，表明热邪越重。　　\n【17】 4、瘀斑舌：舌上有青紫色之瘀点或斑点，多为内有瘀血蓄积。\n【18】 ", "title": "青紫舌", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/3475_jieshao.html\", \"create_time\": \"2023-12-26 16:28:29.582297\", \"category\": \"中医科::中医综合::青紫舌\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 19:32:18"}
{"id": 399947, "user_id": "6576f4e0014d3d1c31d6fe43", "user_name": "曾垂松", "task_id": 135, "source_info": {"seq_id": 197, "text": "【0】 # 深痱\n【1】 多发生于热带地区，以复发性红色粟粒疹患者多见。\n【2】 **病因**\n【3】 皮疹好发于躯干、颈部，皮损为密集的与汗孔一致的非炎症性正常肤色深在性水疱，直径约1～3mm，刺破水疱有透明液体流出。无红斑与瘙痒。本病多发生于热带地区，以复发性红色粟粒疹患者多见。患者常有代偿性面部多汗和腹股沟及腋窝淋巴结肿大，其中大多数出现广泛的小汗腺功能丧失，肿大的淋巴结随粟粒疹的消失而逐渐变小。\n【4】 **预防**\n【5】 暑伏季节应加强室内通风，散热健康搜索，衣着宜宽大，勤换内衣，勤洗澡，但忌用热水洗烫。保持皮肤清洁、干燥，此外应避免搔抓，以防继发感染。\n【6】 **检查**\n【7】 相关检查\n【8】 皮肤试验 皮肤病的物理检查\n【9】 (一)发病原因\n【10】 在下列情况下，易发生痱：在高温潮湿季节，排汗功能尚未健全的婴幼儿、幼童及体胖多汗的成人或长期卧床病人等因汗液排泄不畅，汗孔阻塞而发病。此外维生素A缺乏患者，皮肤角质层增厚，汗腺导管因潴留的汗液而肿胀，致使汗孔变窄或阻塞。\n【11】 (二)发病机制\n【12】 痱的发生有3个步骤：小汗腺导管的角质栓形成，导管破裂和汗液外渗至阻塞水平以下部位。导管阻塞水平决定了粟粒疹的类型，角层内的浅表角质栓引起白痱，导管恰好在角栓下方破裂，形成隆起的透明小水疱，顶部完全由角层细胞构成。表皮较深在部位的阻塞导致红色粟粒疹，此型可出现红斑和瘙痒，这是因为汗液损伤表皮细胞后释放的酶刺激皮肤感受器所致。表皮真皮交界处的汗管阻塞，使汗管真皮部的上端破裂，从而在浅层真皮内发生汗液潴留，导致深痱形成。\n【13】 **鉴别诊断**\n【14】 1.白痱：常见于间擦部位，皮疹为帽针头大小白色密集薄壁透明小水疱，约1mm大小，疱壁易破，外观呈露珠状，周围无红晕，迅速出现，数天后很快干枯而消失，干后有极薄细小鳞屑，自然脱落。常无自觉症状。多见于卧床不起，高热汗出不畅及术后体弱者，维生素A缺乏所致痱以此型为多。\n【15】 2.红痱：一般见于潮湿闷热的夏季。皮疹好发于肘窝、腋窝、颈、胸、背及小儿头面部、臀部、妇女乳房下，但手掌与足底不出现。发病急骤，开始出现红斑，继之发生密集排列的针头大小丘疹或丘疱疹，周围绕以红晕。皮疹成批出现，消退后有轻度脱屑，搔抓后可继发感染导致毛囊炎，疖肿，有时可继续数周。自觉有灼热和刺痒感。\n【16】 3.脓痱：皮损好发于四肢屈侧和阴部等皮肤皱褶部位，小儿头颈部亦可见。痱顶端有针头大小的浅在性小脓疱，疱内可查见细菌。自觉有刺痒感，可伴微热或高热。常发生于婴儿湿疹，尿布皮炎，接触性皮炎的患部。机体抵抗力差或皮肤卫生条件差者，可于红痱基础上继发感染形成脓痱。\n【17】 ", "title": "深痱", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/3850_jieshao.html\", \"category\": \"皮肤性病科::皮肤科::深痱\", \"create_time\": \"2023-12-26 16:28:36.045935\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 18:13:25"}
{"id": 399946, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 840, "text": "【0】 # 阴道分泌物增多\n【1】 女性阴道分泌物的性状是代表女性生殖系统健康状况的特殊信号。正常情况下，月经周期的不同时间，阴道分泌物的形态和量不同。女性阴道分泌物增多就是分泌量一场增多，同时分泌物的颜色和气味都发生异常变化。\n【2】 **病因**\n【3】 阴道分泌物增多的病因：\n【4】 1、病原体感染：使用污染的卫生用品，使病原体由阴道口进入生殖道，发生感染，白带增多。\n【5】 2、阴道滴虫感染：这种感染出易造成白带增多，还会伴有恶臭，同时还会发生阴部的瘙痒。\n【6】 3、子宫颈糜烂：分娩的裂伤或性激素的改变或者是性行为造成子宫颈发炎，都可能导致子宫颈糜烂而使白带增多。少数女性可能出现无任何原因的子宫颈糜烂，即是\"先天性的子宫颈糜烂\"，也会引起白带增多。\n【7】 4、滤过性病毒感染子宫颈、阴道以及外阴部：有些滤过性病毒可不需治疗而痊愈，例如：感冒的滤过性病毒，但如时是菜花(学名尖锐湿疣)类的滤过性病，常会形成白带增多。\n【8】 5、白色念珠菌感染后引起白带增多：白色念球菌具有两个特点：第一是生命力非常顽强;第二是喜欢潮湿。因此不容易治愈。长期服用抗生素、避免药或肾上腺类固醇的人以及孕妇、糖尿病患者、喜欢穿紧身衣裤的女性较易受感染，而且受感染后也不容易治愈。\n【9】 6、萎缩性阴道炎：有少部分女性因患病而除了两侧的卵巢或更年期提早发生以及更年期后的妇女，由于体内逐渐缺乏雌激素，致使阴道壁会渐渐变得脆弱而容易受到细菌感染而发生炎症，导致白带增多。也可能在年纪不大时即因阴道萎缩发炎而造成白带增多。\n【10】 7、有异物进入了生殖器官：阴道内有纱布、卫生棉塞、月经栓等，有的女性子宫因故不适宜安放节育器具而放置了的，都会刺激生殖器官而使白带增多。\n【11】 **预防**\n【12】 阴道分泌物增多的预防：\n【13】 1、在明确诊断的前提下，病理性白带的治疗，最重要的是针对原发性疾病或特殊的病原体的处理。\n【14】 2、针对阴道和尿道或直肠存在的窦道，手术切除是最好的根治办法，同时也要配合一定的抗菌药物，避免继发细菌感染。\n【15】 3、如果是异物引起的病理性白带，要及时取出异物，必要时采用抗菌药物，预防和治疗继发细菌感染。\n【16】 4、如果显微镜检查证实存在滴虫感染，药物治疗是比较常见的治疗手段，常见的药物如甲硝痤、替硝错等。根据白带增多病因的不同医生一般都采取不同的治疗方式。\n【17】 **检查**\n【18】 相关检查\n【19】 阴道分泌物检查 阴道镜检查 宫腔细菌培养\n【20】 阴道分泌物增多的检查诊断：\n【21】 一般性状检查是观察阴道分泌物的颜色和性状。\n【22】 **鉴别诊断**\n【23】 阴道分泌物增多易混淆的症状鉴别诊断：\n【24】 滴虫性阴道炎：滴虫阴道炎(trichomona1vaginitis)是常见的阴道炎，由阴道毛滴虫所引起。滴虫呈梨形，后端尖，约为多核白细胞的2～3倍大小。虫体顶端有鞭毛4根，体部有波动膜，后端有轴柱凸出。活的滴虫透明无色，呈水滴状，诸鞭毛随波动膜的波动而摆动，滴虫的生活史简单，只有滋养体而无包囊期，滋养体生活力较强，能在3～5℃生存2日；在46℃时生存20～60分钟，在半干燥环境中约生存10小时，在普通肥皂水中也能生存45～120分钟。在Ph5以下或7.5以上的环境中则不生长，滴虫阴道炎患者的阴道PH值一般为5.1～5.4。隐藏在腺体及阴道皱襞中的滴虫于月经前后，常得以繁殖，引起炎症的发作。它能消耗或吞噬阴道上皮细胞内的糖原，阻碍乳酸生成。滴虫不仅寄生于阴道。还常侵入尿道或尿道旁腺，甚至膀胱、肾盂以及男性的包皮褶、尿道或前列腺中。\n【25】 霉菌性阴道炎(monilial or mycotic vaginitis)：由霉菌感染引起。其发病率已高于滴虫性阴道炎。医学上把霉菌感染称为是念珠菌的感染，因此霉菌性阴道炎也称念珠菌性阴道炎。多见于幼女、孕妇、糖尿病患者，以及绝经后曾用较大剂量雌激素治疗的患者。念珠菌性阴道炎主要症状也是白带增多，外阴瘙痒，但是，念珠菌性阴道炎白带增多为水样或脓样，夹杂着乳酪样或豆腐渣样物。\n【26】 白带增多：白带是女性阴道分泌物。正常女性的白带是一种无气味,微酸性的粘稠物,具有湿润阴道、排泄废物，抑制病原菌生长的作用，属于正常生理现象。健康妇女白带增多与体内雌激素水平增高成正比。如排卵期或妊娠期白带增多，在子宫内膜生长过长的情况下,或应用雌激素药物后均可出现类似的白带增多。值得特别注意的白带增多是病变分泌物性白带。\n【27】 子宫颈糜烂：宫颈糜烂不是一种独立的疾病，而是慢性宫颈炎的一种表现形式，是由人乳头状病毒感染所致。宫颈糜烂发生后，经常会出现白带增多、粘稠，可能偶尔出现脓性、血性白带，并伴有腰酸、腹痛及下腹部重坠感，性生活也可能会引起接触性出血或异味。\n【28】 ", "title": "阴道分泌物增多", "tags": "", "lang": "", "attr": "{\"exta\": {\"category\": \"妇产科::妇科::阴道分泌物增多\", \"url\": \"https://zzk.xywy.com/5825_jieshao.html\", \"create_time\": \"2023-12-26 16:28:32.385851\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 18:43:34"}
{"id": 399945, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 665, "text": "【0】 # 双眼难以忍受的奇痒\n【1】 双眼难以忍受的奇痒为春季卡他性结膜炎突出的症状。春季卡他性结膜炎是最常见的眼部疾病,其特点是季节性很强,常侵犯双眼。\n【2】 **病因**\n【3】 致病原因可能是对空气中游离的花粉或其他物质发生变态反应所致。本病多见于儿童及青年，男性较多，无传染性。\n【4】 **预防**\n【5】 1.尽可能避开有关的过敏原。\n【6】 2.发病季节出门戴有色保护眼镜，减少外界花粉、粉尘、强光等刺激。\n【7】 **检查**\n【8】 相关检查\n【9】 激发试验\n【10】 双眼难以忍受的奇痒为本病最突出的症状，同时还可有灼热感，天热时或揉眼后更甚，并有轻度畏光、流泪，分泌物不很多，但特点为粘丝状。\n【11】 春季结膜炎按其病变部位，临床上分为睑结膜型、角膜缘型及混合型。\n【12】 1、睑结膜型\n【13】 病变在睑结膜，不侵及穹隆部为其特点。下睑结膜常不受侵犯或仅有轻度病变。初起时，睑结膜充血甚剧，继则在上睑结膜发生很多似硬而扁平的乳头，大小不一，满布睑结膜上，似铺路的卵圆石样。乳头之间的裂隙呈浅蓝色，乳头的表面呈现一牛乳样混浊。分泌物不多，很粘，牵引成丝状，作涂片检查，可见嗜酸性细胞增多。下睑结膜如有病变，其乳头小而且少，不如上睑结膜者显著。\n【14】 2、角膜缘型\n【15】 相当于睑裂部的角膜缘处，或在上方角膜缘处，可见一个或多个黄灰色胶样隆起结节，相应处球结膜充血。这些胶样物可互相衔接，甚至完全围绕角膜缘呈堤状。球结膜常为污棕色。睑结膜型和角膜缘型均常见细微的血管翳及浅层上皮角膜炎。\n【16】 3、混合型\n【17】 如上述二型同时存在，则为混合型。\n【18】 **鉴别诊断**\n【19】 应与一般的眼痒相鉴别诊断：眼睛痒多见于眼部炎症病变，如结膜炎、睑缘炎、干眼症、过敏或接触性皮炎。\n【20】 如果眼睛痒发生的部位不在眼球上，而在眼皮和眼角处，而且没有明显的分泌物，那么，您可能是患上了睑缘炎。\n【21】 另外一种常见的可能引起眼睛痒的眼病为干眼症。干眼症是由于眼泪分泌不足或泪液不稳定引起的一种眼表病变，与长时间地使用电脑、电视以及戴隐形眼镜等有关。在干眼症的早期阶段，通过适当的休息和人工泪液等药物的使用，绝大多数干眼症是可以得到缓解的。但是，长期得不到有效治疗的干眼症会使眼表的一些功能细胞数量减少或活性降低，最终进一步使干眼症加剧，并且更难治疗。\n【22】 出现眼睛痒的症状，最好能尽快看医生，自己采取一些不恰当的方法处理，多半会使疾病耽误治疗，而给生活造成不必要的麻烦。\n【23】 ", "title": "双眼难以忍受的奇痒", "tags": "", "lang": "", "attr": "{\"exta\": {\"category\": \"五官科::眼科::双眼难以忍受的奇痒\", \"url\": \"https://zzk.xywy.com/4228_jieshao.html\", \"create_time\": \"2023-12-26 16:28:31.846497\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 18:53:11"}
{"id": 399944, "user_id": "6576f4e0014d3d1c31d6fe43", "user_name": "曾垂松", "task_id": 135, "source_info": {"seq_id": 1588, "text": "【0】 # 出汗异常\n【1】 出汗是人体的体温调节方式。当我们觉得热的时候，或者在做运动的过程中，出汗可以通过汗液的蒸发帮助机体把体温降低到正常水平。但是，汗出得异常也不是件好事。\n【2】 **病因**\n【3】 1.小汗腺：成人皮肤小汗腺有200~500万个，平均每平方厘米有143至339个。手足掌最多，每平方厘米约有620个，大腿部最少每平方厘米只有120个。小汗腺的活动受交感神经支配，主要是胆碱能纤维。实验证明，局部注射乙酸胆碱可引起小汗腺大量分泌汗液。局部注射肾上腺素也可引起汗腺分泌增加，排出少量汗液。正常人汗腺分泌与温度、运动量、精神因素有明显关系。汗液成分99%为水分，1%为固形成分，含有机物质尿素及乳酸最多;无机物质以氯化钠最多，此外有钙、镁、磷、被。汗液中还含有多种氨基酸类。汗的相对密度为1.001～1.006、pH为5.5+ 0.5。影响小汗腺的分泌因素有：①温度高低;②精神因素;③药物如阿司匹林;④饮食如吃辛辣食物、喝热汤;⑤疾病如患肺结核的盗汗等。　　\n【4】 2.大汗腺：分两种排除通路，一是开口于毛囊，一是开口于皮肤。汗液成分一是水，二是固形成分包括铁质、有臭物质、有色物质如黄色、棕色、绿色、青色、红色、黑色。可在腋部形成色汗。\n【5】 腺尚有散热降温调节体温、滋润皮肤用除药物、及代谢产物以减少肾功能负担。　　\n【6】 一、先天性遗传性　　\n【7】 1.先天性外胚叶发育不良性无汗症。　　\n【8】 2.Riley-Day综合征(失水性干燥综合征为常染色体隐性遗传。伴多汗症。　　\n【9】 3.Spanlang Tappeiner综合征(脱发、多汗。舌状角膜混浊综合征人为常染色体显性遗传。　　\n【10】 二、精神及神经损伤因素　　\n【11】 1.多汗症：精神紧张、情绪激动、神经性刺激引起。　　\n【12】 2.汗疤疹：精神因素为重要原因。　　\n【13】 3.鼻红粒病：可能为血管舒缩神经障碍。　　\n【14】 三、疾病引起　　\n【15】 1.盗汗症：多见于肺结核患者夜间盗汗。　　\n【16】 2.干燥综合征：全身无汗症。　　\n【17】 3.局部无汗症：见于先天性鱼鳞病;系统性硬皮病;麻风病;慢性放射性皮炎;横贯性脊髓炎;脊髓空洞症。　　\n【18】 4.血汗症：见于血友病及鼠疫。　　\n【19】 四、药物引起的色汗症　　\n【20】 当注射亚甲蓝可使汗液呈青色，服碘化物可使汗液呈淡红色，内服氯苯吩嗓可使汗液呈红色。　　\n【21】 五、由细菌与汗液中有机物质混合作用　　\n【22】 如臭汗症多见于腋窝大汗腺部。　　\n【23】 六、尿素汗症\n【24】 **预防**\n【25】 1、养成良好的生活习惯，不抽烟。　　\n【26】 2、保持良好的心态，稳定的情绪，拥有健康的饮食习惯，平时多吃水果蔬菜等，提高自我免疫力。　　\n【27】 3、必须在重油烟处工作的人，尽量保护好自己，比如戴上口罩，定时出去呼吸一些新鲜空气，每年起码做一次检查等。\n【28】 **检查**\n【29】 相关检查\n【30】 汗液电解质检查 温度与出汗\n【31】 **(一)病史**　　\n【32】 病史中应详细询问发生出汗异常前的原因。如是否有精神紧张、情绪激动，是否有神经外伤、服药史及患病情况。如患血友病可引起血汗症，服氯苯吩喀可致汗液发红。应询问家中有否同样患者，以排除遗传因素。　　\n【33】 **(二)体格检查**　　\n【34】 体格检查重点应放在是否有诱发出汗异常的皮肤体征。如发现患者有鱼鳞病，则为局部无汗症的原因。结核型麻风的斑状损害、除有局部感觉异常外，常有局部无汗。慢性放射性皮炎损害，除有皮肤干燥、萎缩、毛细血管扩张外，常有局部无汗。因此详细的体格检查，可找出发汗异常的原因，以明确诊断。　　\n【35】 **(三)实验室检查**　　\n【36】 血汗症可进行血红蛋白的检查呈阳性。出汗试验：适用于局部出汗功能障碍，于皮损部涂以碘酊、待干后，分别于皮内注射1：1000浓度的毛果着香碱液0.1-0.2ml，轻轻吸干针尖渗液、立即撒上薄层淀粉。3-5min后，正常皮肤淀粉出现蓝色小点，表明出汗功能正常。如皮损部无蓝色小点，则表示局部出汗功能障碍而无汗液排出。\n【37】 **鉴别诊断**\n【38】 1、潮汗：指汗腺分泌汗液，结核型麻风的斑状损害、除有局部感觉异常外，常有局部无汗。慢性放射性皮炎损害，除有皮肤干燥、萎缩、毛细血管扩张外，常有局部无汗。因此详细的体格检查，可找出发汗异常的原因，以明确诊断。\n【39】 2、周身出汗：过多出汗，可造成人体血液循环的流量减少，循环变慢，使得人体的散热量趋减，从而导致体温升高。大量出汗，还能使人体盐分流失，细胞因缺钠而造成热痉挛。如果孩子平素身体虚弱，夜间入睡时大汗淋漓，如同水浇，甚则整夜汗出不止，透枕湿衣 ，且伴有烦躁、哭闹、消瘦等症状，则属于病理性多汗。常见的原因有维生素D缺乏性佝偻病。除夜间多汗外，还伴有烦躁、睡眠不宁、易惊醒、方颅、忱秃、鸡胸等症。\n【40】 3、腋部掌心出汗：是由于交感神经过度兴奋引起汗腺过多分泌的一种疾病。交感神经支配全身的出汗，正常情况下交感神经通过控制出汗散热来调节人体的体温，但是症病人的出汗和面部潮红完全失去了正常的控制，多汗和面部潮红使患者每日处在无奈、焦躁或恐慌之中。\n【41】 4、面部一侧出汗另一侧却无汗：一般糖尿病周围神经病变会引起支配汗腺分泌的植物神经紊乱，出现半边脸出汗的现象。医学上身体的一边出汗，而另一边无汗,称为“偏汗”。卧立试验 平卧位计数1分钟脉搏，然后起立后再计1分钟脉搏。由卧位到立位脉搏增加10~20次为交感神经兴奋性增强。由立位到卧位若减少10~20次为副交感神经兴奋性增强。\n【42】 5、周期性畏寒发热出汗热退症状：典型的疟疾症状，多呈周期性发作，表现为间歇性寒热发作。一般在发作时先有明显的寒战，全身发抖，面色苍白，口唇发绀，寒战持续约10分钟至2小时，接着体温迅速上升，常达40℃或更高，面色潮红，皮肤干热，烦躁不安，高热持续约2～6小时后，全身大汗淋漓，大汗后体温降至正常或正常以下。经过一段间歇期后，又开始重复上述间歇性定时寒战、高热发作。\n【43】 6、手脚多汗：手足多汗症主要表现为手掌，足底多汗.轻度患者仅表现为手掌湿润,重度患者手掌可分泌出肉眼可见汗珠.出汗时多伴有手掌冰冷,仅少数患者出汗时手指能保持温暖.因手部皮肤常处于潮湿,浸泡状态,手掌蜕皮明显,常伴有皮炎.\n【44】 7、汗出如油：汗出粘滞如油。又称粘汗。《杂病源流犀烛?诸汗源流》：“一云油汗，即粘汗也。”详汗出如油条。汗出如珠如油如雨，这是一个危险的汗症，类似于脱症。\n【45】 8、下半身无汗或少汗：下半身无汗或少汗是糖尿病自主神经病变中出汗异常的表现。\n【46】 9、色汗：色汗症(chromhidrosis)是很少见的疾病，为大汗腺分泌的着色汗液，常由产生色素的细菌引起。小汗腺极少排出色汗，偶然食入某种药物或染料也可引起色汗。中医文献中亦有黄汗、汗血记载。如《诸病源候论》黄汗候记载：“黄汗之为病，身体洪肿，发热，汗出而渴，壮如风水，汗染衣，正黄如蘖汁”。\n【47】 ", "title": "出汗异常", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/465_jieshao.html\", \"category\": \"皮肤性病科::皮肤科::出汗异常\", \"create_time\": \"2023-12-26 16:28:29.315541\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 18:35:13"}
{"id": 399943, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 213, "text": "【0】 # 四肢屈侧出现橘皮样外观\n【1】  四肢屈侧出现橘皮样外观：四肢屈侧皮肤出现许多小点状凹陷，就象橘子皮一样。该病由弹性假黄瘤病(pseudoxanthoma elasticum，PXE)引起。弹性假黄瘤病在临床上以皮肤损害、内脏出血、过早钙化、闭塞性血管病及并发症如心绞痛、跛行、高血压变化和眼底血管条纹改变为特征，该病多发于青年女性，无特效疗法，多采用对症治疗。该病的病因尚不清楚。\n【2】 **病因**\n【3】 该病发病原因不明。\n【4】 发病机制\n【5】 发病机制还不清楚。多数人认为与先天性因素有关。有以下几方面看法：\n【6】 家族遗传学说：Touroine搜集了文献中报告的238例病例，其中114例有家族史。Stemmerman在报道中提到Streiff和Portman家族9个姊妹中，有5人患该病，其遗传方式为常染色体隐性遗传。Pope提出其遗传方式有显性和隐性2种。Viljoen等对64例研究认为，PXE符合常染色体隐性遗传，其严重视力损害与皮肤受累程度不成比例。\n【7】 内分泌障碍：由于该病在临床表现上，有甲状腺或胸腺肥大、卵巢功能障碍，有人推论该病可能与内分泌障碍有关。\n【8】 代谢障碍：该病可能是由于弹性蛋白合成障碍引起弹力纤维形成和代谢异常和皮肤胶原含量和前胶原脯氨酸羟化酶活性降低。\n【9】 病理：皮肤组织学检查，在真皮中下层有上下界限较明显的带状病变部位，可见有弹力纤维样物变性、断裂与膨胀。另外，在相同部位可见有用Kossa染色而显黑褐色的钙沉着。同样的纤维变性也见于血管壁、脉络膜基底层、心内膜与心外膜。血管样纹是由于脉络膜基底层弹力纤维样物质变性所造成的。\n【10】 **预防**\n【11】 一级预防：遗传病的预防，除了从整个人群的角度做好流行病学调查、携带者检出、进行人群遗传监护和环境监护，开展婚姻和生育指导，努力降低人群中遗传病发生率，提高人口素质之外，针对个体，必须采取有效的预防措施，避免遗传病后代的出生(即实行优生)和遗传变异的发生，采取通常的措施包括：婚前检查、遗传咨询、产前检查和遗传病的早期治疗。\n【12】 (1)婚前检查：婚前检查(即婚姻保健)，它是保证男女双方婚后生活幸福、后代健康的重要环节。婚前检查的重点是：①遗传病方面的调查，包括详细询问男女双方及其家庭成员的健康状况，既往病史及医治情况，尤其是有无先天畸形，遗传病史和近亲婚配史。必要时应进行家系调查、血型检查、染色体检查或基因诊断，以检出携带者;②全面的体格检查，主要是对急性传染病，结核病，或严重的心、肝、肾疾病，泌尿道慢性炎症等可严重威胁个人或配偶健康的疾病，以及女方的严重贫血、糖尿病等可对胎儿造成影响的疾病的检出，并动员经治愈后才可结婚;③对男女生殖器官的检查，检出性器官畸形，两性畸形等疾患，以便极早采取措施。\n【13】 (2)遗传咨询：遗传咨询(genetic counselling)是由临床医生从遗传学上作肯解答遗传病患者及其亲属提出的有关遗传性疾病的病因、遗传方式、诊断、治疗及预后等问题，估计患者的子女再患某病的概率，并提出建议及指导，以供患者及其亲属参考。遗传咨询的意义在于：①减轻患者身体和精神上的痛苦，减轻患者及其亲属的心理压力，帮助他们正确对待遗传病、了解发病概率，采取正确的预防、治疗措施;②降低人群遗传病的发生率，降低有害基因的频率，及减少传递机会。\n【14】 **检查**\n【15】 相关检查\n【16】 皮肤试验 皮肤颜色\n【17】 血常规：反复消化道出血者可有不同程度的贫血。\n【18】 尿常规：偶见肉眼血尿，部分病人可有镜下血尿。\n【19】 生化学检查：合并甲状腺功能亢进者，甲状腺激素升高。合并糖尿病者，血糖升高等。\n【20】 X线检查：胸片显示左心室肥大，可伴有主动脉钙化。当有心功能不全时，可显示为心力衰竭的X线征象。血管造影可显示肢体动脉管腔狭窄或闭塞，有高血压者可发现肾动脉狭窄。冠状动脉造影显示为管腔狭窄。\n【21】 **鉴别诊断**\n【22】 根据在皮肤受摩擦较多的部位出现淡黄色至橘黄色皮疹及皮肤增厚、弹性差、松弛，同时眼底有特征性血管样线纹及内脏有栓塞症状和体征，可诊断该病。\n【23】 在鉴别诊断方面，需注意与硬化萎缩性苔藓、硬皮病、皮肤弛缓症等鉴别。上述各病均无与本症同时存在的皮肤、眼底及血管等方面表现。\n【24】 ", "title": "四肢屈侧出现橘皮样外观", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/4308_jieshao.html\", \"category\": \"皮肤性病科::皮肤科::四肢屈侧出现橘皮样外观\", \"create_time\": \"2023-12-26 16:28:36.416710\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 18:57:40"}
{"id": 399942, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 918, "text": "【0】 # 脚脱皮\n【1】 脚脱皮，一般会发生在夏季，夏季人们经常穿运动鞋，运动鞋的透气性比凉鞋透气性弱，很容易会引起脚气，患上脚气，脚部就会有脱皮的现象，会有疼痛的感觉。所以我们要重视脚脱皮。\n【2】 **病因**\n【3】 脚脱皮很可能是脚气引起的症状。脚气是足癣的俗称，也被称为香港脚。一般会出现在足跖部、趾间，还可以延伸到足跟和足背，患上脚气就会出现瘙痒、脱皮、起疱、真菌传播，甚至还会引起手癣和灰指甲，该病影响力比较大，严重时，搔抓会导致局部细菌感染，还会发展成淋巴管炎、蜂窝组织炎以及丹毒，会造成严重的后果，脚气还会传染，若其他人穿了患者的鞋子，就会很容易患上脚气的，引起脚脱皮，尤其是在夜间的时候瘙痒会加剧，导致患者无法正常休息，所以要早点治疗比较好。\n【4】 **预防**\n【5】 1、平时应该注意尽量的避免接触洗衣粉、肥皂等一些碱性的东西。\n【6】 2、要注意保持皮肤的干燥、清洁，勤换袜子，洗脚盆和擦脚毛巾应分别使用，以防传染给他人。\n【7】 3、患者平时最好不要穿运动鞋、旅游鞋等一些不透气的鞋子，以免造成脚汗过多。\n【8】 4、在用陈香足清泡脚治疗的同时，还要对患者穿的鞋袜进行消毒处理，可以用日光曝晒或者是用开水烫洗。\n【9】 5、最好不要吃容易引发出汗的食物，如辣椒、生蒜、生葱等。\n【10】 **检查**\n【11】 相关检查\n【12】 必需微量元素检测\n【13】 看患者脚起皮的性状及程度，必要时可行实验室检查以确定是不是真菌感染。\n【14】 **鉴别诊断**\n【15】 脚脱皮可能是由于气候干燥过敏而引起皮肤起皮也有可能是真菌感染引起的脚气，要加以鉴别，要是真菌感染应积极治疗。\n【16】 ", "title": "脚脱皮", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/6682_jieshao.html\", \"category\": \"皮肤性病科::皮肤科::脚脱皮\", \"create_time\": \"2023-12-26 16:28:32.172689\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 19:16:01"}
{"id": 399941, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 609, "text": "【0】 # 瞳孔两侧不等大\n【1】 由于对光反射现象，说明正常人的双侧瞳孔大小，以及伸缩能力应该完全相同。\n【2】 只有在经常使用一侧观察物体才会产生眼体变形，比如双眼不同近视度数，而且相差200度以上时，长时间佩戴眼睛导致眼体变形导致双侧瞳孔不等大，还可能以下4种情况：\n【3】 第一：可能是先天遗传导致的生理发育畸形。\n【4】 第二：可能是受伤导致生长畸形。\n【5】 第三：是使用不良药物产生的药理性病变。\n【6】 第四：眼体内生长异物压迫眼体导致。\n【7】 **病因**\n【8】 病因尚不清楚。其病变部位可能在:\n【9】 ①睫状神经节以及睫状神经，或其附近的病变;\n【10】 ②上颈髓部病变;\n【11】 ③动眼神经核病变。\n【12】 但此综合征为何伴有膝腱反射消失，至今机理不明。\n【13】 **预防**\n【14】 1、注意保护眼睛，避免两眼的近视度数差过大。\n【15】 2、避免眼睛受伤而导致畸形。\n【16】 3、正确使用眼药水，避免药物反映导致 病理性损伤。\n【17】 4、注意用眼卫生，预防眼部疾病。\n【18】 5、有些事由于先天性遗传而导致的畸形。建议怀孕前要了解家族遗传史，孕期做好检查。\n【19】 **检查**\n【20】 相关检查\n【21】 瞳孔检查\n【22】 多发生于30岁以下的女性。以瞳孔紧张及膝腱反射消失为主要症状。表现为一侧瞳孔散大，光反应及调节反应消失。但强光持续照射半分钟以上可出现缓慢地瞳孔缩小;双眼会聚五分钟亦可显示瞳孔缓慢地收缩。此现象也称Adie氏瞳孔或强直性瞳孔。Adie氏将本综合征如下分类：\n【23】 (一)完全型 定型的瞳孔强直与膝腱反射消失。\n【24】 (二)不完全型 有四种情况：\n【25】 1.只有瞳孔强直;\n【26】 2.非定型的瞳孔强直(虹膜麻痹);\n【27】 3.膝腱反射消失伴有非定型的瞳孔强直;\n【28】 4.只有膝腱反射消失。\n【29】 **鉴别诊断**\n【30】 瞳孔变形指瞳孔的形态异常，或两侧瞳孔的反应异常。正常为圆形，双侧等大，两侧瞳孔的反应是同步的。在青光眼或眼内肿瘤时可呈椭圆形;虹膜粘连时，形状可不规则。\n【31】 瞳孔不对称： 正常成人瞳孔3～4毫米，双侧等大等圆，对光反应灵敏。而脑血管病患者在急性期常出现瞳孔改变。表现为双侧瞳孔不对称，或双侧瞳孔缩小，双侧瞳孔散大，这些改变是不同部位病变在瞳孔上的反映。所以，当出现瞳孔不对称时，应鉴别瞳孔小的一侧是病变侧，或是大的一侧是病变侧。\n【32】 多发生于30岁以下的女性。以瞳孔紧张及膝腱反射消失为主要症状。表现为一侧瞳孔散大，光反应及调节反应消失。但强光持续照射半分钟以上可出现缓慢地瞳孔缩小;双眼会聚五分钟亦可显示瞳孔缓慢地收缩。此现象也称Adie氏瞳孔或强直性瞳孔。Adie氏将本综合征如下分类：\n【33】 (一)完全型 定型的瞳孔强直与膝腱反射消失。\n【34】 (二)不完全型 有四种情况：\n【35】 1.只有瞳孔强直;\n【36】 2.非定型的瞳孔强直(虹膜麻痹);\n【37】 3.膝腱反射消失伴有非定型的瞳孔强直;\n【38】 4.只有膝腱反射消失。\n【39】 ", "title": "瞳孔两侧不等大", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/4464_jieshao.html\", \"category\": \"五官科::眼科::瞳孔两侧不等大\", \"create_time\": \"2023-12-26 16:28:32.108326\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 19:19:03"}
{"id": 399940, "user_id": "6576f4e0014d3d1c31d6fe43", "user_name": "曾垂松", "task_id": 135, "source_info": {"seq_id": 668, "text": "【0】 # 双侧睑外翻\n【1】 睑外翻是睑缘离开眼球、向外翻转的反常状态。轻者睑缘于眼球离开，重者暴露睑结膜，眼睑皮肤及外眦韧带也较松弛，使睑缘不能紧贴眼球，终因下睑本身重量下坠而外翻。加上外翻引起的泪溢、慢性结膜炎，使患者频频向下擦泪，加剧了外翻的程度。甚至眼睑全部外翻。\n【2】 **病因**\n【3】 1、瘢痕性：由于眼睑外伤、烧伤、眼睑溃疡、眶骨骨髓炎或睑部手术不当等所造成的皮肤瘢痕牵引所致。\n【4】 2、痉挛性：由于眼睑皮肤紧张，眶内容充盈眼轮匝肌痉挛压迫睑板上缘(下睑的睑板下缘)所致。常见于患泡性结角膜炎的小儿，或高度眼球突出的患者。\n【5】 3、麻痹性：仅见于下睑，由于面神经麻痹，眼轮匝肌收缩功能丧失，下睑依其本身的重量下垂面形成外翻。\n【6】 4、老年性：仅见于下睑，由于老年人的眼轮匝肌功能减弱，眼睑皮肤及外眦韧带也较松弛，使睑缘不能紧贴眼球，终因下睑本身重量下坠而外翻。加上外翻引起的泪溢、慢性结膜炎，使患者频频向下擦泪，加剧了外翻的程度。\n【7】 **预防**\n【8】 一般在进行眼部矫正手术预防，首先加强眶隔膜，提紧眼轮匝肌，最后去除多余的皮肤。然而，有部分医生，错误地把眼袋的矫正，认为是皮肤的提紧，而忽视眶隔膜及眼轮匝肌的缩紧。如皮肤去除量合适，而未处理眶隔膜及眼轮匝肌，眼袋将很快复发。如果皮肤去除过多，就会适成下睑外翻。近几年，许多学者都一致认为，眼袋的矫正手术效果，眶隔的加强，眼轮匝肌的提紧比皮肤去除，显得更为重要。\n【9】 **检查**\n【10】 相关检查\n【11】 眼睑肌力测量计 眼睑检查\n【12】 眼睑外翻后，睑缘离开眼球，睑结膜干燥肥厚，表面充血。角膜亦干燥，溃疡形成，由于面神经麻痹，眼轮匝肌收缩功能丧失，下睑依其本身的重量下垂面形成外翻。最终产生疤痕，危害视力。\n【13】 1．区别睑外翻为瘢痕性、痉挛性、麻痹性或老年性。\n【14】 2．检查睑裂变形，结膜、角膜暴露面积，眼睑、睑板、泪点有无畸形，及邻近骨质有无缺损。\n【15】 3．检查视力及角膜。\n【16】 4．如为麻痹性外翻，须请神经科会诊。\n【17】 **鉴别诊断**\n【18】 本病应与风牵出睑相鉴别：二者均有眼睑外翻，但风牵出睑多限于下睑，且无瘢痕;而本病多因胞睑自病，是瘢痕收缩而成，上下眼睑均可发生。\n【19】 眼睑外翻后，睑缘离开眼球，睑结膜干燥肥厚，表面充血。角膜亦干燥，溃疡形成，最终产生疤痕，危害视力。\n【20】 ", "title": "双侧睑外翻", "tags": "", "lang": "", "attr": "{\"exta\": {\"category\": \"五官科::眼科::双侧睑外翻\", \"url\": \"https://zzk.xywy.com/4201_jieshao.html\", \"create_time\": \"2023-12-26 16:28:31.841152\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 18:53:40"}
{"id": 399939, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 469, "text": "【0】 # 皮肤水疱，后形成黑色干痂\n【1】 二度冻伤时，为全层皮肤冻伤，皮肤水疱后形成黑色干痂。\n【2】 **病因**\n【3】 (一)发病原因　　\n【4】 引起冻伤的主要病因是人体长时间暴露于0℃以下环境中。　　\n【5】 (二)发病机制：暴露寒冷环境时间持久、局部环境潮湿、全身抵抗力下降、机体创伤或出血、受冻者长期静止不动、酗酒后由于外周血管扩张，散热加速等因素可促进寒冷对机体的损伤。此外、由于老人和幼儿热调节反应能力较差所以易患此病。　　\n【6】 局部皮肤受环境刺激后，血管强烈收缩导致组织缺血。温度继续降低，组织冻结，快速冻结形成细胞内冰晶，缓慢冻结形成细胞间隙冰晶。由于冰晶形成，使细胞内外微环境改变，细胞脱水，细胞内电解质酶、糖等浓度升高。脱离冷冻，在复温过程中，血管扩张，血液进入扩张的微血管后很快淤积，渗出液增加，形成水肿。血浆外渗，血液浓缩，导致血栓形成和微循环障碍，使组织更加缺血，甚至导致组织坏死。同时，由于组织代谢增高，需氧量增加，更易引起组织细胞的变性、坏死。因此，冻伤的程度和范围需经数天观察后方可。　　\n【7】 做出准确的判断。此外，不同组织对寒冷的耐受性不同，一般认为，神经、血管和肌肉最敏感，皮肤、肌膜、结缔组织次之，骨骼和肌腱耐寒能力最强。\n【8】 **预防**\n【9】 加强对寒冷气候条件下工作者的防冻教育。使其尽量减少体温散失，着装应宽松，保暖，尤其是肢端和耳鼻颊处，应注意保暖。鞋袜应保持干燥，手脚应保持干燥。在无法避免潮湿时，可外涂凡士林，以便预防。皮靴应较大而不紧，不透水。在潮湿地区，可于鞋外涂油或凡士林。此外应保证充足睡眠，避免过度疲劳，进食高脂、高蛋白、高维生素食物。一旦发生冻伤，应尽早进行治疗。\n【10】 **检查**\n【11】 相关检查\n【12】 皮肤真菌镜检 血常规 皮损\n【13】 多发生于末梢血循环较差的部位和暴露部位，如手足、鼻、耳廓、面颊等处。患部皮肤苍白、冰冷、疼痛和麻木，复温后局部表现和烧伤相似，但局部肿胀一般并不明显。按其损伤深度和严重程度可分为四度。　\n【14】 一度冻伤：为皮肤浅层冻伤。局部皮肤初为苍白色，渐转为蓝紫色，继之出现红肿、发痒、刺痛和感觉异常，无水疱形成。约1周后，症状消失，表皮逐渐脱落，愈后不遗留瘢痕。　　\n【15】 二度冻伤：为全层皮肤冻伤。局部皮肤红肿、发痒、灼痛，可于24～48h内出现水疱，如无继发感染，经2～3周，水疱干涸，形成黑色干痂，脱落后创面有角化不全的新生上皮覆盖，局部可能有持久的僵硬和痛感，但不遗留瘢痕和发生痉挛。　　\n【16】 三度冻伤：皮肤全层及皮下组织被冻伤。皮肤由苍白逐渐变为蓝色，再转为黑色。皮肤感觉消失，冻伤周围组织出现水肿和水疱，并伴较剧烈的疼痛和灼痒。坏死组织脱落后留有创面，易继发感染。愈合缓慢，愈后遗留瘢痕，并可影响功能。　　\n【17】 四度冻伤：皮肤、皮下组织、肌肉甚至骨骼都被冻伤。伤部感觉和运动功能完全消失。患处呈暗灰色，与健康组织交界处可出现水肿和水疱。2～3周内有明显的坏死分界线出现，一般为干性坏疽，但有时由于静脉血栓形成，周围组织水肿以及继发感染，形成湿性坏疽。往往留下伤残和功能障碍。　　\n【18】 某些冻伤患者可发生并发症，最常见的为局部创面坏死组织的继发感染，如急性淋巴管炎和淋巴结炎、急性蜂窝织炎、丹毒等。较严重的则有破伤风、气性坏疽和败血症，此外，尚有少数并发肝炎、心包炎、肾盂肾炎和关节炎等。　　\n【19】 当人体在极低温度环境下过度停留，可导致全身冻伤，此情况称为冻僵，罕见。早期精神兴奋，外周血管收缩，血压上升，皮肤苍白冰冷，心率加快，伴寒战。当体温降至35℃以下时，各种生理功能由兴奋转为抑制;体温降至32℃以下时，患者表情淡漠，精神错乱，呼吸、心率均减慢，肌肉强直；当体温降至29℃以下时，反应迟钝甚至昏迷，血压下降；当体温降至26℃以下时，可发生心室颤动，最后心跳、呼吸停止　\n【20】 根据病史，临床表现即可做出诊断。\n【21】 **鉴别诊断**\n【22】 水疱或大疱损害：水疱或大疱多形渗出性红斑的临产表现之一。多形红斑病又称渗出性多形红斑，是一种病因复杂的急性炎症性皮肤病。皮疹具有多形性 ，常伴粘膜损害，其特征性皮损为虹膜样红斑。本病春秋季好发，易复发。10-30岁发病率最高。　　\n【23】 反复发作的带状疱疹：带状疱疹是一种急性的皮肤病，是一种由水痘\\-带状疱疹病毒、单纯疱疹病毒1型和2型所引发的，但是患者最关心的就是带状疱疹会反复发作吗?针对这个问题，专家认为，发生带状疱疹与水痘是同一种病毒，其中原发性感染表现为水痘，随后病毒可能进入脊髓后的根神经节或者颅神经的感觉神经节内并潜伏下来，但是潜伏的病毒可以从此不再引起症状，或是在数年后被重新激活从而引发带状疱疹。此外，当由于某些其它疾病而引起免疫力下降，或是使用了免疫抑制产品时，都可能促使病毒反复发作。　　\n【24】 侵蚀性水疱：侵蚀性水疱为高出皮肤的疱疹，内含有水液。　　\n【25】 皮肤上线状排列的小水疱伴发疼痛：带状疱疹性角膜炎全身表现为带状疱疹的前驱症状包括全身不适、发热、寒战及沿神经皮肤分布区疼痛，皮肤发生线状排列的小水疱;伴发神经痛，从麻刺感到极度持续疼痛。\n【26】 ", "title": "皮肤水疱，后形成黑色干痂", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/3204_jieshao.html\", \"category\": \"皮肤性病科::皮肤科::皮肤水疱，后形成黑色干痂\", \"create_time\": \"2023-12-26 16:28:34.973684\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 19:07:46"}
{"id": 399938, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 1147, "text": "【0】 # 近视\n【1】 近视(Myopia)是一个视力概念，指目光所及的范围，看的清楚近的事物，看不清远的事物。包括屈光性近视和轴性近视两种，一般所称的近视眼属于屈光性近视，因此近视与近视眼是两个不同的概念。\n【2】 轻度或中度近视，除视远物模糊外，并无其它症状，在近距离工作时，不需调节或少用调节即可看清细小目标，反而感到方便，但在高度近视眼，工作时目标距离很近，两眼过于向内集合，这就会造成内直肌使用过多而出现视力疲劳症状。\n【3】 **病因**\n【4】 造成屈光不正的原因很多，其中遗传因素是很重要的原因，当然不合理的用眼也是不可忽视的原因，儿童处于生长发育时期，又不注意用眼卫生，如看书，写字的姿势不正确，或光线不好，造成眼与书的距离太近，或看书时间过长，或走路，坐车看书等都可造成眼睛过度疲劳，促成屈光不正。\n【5】 **预防**\n【6】 1、应经常做眼保健操，按压太阳穴，或是闭目养神，闭目养神既能使眼睛得到充分的休息，又能休息大脑。\n【7】 2、不要躺着看书，不要边走边看，坐车时也不要看书，看书时一般每小时要起来活动一下，并用双手掌捂住双眼轻轻按摩，然后往远处眺望，望得越远越好，最好是看绿色植物，因为绿色植物能吸收强光中的紫外线，减少或消除紫外线对人眼睛的有害作用，给眼睛一种舒适的感受。\n【8】 3、维生素A或是维生素b、葫萝卜素和屈光不正是有很大的相关性的，此外，维生素C、维生素B6以及锌的补充也可帮助解决眼睛问题的。\n【9】 **检查**\n【10】 相关检查\n【11】 近视力检查法 视力\n【12】 **主观检查法：**\n【13】 1、根据视力检查初步分析判断屈光性质法。\n【14】 2、插片验光法。\n【15】 3、交叉柱镜及散光矫正器验光法。\n【16】 4、云雾法。\n【17】 5、散光表验光法。\n【18】 6、针孔片及裂隙片检查法。\n【19】 7、激光散斑图法。\n【20】 **客观检查法：**\n【21】 1、直接检眼镜检查法。\n【22】 2、视网膜镜检查法。\n【23】 3、带状光检影法。\n【24】 4、角膜计。\n【25】 5.自动验光仪等。\n【26】 **视力诊断**\n【27】 即凡近视力≥1.0、远视力<1.0者均属近视(使用的视力表不同，而有不同的记录方法，如为标准对数视力表，则低常远视力的记录应为<5.0)。年龄男性<0岁、女性<45岁者，近视力正常应为1.5，标难检查距离均为25cm。\n【28】 **屈光诊断**\n【29】 即于睫状肌麻痹下视网膜检影呈现近视屈光(≥-0.25D)者。理论上的诊断标准应为：远视力<1.0、眼球轴长>24mm，调节麻痹下视网膜捡影为近视屈光(最低屈光度至少为≥-0.125D)者。但是，就21世纪初已有的条件与水平来说，如此准确与明确尚难以做到。\n【30】 **眼底诊断**\n【31】 不管是哪种类型的近视，都应检查眼底，可初步估计近视的轻重及真假近视眼。一般有近视弧形斑，豹纹状眼底改变，可诊断为真性近视，其屈光度在-300度左右或更高。有的伴着黄斑变性和出血等，如果眼底正常，可能是轻度近视或假性近视。有经验的眼科医师，可根据眼底镜上的屈光度估计大概的屈光状态。\n【32】 **鉴别诊断**\n【33】 **1、高度近视：**\n【34】 屈光近视的近视度可达到600度以上。高度近视眼的症状基本都属于轴性近视。\n【35】 高度近视的前房较深，瞳孔较大，眼球因前后轴长而显得稍有突出。在视盘颞侧可见白色或灰白色新月形斑，称为近视半月斑，这是由于巩膜向后伸长，视网膜色素上皮及脉络膜与视盘颞侧边缘脱开，露出巩膜或部分脉络膜与巩膜之故。后极部巩膜不断向后扩张在黄斑部可出现膝裂样条纹和视网膜下新生血管，附近视网膜、脉络膜出现斑块状萎缩变性，导致后巩膜葡萄肿。黄斑部常有色素增生，甚至出血，形成萎缩斑(Forster-Fuchs spot)从而严重损害视力，高度近视的黄斑病变已成为主要导致盲眼病之一。此种患者还常伴有玻璃体液化、混浊、少数还可发生视网膜脱离及并发性白内障。\n【36】 **2、轻度或中度近视：**\n【37】 近视度在300至600度。除视远物模糊外，并无其它症状，在近距离工作时，不需调节或少用调节，即可看清细小目标，反而感到方便。但在高度近视眼工作时，目标距离很近，两眼过于向内集合，这就会造成内直肌使用过多而出现视力疲劳症状。轻度及中度近视，眼部无特殊改变，但偶亦有近视半月斑及豹纹状眼底改变。近视眼日久可以导致集合功能不全，发生外斜视。\n【38】 ", "title": "近视", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/6494_jieshao.html\", \"create_time\": \"2023-12-26 16:28:29.538448\", \"category\": \"五官科::眼科::近视\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 18:06:29"}
{"id": 399937, "user_id": "6576f4e0014d3d1c31d6fe43", "user_name": "曾垂松", "task_id": 135, "source_info": {"seq_id": 220, "text": "【0】 # 晒伤\n【1】 晒伤是因皮肤过度暴露于UVB射线(280~320nm)所致。症状和体征出现于1~24小时内，除严重反应外，72小时内达高峰。皮肤变化从轻度红斑伴短暂鳞屑形成至疼痛，水肿，皮肤触痛和大泡。累及下肢，尤其是胫前，特别令人烦恼，且常不易痊愈。如身体表面有大面积的晒伤，则有与热灼伤相似的全身症状(发热、寒战、虚弱、休克)，这些可能是由于白介素-1释放所致。最常见的晚期并发症是继发感染，斑状色素沉着和痱子样皮疹。鳞屑剥落后一至数周内皮肤更易受日光的损害。\n【2】 **病因**\n【3】 皮肤接受了超过耐受量的紫外线，以UVB为主。皮肤经紫外线过度照射后，细胞中蛋白质和核酸吸收大量的紫外线产生一系列复杂的光生物化学反应，局部产生多种活性物质，如IL-1、IL-6、TNF、组胺、前列腺素等。这些物质弥散入真皮，引起血管扩张、细胞浸润等炎性反应，从而引起表皮、真皮的炎症反应。发病情况视日光强度、暴晒时间及个体皮肤敏感性而异。\n【4】 晒伤多见于春夏季节，尤其浸水以后的皮肤更容易晒伤。一般在日晒后4~6小时开始出现反应，到了12~24小时后达到高峰。主要表现为日晒部位的皮肤出现境界鲜明的红斑、水肿，重者发生水疱、大疱，水疱内为淡黄色的浆液。同时有瘙痒、灼痛或刺痛感。如果晒伤部位太广，晒的太厉害，可形成水泡，并出现全身症状如发烧、心慌、头痛、恶心、呕吐等。\n【5】 轻度的晒伤一般于1~2日内逐渐消退，并出现脱皮、色素沉着。有水疱、糜烂的严重患者，恢复需要一周左右。\n【6】 **预防**\n【7】 **晒后修复**\n【8】 1、使用止痛药，如阿司匹林可缓轻度至中度晒伤的红肿、痒痛。\n【9】 2、预防晒伤可在皮肤泛红前，服用阿司匹林。\n【10】 3、湿敷，以冷水、脱脂牛奶、醋酸铝、燕麦片、金缕梅溶液来湿敷皮肤，可防止过痒或皮肤干燥。\n【11】 4、泡冷水澡，以醋、碳酸氢钠等浸泡，再以干净的毛巾轻拍皮肤，擦干患部，以免刺激皮肤。\n【12】 5、使用温和的香皂，并彻底的冲洗干净。\n【13】 6、在洗澡之后涂上滋润皮肤的乳液。\n【14】 7、使用新鲜芦荟，直接涂在患部，可帮助伤口复原，但应先测试是否有过敏反应。\n【15】 8、用布包住冰块，敷在受伤的皮肤上，可疏缓疼痛，但不能将冰块直接接触皮肤。\n【16】 9、多喝水。\n【17】 **检查**\n【18】 相关检查\n【19】 皮肤真菌镜检\n【20】 有强烈日光曝晒史，露出部位皮肤红肿或出现水疱，或呈黑色素沉着晒斑，有明显季节性，自觉烧灼或刺痛。\n【21】 **鉴别诊断**\n【22】 **1、接触性皮炎**\n【23】 有接触史，皮损与接触部位相一致，自觉瘙痒。与日晒无关，可发于任何季节。\n【24】 **2、烟酸缺乏症**\n【25】 除日晒部位外，非暴露部位也有红棕色斑，常伴发消化系统和神经系统症状。\n【26】 ", "title": "晒伤", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/6487_jieshao.html\", \"category\": \"皮肤性病科::皮肤科::晒伤\", \"create_time\": \"2023-12-26 16:28:36.511037\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 19:32:44"}
{"id": 399936, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 285, "text": "【0】 # 粟粒样丘疹\n【1】 粟粒样丘疹可由多种病因引发，是多种疾病的伴随症状。称白色痤疮或粟丘疹白色苔藓。系起源于表皮或附属器上皮的良性肿物或潴留性囊肿。可发生于任何年龄、性别，也见于新生儿。外伤后引起的粟丘疹往往发生于擦伤、搔抓部位或面部炎症性发疹以后。常见于皮肤外叶啉症或大疱性表皮松解症的损害中，也可发生于带状疱疹之水疱后，有些患者有遗传因素。粉刺是一种皮肤病，当油性的，死表皮细胞堵塞你的毛孔的时候就会出现。有些人称它是黑头粉刺，粟粒疹，或丘疹。面部粟粒性狼疮，为颜面部散在的圆形的不破溃的丘疹，愈后留有萎缩性疤痕。\n【2】 **病因**\n【3】 过去认为面部粟粒性狼疮是一种经血行播散的皮肤结核，是寻常性狼疮的一种变型或结核疹，组织学改变虽然是典型的结核结构，但是患者的一般健康良好，大多数病人常不伴有其他结核，病损中也不能找到结核杆菌，结核菌素试验常呈阴性，抗结核治疗大多无效，因此认为本病与结核无关，近年有人认为本病是丘疹样酒渣鼻的一种特殊类型，有些学者发现本病患者细胞免疫发生异常。当皮肤很油，死表皮细胞堵塞皮肤的毛孔的时候，就会出现粉刺。如果细菌进入毛孔，结果会肿胀，变红和灌脓。\n【4】 **预防**\n【5】 粟丘疹损害呈乳白色或黄色，针头至米粒大的坚实丘疹，顶尖圆，上覆以极薄表皮。继发性损害多分布于原有皮损周围，可持续数年，自然脱落，无疤痕形成。个别损害可有钙盐沉积，硬如软骨、损害增大时呈暗黄色。多见于面部，尤其是眼睑、颊及额部。本病为良性病变，一般无自觉症状，通常不需治疗。\n【6】 局部治疗：以75%酒精消毒，用针挑破丘疹表面的皮肤，再挑出白色颗粒即可。\n【7】 **检查**\n【8】 相关检查\n【9】 皮肤试验 皮肤颜色\n【10】 粟丘疹损害呈乳白色或黄色，针头至米粒大的坚实丘疹，顶尖圆，上覆以极薄表皮。继发性损害多分布于原有皮损周围，可持续数年，自然脱落，无疤痕形成。个别损害可有钙盐沉积，硬如软骨、损害增大时呈暗黄色。多见于面部，尤其是眼睑、颊及额部。成年人也可发生于生殖器，婴儿通常限于眼睑及颞部。粉刺的症状包括粟粒疹，黑头和丘疹。这些可能出现在脸部，脖子，肩部，后背或胸腔。丘疹体积很大，很深，被称为脓囊损害。如果他们受到感染，就会产生疼痛。他们同样也会使皮肤留下疤痕。\n【11】 **鉴别诊断**\n【12】 酒渣鼻：面部除红丘疹外，鼻尖及颊部毛细血管扩张性红斑。毛囊口常扩大。晚期鼻赘形成，常伴皮脂溢出。寻常座疮：皮损多种，面部除有丘疹脓疱、结节及囊肿外，常有黑头粉刺。面部皮脂分泌旺盛。丘疹状坏死性结核疹：皮损发生除面部外，四肢及躯干部也有发生，为对称性坏死性丘疹。皮脂腺瘤：发生于面中央部位的散在的带黄色的毛细血管扩张性丘疹或结节无自觉症状，常伴有智力迟钝及癫痫。\n【13】 ", "title": "粟粒样丘疹", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/4322_jieshao.html\", \"category\": \"皮肤性病科::皮肤科::粟粒样丘疹\", \"create_time\": \"2023-12-26 16:28:34.557541\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 18:52:30"}
{"id": 399935, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 1380, "text": "【0】 # 恶病性痤疮\n【1】 恶病性痤疮 损害为小米至蚕豆大小的青红色或紫红色丘疹、脓疱或结节，轻柔软，并且含有脓液及血液，它们长久不愈，以后痊愈遗留微小的瘢痕，也不感疼痛，浸润也很少。此型多见于身体虚弱的病人。痤疮有多种发病因素，其发病机理目前还不十分明了。内分泌因素、皮脂的作用、毛囊内微生物是痤疮发病的主要因素。\n【2】 **病因**\n【3】 痤疮有多种发病因素，其发病机理目前还不十分明了。内分泌因素、皮脂的作用、毛囊内微生物是痤疮发病的主要因素。\n【4】 1、痤疮与性内分泌有密切的关系，青春期以前极少发病，性功能丧失或减退的人如古代宫廷被阉割的太监不发病，性功能降低的人，如应用睾丸酮可促使胡须的生长和痤疮的发生，用促皮质素或皮质类固醇激素治疗疾病时，常引起痤疮性皮疹，女性在月经前常有痤疮发作。妊娠期痤疮症状减轻等。不论男女都有雄激素和雌激素。分泌性激素的器官在男性为睾丸及肾上腺，在女性是卵巢、胎盘及肾上腺。雄激素和雌激素在男女体内有不同比率，比率的改变可能使痤疮出现。\n【5】 2、皮脂腺的发育和皮脂的分泌也与雄性激素增加有关，其中以睾酮增加皮脂腺活动性作用最强，孕酮与肾上腺皮质中脱氢表雄酮(DHA)也参与作用，后者在初期痤疮中可能起重要作用。睾酮在皮肤中经5-α还原酶作用转化成活性更高的5-α双氢睾酮，刺激皮脂腺细胞周转和脂类合成，引起皮脂分泌增多，产生又浓又多的皮脂，不能完全排泄出去，渐渐聚积在毛囊口内，同时毛囊导管也因雄激素作用下而过度角化，毛囊壁肥厚、阻止皮脂排泄，毛囊壁上脱落的上皮细胞增多与浓稠的皮脂混合，成为干酪状物质，栓在毛囊口内形成粉刺，以后暴露在毛囊口外的顶端渐渐干燥，又经过空气的氧化作用，黑色素的沉积，尘埃的污染而变色形成黑头粉刺。毛囊中存在的痤疮棒状杆菌、白色葡萄球菌和卵圆形糠疹芽孢菌，特别是痤疮棒状杆菌含有使皮脂分解的酯酶，毛囊内的皮脂被脂酶分解而产生较多的游离脂肪酸，这些游离的脂肪酸能使毛囊及毛囊周围发生非特殊性炎性反应，当粉刺壁的极微的溃疡及游离脂肪酸进入附近真皮后，再加上黑头粉刺挤压附近的细胞，使它们的抗菌力下降而容易受细菌的感染引起炎症，于是病人发生丘疹，脓疱、硬节、结节及脓肿。\n【6】 3、近年来有人认为本病与免疫有关，其患者的体液免疫中，血清IgG水平增高，并随病情加重而增高。痤疮棒状杆菌在患者体内产生抗体，循环抗体到达局部参与了早期炎症的致病过程。\n【7】 4、关于微量元素与痤疮的关系。近期有人证明痤疮患者锌低可能会影响维生素A的利用，促使毛囊皮脂腺的角化，铜低会削弱机体对细菌感染的抵抗力等。总之，痤疮患者微量元素锌、铜、铁低下，锰升高可使体内脂肪代谢、性激素分泌受到一定影响，加上皮肤抵抗力低下，可能与痤疮发病有一定的关系。\n【8】 5、此外，遗传也是本病发生的一个重要因素。除上述因素外，多吃动物脂肪及糖类食物，消化不良或便秘等胃肠障碍，精神紧张，湿热气候等因素对痤疮病人可以有不利的影响，矿物油类的接触或碘化物、溴化物及某些其他药的内服也可加剧痤疮的恶化。\n【9】 **预防**\n【10】 1、平时注意防止创伤、烧烫伤、打耳孔、纹眉线等以免损伤真皮，特别是免役功能差的部位，如胸前，肩背等处。\n【11】 2、青春痘痊愈后，一般会留下深色的斑点，这些斑点跟青春痘一样难看。因为长青春痘的时候，病菌会刺激青春痘附近的色素细胞，所以青春痘痊愈后会留下深色的斑点，这种反应叫炎症色素沉积症。\n【12】 **检查**\n【13】 相关检查\n【14】 皮肤病的物理检查 皮肤涂片显微镜检查 皮肤真菌镜检\n【15】 检查病损形态、分布，有无丘疹、脓疱、黑头粉刺、结节、囊肿、瘢痕等。\n【16】 **鉴别诊断**\n【17】 1、点状痤疮\n【18】 黑头粉刺是痤疮的主要损害，是塞在毛囊皮脂腺口的乳酪状半固体，露在毛囊口的外端发黑，如加压挤之，可见头部呈黑色而体部呈黄白色半透明的脂栓排出。\n【19】 2、丘疹性痤疮\n【20】 皮损以炎性的小丘疹为主，小米至豌豆大的坚硬的小丘疹，呈淡红色至深红色。丘疹中央可有一个黑头粉刺或顶端未变黑的皮脂栓。\n【21】 3、脓疱性痤疮\n【22】 以脓疮表现为主，脓疱为谷粒至绿豆大小，为毛囊性脓疱和丘疹顶端形成脓疱，破后脓液较粘稠，愈后遗留浅的瘢痕。\n【23】 4、结节性痤疮\n【24】 当发炎部位较深时，脓疱性痤疮可以发展成壁厚的结节，大小不等，呈淡红色或紫红色。有的位置较深，有显著隆起而在半球形或圆锥形。它们可以长期存在或渐渐吸收，有的化脓溃破形成显著的瘢痕。\n【25】 5、萎缩性痤疮\n【26】 丘疹或脓疱性损害破坏腺体，引起凹坑状萎缩性瘢痕。溃破的脓疱或自然吸收的丘疹及脓疱都可引起纤维性变及萎缩。\n【27】 6、囊肿性痤疮\n【28】 形成大小不等的皮脂腺囊肿，常继发化脓感染，破溃后常流出带血的胶冻状脓液，而炎症往往不重，以后形成窦道及瘢前。\n【29】 7、聚合性痤疮\n【30】 是损害最严重的一种，皮损多形，有很多的粉刺、丘疹、脓疱、脓肿、囊肿及窦道、瘢痕、瘢痕疙瘩集簇发生。\n【31】 ", "title": "恶病性痤疮", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/783_jieshao.html\", \"create_time\": \"2023-12-26 16:28:30.065570\", \"category\": \"皮肤性病科::皮肤科::恶病性痤疮\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 19:15:41"}
{"id": 399934, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 1154, "text": "【0】 # 黑痣\n【1】 色素痣也简称色痣，斑痣或黑痣，是由正常含有色素的痣细胞所构成的最常见于的皮肤良性肿瘤，偶见于粘膜表面。临床表现有多种类型。颜色多呈深褐或墨黑色，还有没有颜色的无色痣。如皮内痣，交界痣、混合痣等，还有巨痣、蓝痣、幼年黑瘤等。有些类型在一定条件下可发生恶变，值得重视。 色素痣多发生在面、颈、背等部，可见于任何正常人体。可在出生时即已存在，或在生后早年逐渐显现。多数增长缓慢，或持续多年并无变化，但很少发生自发退变。可采用手术和非手术疗法。疗效良好。色素痣是由色素细胞构成的先天良性肿瘤，大多均属良性；在后期有恶变者，色素痣一旦恶变，其恶性程度极高，转移率也最快，而且治疗效果不理想。该病均可见于皮肤各处，面颈部、胸背为好发部位。少数发生在粘膜，如口腔、阴唇、睑结膜。对某些好发交界痣部位的色素痣及有恶变征状的色素痣最好及时切除。\n【2】 **病因**\n【3】 1、皮内痣为大痣细胞分化而来，是更成熟的小痣细胞，并进入真皮及其周围结缔组织中。\n【4】 2、交界痣，痣细胞在表皮和真皮交界处，呈多个巢团状，边界清楚，分布距离均匀；每个巢内的上一半在表皮的底层内，下一半则在真皮浅层内。这些痣细胞为大痣细胞，色素较深。\n【5】 3、复合痣在痣细胞进入真皮的过程中，常同时有皮内痣和残留的交界痣，为上述辆型痣的混合形式。\n【6】 **预防**\n【7】 不需治疗。对常甲床的色素痣要予以注意，平时不要随便刺激，不要滥涂腐蚀性药物，以免诱发激惹其恶变。若痣在短期内迅速增大，色泽加深变黑，边缘发红不规则，表面出血、破损以及周围出现卫星状损害，表明痣有恶变征象，应予手术切除，进行病理检查。\n【8】 **检查**\n【9】 相关检查\n【10】 皮肤病的物理检查 皮肤颜色\n【11】 1、痣的位置、大小、色泽及形状，表面有无毛发，增生或溃疡。\n【12】 2、注意发病时间，发展速度，病情平缓。\n【13】 3、病理切片检查区别皮内痣、交界痣、混合痣、疣状痣等。\n【14】 4、色素痣可以发生于任何年龄，大多为后天出现。\n【15】 5、色素痣无症状，如有症状，要警惕是否恶变。表现为黑色、黄褐色或蓝色的、平坦或稍隆起的斑点或斑块；还有少数是无色的色素痣。\n【16】 **鉴别诊断**\n【17】 **(一)与皮肤恶性肿瘤的鉴别：**\n【18】 1、原位癌：\n【19】 1912年由鲍温(Bowen)氏首先报道，故又称鲍温氏病。是一种皮内鳞状细胞癌，属角化不良的癌前病变。\n【20】 临床表现：皮损初为浅褐色小斑片，以后逐渐长大，相互融合呈斑块状，常有灰黄或黑褐色厚痂，或表浅糜烂形成溃疡。多见于40岁以上患者。本病全身均可发生。\n【21】 组织病理：表皮角质增厚和角化不全，棘细胞增生，有大小形态不等异型细胞，胞核较大，染色不均，称为鲍温氏小体。\n【22】 2、基底细胞癌又称基底细胞上皮瘤：\n【23】 是基底细胞恶性增殖所致，可能与日光及离子辐射损伤有关。\n【24】 临床表现：初为豆粒至扁豆大坚硬结节，表面有暗灰或黄褐色痂皮，癌组织潜伏其下。皮损继续发展形成溃疡，其特征是中央稍凹陷，周边略隆起呈堤状。指盖到硬币大小。多见于老年人，面部、鼻周围、眼眶周围多见。病程缓慢，一般不发生转移。\n【25】 组织病理：肿瘤来自基底细胞呈栅栏状排列，肿瘤与基质之间存有裂隙。\n【26】 3、鳞状细胞癌又称棘细胞癌或表皮样癌：\n【27】 常在放射治疗、梅毒、慢性溃疡、烧伤瘢痕、日光性角化病、皮角及肉芽肿等皮肤损害基础上发生。\n【28】 临床表现：初为豆粒大坚硬结节，多呈红色，表面粗糙，典型的呈烂菜花状，破溃后形成溃疡，有恶臭。多见于50岁以上的男性。好发于头、面和颈部，易发生转移。\n【29】 组织病理：癌组织呈团块状或条索状，浸润真皮甚至皮下。\n【30】 4、恶性黑色素瘤：\n【31】 本病又称痣癌、黑素癌。体表的黑痣或色素性母斑，经长期刺激、不彻底治疗及活体检查等可诱发本病。\n【32】 临床表现：皮损初为黑色扁平或稍隆起的斑块，以后迅速增大，呈大小不等的乳头瘤样黑色结节或菜花状，可破溃形成溃疡，有黑色渗液。多见于中老年患者，好发于足部，也可发生在其他部位。本病是一种极恶性癌。\n【33】 组织病理：癌细胞形态与痣细胞相似，但显著变异。有黑色素的梭形细胞，组成带状或巢穴形细胞团。\n【34】 **(二)黑色素瘤：**\n【35】 源于皮肤，粘膜，眼和中枢神经系统色素沉着区域的黑素细胞的恶性肿瘤。\n【36】 ", "title": "黑痣", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/1517_jieshao.html\", \"create_time\": \"2023-12-26 16:28:31.044446\", \"category\": \"皮肤性病科::皮肤科::黑痣\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 19:08:42"}
{"id": 399933, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 531, "text": "【0】 # 下睑外翻\n【1】 睑外翻是下睑结膜向外翻转，致眼睑与眼球不能密切接触，睑裂闭合不全。睑结膜因外翻后长期暴露而易发生慢性结膜炎，导致分泌物增多，结合膜干燥、肥厚并充血。下睑外翻，因泪点不能与眼球紧贴，致发生溢泪。\n【2】 **病因**\n【3】 1、瘢痕性：由于眼睑外伤、烧伤、眼睑溃疡、眶骨骨髓炎或睑部手术不当等所造成的皮肤瘢痕牵引所致。　　\n【4】 2、痉挛性：由于眼睑皮肤紧张，眶内容充盈眼轮匝肌痉挛压迫睑板上缘(下睑的睑板下缘)所致。常见于患泡性结角膜炎的小儿，或高度眼球突出的患者。　　\n【5】 3、麻痹性：仅见于下睑，由于面神经麻痹，眼轮匝肌收缩功能丧失，下睑依其本身的重量下垂面形成外翻。　　\n【6】 4、老年性：仅见于下睑，由于老年人的眼轮匝肌功能减弱，眼睑皮肤及外眦韧带也较松弛，使睑缘不能紧贴眼球，终因下睑本身重量下坠而外翻。加上外翻引起的泪溢、慢性结膜炎，使患者频频向下擦泪，加剧了外翻的程度。\n【7】 **预防**\n【8】 一般在进行眼部矫正手术预防，首先加强眶隔膜，提紧眼轮匝肌，最后去除多余的皮肤。然而，有部分医生，错误地把眼袋的矫正，认为是皮肤的提紧，而忽视眶隔膜及眼轮匝肌的缩紧。如皮肤去除量合适，而未处理眶隔膜及眼轮匝肌，眼袋将很快复发。如果皮肤去除过多，就会适成下睑外翻。近几年，许多学者都一致认为，眼袋的矫正手术效果，眶隔的加强，眼轮匝肌的提紧比皮肤去除，显得更为重要。\n【9】 **检查**\n【10】 相关检查\n【11】 眼及眶区CT检查\n【12】 (1)轻度：仅有睑缘离开眼球，但由于破坏了眼睑与眼球之间的毛细作用而导致泪溢。　　\n【13】 (2)重度：睑缘外翻，部分或全部睑结膜暴露在外，使睑结膜失去泪液的湿润，最初局部充血，分泌物增加，久之干燥粗糙，高度肥厚，呈现角话。下睑外翻可时泪点离开泪湖，引起泪溢。更研究时，睑外翻常有眼睑闭合不全，使角膜失去保护，角膜上皮干燥脱落，易引起暴露性角膜炎或溃疡。\n【14】 **鉴别诊断**\n【15】 1、瘢痕性睑外翻 眼睑皮肤面病斑痕收缩所致。睑皮肤瘢痕可由创伤、烧伤、化学伤、眼睑溃疡、睑缘骨髓炎或脸部手术等引起。　　\n【16】 2、老年性睑外翻 仅限于下睑。由于老年人眼匝肌功能减弱，眼睑皮肤及外眦韧带也较松驰，使眼睑不能仅贴眼球，并因下睑重量使之下坠而引起。　　\n【17】 3、麻痹性睑外翻 也仅限于下睑。由于面神经麻痹，眼轮匝肌收缩功能丧失，又因下睑重量使之下坠而发生。 　　\n【18】 (1)轻度：仅有睑缘离开眼球，但由于破坏了眼睑与眼球之间的毛细作用而导致泪溢。　　\n【19】 (2)重度：睑缘外翻，部分或全部睑结膜暴露在外，使睑结膜失去泪液的湿润，最初局部充血，分泌物增加，久之干燥粗糙，高度肥厚，呈现角话。下睑外翻可时泪点离开泪湖，引起泪溢。更研究时，睑外翻常有眼睑闭合不全，使角膜失去保护，角膜上皮干燥脱落，易引起暴露性角膜炎或溃疡。\n【20】 ", "title": "下睑外翻", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/4904_jieshao.html\", \"category\": \"五官科::眼科::下睑外翻\", \"create_time\": \"2023-12-26 16:28:32.585825\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 18:34:55"}
{"id": 399932, "user_id": "6576f4e0014d3d1c31d6fe43", "user_name": "曾垂松", "task_id": 135, "source_info": {"seq_id": 1234, "text": "【0】 # 呼气音延长\n【1】 呼气音延长：于正常肺泡呼吸音区域内听到支气管肺泡呼吸音。下呼吸道阻力增加时，吸气和呼气都有困难。由于吸气相肺泡扩张，气道直径相对较大，因此吸气相气道阻力较呼气相为小，故气道阻力增加主要表现为呼气时间延长。正常人的肺泡呼吸音的强弱与呼吸深浅、肺组织弹性大小、胸壁厚度以及受检者的年龄、性别有关。\n【2】 **病因**\n【3】 1、下气道部分阻塞、痉挛或狭窄，常见于支气管哮喘。\n【4】 2、肺组织弹性减退，致呼气驱动力降低。\n【5】 **预防**\n【6】 正常肺泡呼吸音呈微风吹拂树枝样响声，很柔和、吸气相较长、较响，而呼气相较短、较安静的声音。正常肺泡呼吸音，虽随年龄增加，肺顺应性下降，呼吸音略显增强、变粗，但通常情况下，听诊的感觉还是比较柔和和清爽，特别是在吸气之末与呼气之初阶段，听诊很清晰。正常呼吸音的听诊受多种因素的影响，如呼吸是否用力、深浅，胸壁的厚薄等均可使其增强或减弱。\n【7】 **检查**\n【8】 相关检查\n【9】 呼气试验 肺功能检查 肺通气功能\n【10】 见于慢性支气管炎和支气管哮喘发作期。此外由于肺组织弹性减退，使呼气的驱动力减弱，也可引起呼气音延长，如见于肺气肿。正常人的肺泡呼吸音的强弱与呼吸深浅、肺组织弹性大小、胸壁厚度以及受检者的年龄、性别有关。肺泡组织较多且胸壁较薄的部位肺泡呼吸音较强，乳房下部、肩胛下部和腋窝下部，而肺尖和肺下边缘则较弱。矮胖者肺泡呼吸音较瘦长者为弱。男性肺泡呼吸音较女性为强。儿童肺泡呼吸音较老年人为强。因为儿童胸壁较薄且肺泡富有弹性，而老年人肺泡则缺乏弹性。\n【11】 **鉴别诊断**\n【12】 异常肺泡呼吸音：\n【13】 (1)肺泡呼吸音减弱或消失 常见原因为肺泡呼吸音传导减弱、胸廓或肺扩张的受限、或由于呼吸动力不足和阻力增加，使通气量降低或肺泡气体流量及流速降低。可表现为单侧、双侧及局限性肺泡呼吸音减弱或消失。\n【14】 1)影响肺泡呼吸音的传导单侧肺泡呼吸音减弱可见于气胸、胸腔积液和胸膜肥厚。双侧者可见于双侧气胸、双侧胸腔积液和双侧胸膜肥厚，局限性肺泡呼吸音减弱可见于局限性气胸、包裹性胸腔积液和局限性胸膜肥厚。\n【15】 2)影响胸廓或肺的扩张单侧肺泡呼吸音减弱可见于全肺不张、气管插管深入一侧主支气管、肋骨骨折。双侧者可见于妊娠晚期、大量腹水和腹腔巨大肿瘤。局限性者可见于肺叶不张。\n【16】 3)通气动力不足单侧肺泡呼吸音减弱可见于膈肌麻痹，双侧者可见于呼吸中枢抑制，麻醉剂或镇静剂过量、低钾血症、呼吸肌无力或疲劳。\n【17】 4)通气阻力增加单侧肺泡呼吸音减弱可见于中央型肺癌和淋巴瘤。双侧者可见于慢性支气管炎、哮喘、阻塞性肺气肿。局限性者可见于支气管结核、支气管异物和肿瘤等。　\n【18】 (2)肺泡呼吸音增强：主要由于病理或生理因素而引起呼吸运动增强，导致肺泡通气增加、流量增加或流速增快。或因胸壁较薄，有利于声音传导。常见于以下情况：\n【19】 1)生理性肺泡呼吸音增强：见于婴幼儿或胸壁较薄的成人以及体力活动。\n【20】 2)病理性肺泡呼吸音增强：见于发热、代谢亢进，贫血和酸中毒等。肺泡呼吸音增强一般是双侧性的，但一侧肺或胸膜病变时，其对侧可出现代偿性肺泡呼吸音增强，如肺结核、肺炎、肺肿瘤、气胸、胸水和胸膜肥厚等。\n【21】 (3)断续性呼吸音：肺内局部性炎症或支气管狭窄，使空气不能均匀地进入肺泡，可引起断续性呼吸音。因伴短促的不规则间歇，如同机器转动齿轮相互咬合发出的声音，故又称齿轮呼吸音(cogwheel breath sound)，可见于肺炎病人，若在肺尖出现，提示肺尖部结核。另应注意在寒战、疼痛、精神紧张等情况下呼吸肌有断续不均匀的收缩，也可听到类似的声响，但并非呼吸音，因此与呼吸运动无关。\n【22】 (4)粗糙性呼吸音：为支气管粘膜轻度水肿或炎症浸润造成不光滑或狭窄，使气流进出不畅造成粗糙性呼吸音，见于支气管或肺部炎症的早期。\n【23】 ", "title": "呼气音延长", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/1579_jieshao.html\", \"create_time\": \"2023-12-26 16:28:30.237087\", \"category\": \"内科::呼吸内科::呼气音延长\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 18:48:07"}
{"id": 399931, "user_id": "6576f4e0014d3d1c31d6fe43", "user_name": "曾垂松", "task_id": 135, "source_info": {"seq_id": 1361, "text": "【0】 # 卵巢性闭经\n【1】 如果卵巢缺如或发育不良、卵巢损坏或早衰，使体内无性激素产生时，子宫内膜即不能生长，也不能发生周期性变化和剥脱，月经不能来潮，这种闭经，称为卵巢性闭经。卵巢是提供卵子的器官。有卵泡发育的周期，生殖道通畅，随之可出现月经。没有卵子的发育，也就没有月经，此类闭经称为卵巢性闭经。其原因可因先天卵巢发育不全而无卵子，或因后天多种原因卵子耗竭而闭经。前者为原发性卵巢性闭经;而后者为继发性卵巢性闭经，亦称为卵巢早衰。\n【2】 **病因**\n【3】 引起的原因通常有：卵巢早衰，卵巢切除或组织破坏，卵巢功能性肿瘤，多囊卵巢综合征。\n【4】 1、遗传：遗传方面的异常亦是异质性的和多因素的，包括FSH受体异常、X和Y染色体同源序列的易位、FSH结构异常(不能与受体结合)等。\n【5】 2、自身免疫过程：其中有关卵巢早衰与自身免疫的研究最多，已发现的异常包括FSH的抗体、FSH受体的抗体、甲状旁腺、甲状腺和肾上腺的抗体等，一些患者经免疫抑制治疗后有卵巢功能的恢复。自身免疫性疾病的检测包括血钙、磷、空腹血糖、清晨皮质醇、游离T4、TSH、甲状腺抗体(如甲状腺功能异常)、全血计数、血沉、总蛋白、白蛋白/球蛋白比例、风湿因子、抗核抗体等。\n【6】 3、感染等有关：感染因素包括腮腺炎、病毒感染等。 正常妇女卵巢功能45～50岁时才开始衰退，如果在40岁以前出现衰退迹象，医学上称之为卵巢功能早衰。这种女性常伴有闭经或少经、促性腺激素水平的上升和雌激素水平的下降，临床表现为不同程度的潮热多汗、阴道干涩、性欲下降等绝经前后症状。\n【7】 **预防**\n【8】 (1)避免结核感染，并早期进行治疗，是预防由于结核感染而引起闭经的关键。\n【9】 (2)做好避孕工作，避免近期多次刮宫。\n【10】 (3)医生手术操作应轻柔，避免过度损伤子宫内膜，亦可预防一部分生育年龄妇女的子富性闭经。\n【11】 (4)产后哺乳不应过久，以延长哺乳时间来达到避孕目的的做法，更是不可取的。\n【12】 **检查**\n【13】 相关检查\n【14】 黄体生成素 雌激素撤血试验 孕激素试验 妇科常规检查 卵巢功能检查\n【15】 卵巢性闭经由性激素反馈调节机制失常而引起的综合征。其病因尚不明确，目前认为是卵巢持续无排卵的最终结局。卵巢性闭经临床表现主要由持续无排卵和雄激素过多症引起。其临床表现归结如下：\n【16】 一、月经失调：主要是闭经，绝大多数为继发性闭经，闭经前常有月经稀少或过少，偶见闭经与月经过多交替出现者。\n【17】 二、不孕：通常是初潮后发病，婚后伴有不孕，由于月经失调和无排卵所致。\n【18】 三、青春期后多毛征：如眉毛较浓，上唇、两臂、下肢、外阴及肛周的毛增多，或伴有男性化现象，如座疮及阴蒂肥大。这是由于雄激素分泌过多所致。\n【19】 四、黑棘皮征：这是雄激素过多的另一体征，常在患者颈背部、腋下和腹股沟等处皮肤出现灰褐色色家沉着，呈对称性，轻抚如天鹅绒。\n【20】 五、双侧卵巢增大：约比正常卵巢大1―3倍，包膜厚，质坚韧。\n【21】 **鉴别诊断**\n【22】 **鉴别诊断**\n【23】 生理性闭经：生理性闭经属于正常现象。青春期发育的早期，在初来月经的二三年内，由于卵巢功能尚不稳定，月经周期往往不规则;受孕后的妇女，由于卵巢黄体产生大量黄体素，刺激子宫内膜不断增生而不脱落，所以就不会来月经;分娩以后，卵巢功能恢复需要一定时间，加之哺乳对卵巢的抑制，月经的恢复更晚;妇女到40岁以后，由于卵巢功能的逐渐衰退，月经经常数月一次直至绝经。这种在发育期、妊娠期、哺乳期和绝经期所发生的闭经称为生理性闭经，属于正常现象。\n【24】 继发性闭经：曾有月经但后来停经的情况则称为继发性闭经。继发性闭经是指月经来潮后出现停经6个月以上者，或在月经稀发的妇女中停经达到3个正常的间隔周期者。\n【25】 垂体性闭经：垂体肿瘤所致的闭经可伴有头痛，视物不清，或泌乳;垂体前时坏死之闭经，发生于产后大出血，表现为性欲减退，生殖器萎缩，乏力怕冷，毛发脱落。\n【26】 运动性闭经：轻女运动员，在体育比赛或紧张的训练过程中出现的闭经，称为“运动性闭经”。有的年轻妇女在外出旅游，或紧张的工作学习中也可出现闭经，其病机与本病相似，也可参照运动性闭经进行治疗。本病多与精神过度紧张，导致内分泌功能紊乱有关。中医学认为，由于精神过度紧张，气机运动逆乱，冲任功能失调，血海不能满盈所致。\n【27】 卵巢性闭经：由性激素反馈调节机制失常而引起的综合征。其病因尚不明确，目前认为是卵巢持续无排卵的最终结局。卵巢性闭经临床表现主要由持续无排卵和雄激素过多症引起。\n【28】 ", "title": "卵巢性闭经", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/2618_jieshao.html\", \"create_time\": \"2023-12-26 16:28:30.076686\", \"category\": \"妇产科::妇科::卵巢性闭经\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 18:49:18"}
{"id": 399930, "user_id": "6576f4e0014d3d1c31d6fe43", "user_name": "曾垂松", "task_id": 135, "source_info": {"seq_id": 1024, "text": "【0】 # 角质层过度增厚\n【1】 角质层异常增厚，为角化过度的一种解释，另外还有一种解释是，皮肤或粘膜表面的上皮细胞过度角化,角质层发炎增厚的一种病理变化。虽然角化过度可发生于任何动物的任何部位,但常被看作是牛特别是犊牛的临床症状。常因接触或摄入某种化学物质而致,亦可由病毒引起。犊牛角化过度时,躯干上三分之二及颈侧皮肤增厚、有皱褶,特别是颌骨角部和颈部发干、变灰、脱毛发皱,同时口腔、舌、食道、胃。可见于皮松解角化过度性鱼鳞病。\n【2】 **病因**\n【3】 常因接触或摄入某种化学物质而致,亦可由病毒引起。表皮松解性角化过度鱼鳞病又称大疱性鱼鳞病样红皮病，是一种常染色体显性遗传病。出生时或出生后不久出现的盔甲样鳞屑，可覆盖大部分或全身，脱落后露出充血性潮湿面，很快又有新的鳞屑出现。\n【4】 **预防**\n【5】 预防：\n【6】 1、增强皮肤锻炼，经常用温水洗脸，增加皮肤的耐受力;\n【7】 2、尽量不使用含重金属的化妆品，避免色素沉积，毒素残留表皮;\n【8】 3、尽量不做一些激光美容项目，不破坏皮肤角质层;\n【9】 4、局部皮肤过敏少用皮质类固醇激素药膏;\n【10】 5、平常多开窗通风使空气流通，减少皮肤闷热刺激;\n【11】 6、经常按摩面部，促进血液流动，有助于增强毛细血管壁弹性;\n【12】 7、日常注意给皮肤补水滋润、防止皮肤干燥脱皮;\n【13】 8、饮食忌辛辣刺激，烟酒等。\n【14】 **检查**\n【15】 相关检查\n【16】 皮肤真菌镜检\n【17】 诊断要点：\n【18】 1、出生时即有。\n【19】 2、皮损在屈侧较重，特别在腋部、腹股沟区、腕肘等皱褶处更明显，甚至出现灰棕色疣状鳞屑。\n【20】 3、全身覆盖盔甲样鳞屑，鳞屑脱落后出现粗糙潮湿的表皮，可见松弛性大疱，其上再度出现鳞屑，如此反复。\n【21】 4、皮损可遍及全身，也可呈限局性及线状等其他异型，如豪猪状鱼鳞病即为以疣状增殖和鳞屑为主的一种异型。\n【22】 5、慢性病程，但病情随年龄增长有逐渐减轻趋势。\n【23】 6、组织病理示表皮明显角化亢进，可有乳头瘤样增生，颗粒层细胞内水肿，致角朊细胞松解，颗粒变性。\n【24】 **鉴别诊断**\n【25】 表皮松解性角化过度鱼鳞病应与以下疾病鉴别：\n【26】 (1)红斑角皮症，包括两种亚型。\n【27】 (2)常染色体显性遗传病，表现为出生后即有广泛水疱，后为角化过度性鳞屑所替代，主要累及四肢屈侧皮肤，不伴红皮症，组织病理上为颗粒层松解，不同于BCIE的棘层松解。IBS为K2e基因突变，而BCIE为K1/K10基因突变。当诊断BCIE却没有发现K1/K10突变的，因考虑是否有K2e基因的突变。\n【28】 ", "title": "角质层过度增厚", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/1933_jieshao.html\", \"category\": \"皮肤性病科::皮肤科::角质层过度增厚\", \"create_time\": \"2023-12-26 16:28:31.582676\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 18:53:45"}
{"id": 399929, "user_id": "6576f4e0014d3d1c31d6fe43", "user_name": "曾垂松", "task_id": 135, "source_info": {"seq_id": 1034, "text": "【0】 # 婴儿需要较大量的维生素B6\n【1】 维生素B6包括六种可以互相变换的吡哆醇(pyridoxine)、吡哆胺(pyridoxamine)、吡哆醛(pyridoxal)和它们各自的5-磷酸化物。吡哆醛5-磷酸盐是这一组中的重要部分，在脱羧作用及氨基转移作用中作为酶系统的辅酶参与体内氨基酸、蛋白、脂类、核酸及糖原的代谢。如果缺乏可致抽搐及末梢神经疾患。因此，维生素B6缺乏可致生化及生理方面的异常。维生素B6依赖综合征(vitamin B6 dependency syndrome)是一种先天代谢酶-犬尿氨酶的结构及功能缺陷，其活性仅为正常的1%。此时维生素B6需要量为正常小儿所需的5～10倍。有时由于孕母在妊娠反应期服用过大剂量维生素B6，以致婴儿出生后仍需依赖较大量的维生素B6。\n【2】 **病因**\n【3】 病因：维生素B6依赖综合征(vitamin B6 dependency syndrome)是代谢酶-犬尿氨酶的结构及功能缺陷，其活性仅为正常的1%。此时维生素B6需要量为正常小儿所需的5～10倍。有时由于孕母在妊娠反应期服用过大剂量维生素B6，以致婴儿出生后仍需依赖较大量的维生素B6。\n【4】 维生素B6包括六种可以互相变换的吡哆醇(pyridoxine)、吡哆胺(pyridoxamine)、吡哆醛(pyridoxal)和它们各自的5-磷酸化物。吡哆醛5-磷酸盐是这一组中的重要部分，在脱羧作用及氨基转移作用中作为酶系统的辅酶参与体内氨基酸、蛋白、脂类、核酸及糖原的代谢。如果缺乏可致抽搐及末梢神经疾患。因此，维生素B6缺乏可致生化及生理方面的异常。\n【5】 **预防**\n【6】 食物应注意平衡，用高蛋白食物时，应加维生素B6。结核病人用异烟肼治疗时，要注射神经系统症状，如出现异常应减少异烟肼量，最好同时加用维生素B6。正常维生素B6需要量，婴儿为0.3～0.5mg/d，儿童为0.5～2mg/d。\n【7】 **检查**\n【8】 相关检查\n【9】 血常规 脑电图检查\n【10】 诊断：婴儿期如遇不明原因的惊厥、贫血或慢性腹泻，若已排除低钙血性、低血糖、低血钠及感染性疾病，即应考虑维生素B6缺乏或依赖病。注射维生素B6100mg后抽擅停止可作为诊断依据。色氨酸负荷试验可以明确诊断，其法如下：口服50～100mg/kg色氨酸液(每次总量不超过2g)，患儿尿中可出现大量黄嘌呤酸，正常人无此现象，但在维生素B6依赖病者此试验可能阴性，血清及红细胞谷-草转氨酶降低。脑电图检查有不正常频率及振幅改变的波形。\n【11】 **鉴别诊断**\n【12】 **婴儿需要较大量的维生素B6的鉴别诊断：**\n【13】 维生素B6缺乏病： 维生素B6缺乏病是由于食物烹调不当或品种过于单调所致。吸收不良也可致维生素B6缺乏。维生素B6依赖综合征是健康搜索一种先天代谢酶――犬尿氨酸酶的结构及功能缺陷，此时维生素B6的需要量为正常小儿所需的5～10倍，极易出现维生素B6缺乏。在婴儿期维生素B6缺乏与依赖病的主要表现为全身抽搐导致智力迟钝。同时常伴有胃肠道症状如呕吐、腹泻等。其他表现有末梢神经炎皮炎及贫血等。\n【14】 诊断：婴儿期如遇不明原因的惊厥、贫血或慢性腹泻，若已排除低钙血性、低血糖、低血钠及感染性疾病，即应考虑维生素B6缺乏或依赖病。注射维生素B6100mg后抽擅停止可作为诊断依据。色氨酸负荷试验可以明确诊断，其法如下：口服 50～100mg/kg色氨酸液(每次总量不超过2g)，患儿尿中可出现大量黄嘌呤酸，正常人无此现象，但在维生素B6依赖病者此试验可能阴性，血清及红细胞谷-草转氨酶降低。脑电图检查有不正常频率及振幅改变的波形。\n【15】 ", "title": "婴儿需要较大量的维生素B6", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/4807_jieshao.html\", \"category\": \"儿科::儿科综合::婴儿需要较大量的维生素B6\", \"create_time\": \"2023-12-26 16:28:31.424712\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 18:08:16"}
{"id": 399928, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 1129, "text": "【0】 # 热痰口臭\n【1】 热痰口臭：多由热痰犯肺或热痰郁久化脓化腐引起。其证除口臭外，每兼咳吐痰浊或脓血，胸痛短气等。\n【2】 **病因**\n【3】 生发燥火的形式，来疏通并驱赶凝滞的寒邪，於是就会出现心烦、口渴、咽乾、喜饮冷等症状。由於部分胃气下降的功能被抑制，就会形成不同程度的胃气上逆现象。由於胃气上逆，就会将胃中的胃酸和胆汁逆向流入口腔，於是胃酸就形成了口臭，胆汁就形成了口苦。治疗的方法很简单：只需服用附子理中汤加川黄连3g，将脾胃功能恢复即可。　　\n【4】 最新研究发现，90%的口臭就诊病人是因为口腔问题引起的。牙龈炎、牙周炎、龋齿等都可能导致口臭的发生。不过，口臭的最常见病因仍然是牙周炎。居高不下的牙周炎发病率，使口臭患者也变成一个庞大的群体。　　\n【5】 口臭不可大意：\n【6】 1.引发口臭的主要原因是胃热症、胃阴虚症，其中由胃热症导致者居多，常并发严重口臭、便秘、胃痛、消化不良、烦躁等症状，急慢性胃炎、十二指肠溃疡、肝炎、肺结核、糖尿病、癌症患者、接受化疗者亦会产生强烈口臭。\n【7】 2.口臭对心理的危害也是很大。口臭则严重妨碍了人与人的交往：应聘遭拒、同事不接近、上司不赏识、爱人“保持距离”所以患上口臭，切莫轻视，应该尽早及时的予以治疗。\n【8】 **预防**\n【9】 应清肺涤痰。未化脓化腐者，宜用小陷胸汤(半夏、黄连、瓜蒌)治之；化脓化腐者，宜用千金苇茎汤(桃仁、苇茎、冬瓜子、苡仁)加味治之。\n【10】 **检查**\n【11】 相关检查\n【12】 X线碘油造影 胸部透视\n【13】 口臭除了口中发出难闻的臭味之外，其证型不同，伴随的症状表现也有不同。　　\n【14】 中医分型：胃火口臭：多由火热之邪犯胃所致。其证除口臭外，每兼面赤身热，口渴饮冷，或口舌生疮，或牙龈肿痛，流脓出血等。　　\n【15】 食积口臭：多由过饱伤胃、缩食停滞胃中引起。其证口出酸腐臭味，脘腹胀痛，不思饮食，嗳气口臭等。热痰口臭：多由热痰犯肺或热痰郁久化脓化腐引起。其证除口臭外，每兼咳吐痰浊或脓血，胸痛短气等。　　\n【16】 虚热口臭：多由阴虚生内热所致。口臭而兼见鼻干，干咳，大便干结，为肺阴虚弱之候。当清润肺脏，口臭而兼见心烦不安，失眠多梦，肌肉跳动，爪甲不华，为肝之阴血亏损。口臭而兼见腰腿酸软，多梦遗精，口干咽燥，夜间尤甚，为肾阴虚损，相火妄动之证。　　\n【17】 西医认为：口臭主要分为两大类型。一是免疫，脏腑功能失调口臭病；二是单纯性口腔口臭病。　　\n【18】 一、免疫脏腑功能失调口臭病症状表现：除口臭这一明显标志之外，还会根据患者的个体差异，分别出现以下单个症状或者以下多个症状表现：舌苔厚腻、口干、口苦、气短、胸闷、肠胃不适、腹账、尿频、便秘、便溏、腰膝酸软、肢体麻痛、容易上火(女性则经期易上火)、手脚心易出汗、身体常发热、易于疲劳、易感冒、烦躁、失眠、精神不振、头昏、头发干枯、耳鸣等症状。　　\n【19】 二、单纯性口腔口臭病症状表现：除明显有口臭之外，口腔牙龈肿、痛，局部发热等。单纯性口腔口臭病：非脏腑原因，主要是由单纯的龋病(俗称蛀牙)和牙周病(牙龈炎和牙周炎)等口腔病引起。\n【20】 **鉴别诊断**\n【21】 心理因素与口臭　　\n【22】 口臭是口腔中的异常气味，自己和周围的人都能嗅到。引起口臭的原因很多，通常归纳为食源性，气源性，病源性，习惯性等四种原因。如吃葱蒜、咸腥等食物，长期吸烟酗酒，患有牙周炎、不注意口腔卫生、慢性鼻窦炎、肺部疾病、胃肠道疾病、糖尿病、癌症等因素都可产生不同的强烈口臭。但是，不良的情绪也会导致口臭，这一因素往往被大家所忽视。　　\n【23】 在心理门诊中有一个很常见到现象，不少有心理困扰的初诊病人来诊治时，心理医生能发现病人有一种特殊的口臭。虽然心理医生对此气味不能有任何在意的反应，但病人却对自己的口臭十分敏感。在讲话时他们既无意识地用手掌遮挡住自己的嘴巴，也时常地在观察医生对自己的口臭是否有所嫌弃。经过一段时间的治疗，当病人的心理问题有了好转，心境得以改善，口臭也随之明显减轻或消失。陪同病人看病的家属在谈论到病人有口臭的病症时，也会有所同感，能体会到病人的口臭程度与心境状态有很直接的联系。\n【24】 关于口臭与情绪的关系，祖国医学中早有描述。如清代《杂病源流悄烛》中说：“虚火郁热，蕴于胸胃之间则口臭，或劳心味厚之人亦口臭，或肺为火灼口臭。”其中提到的“郁”和“劳心”都指的是人的不良情绪状态。同时，中医中又表达了心境与机体功能的关系以及体现在口臭病症的最后结果。　　\n【25】 现代医学中口臭也被归类在心身疾病的范围中，认为心理因素，尤其是不良的心境可导致口臭。有学者还认为，不同的情绪障碍所伴有的口臭类型有一定的特征性，由于构成口臭气味的评估局限在经验方面，所以目前尚难以对不同的心因性口臭类型作十分具体的语言描述。　　\n【26】 防治口臭除了要注意饭后和睡前刷牙、漱口，保持口腔卫生，用芳香爽口剂之外，根本方法是去除病因。我们不仅要治疗有关的器质性疾病，同时也要重视治疗心理障碍，努力改善情绪，把心境调整到良好的状态。吸烟与口臭。口臭虽然由口而出，但其病因不完全来自口腔，口臭原因有可能跟身体的五脏六腑有关，也有可能跟平时的饮食习惯有关。当然，如果是烟民，吸烟将会是口臭的重要原因。烟草中的尼古丁等有害物质会影响人体正常的血液循环，使局部免疫力下降，最终引发口臭等身体疾患。又吸烟会污染呼吸道，还会使口腔变得干燥，随着唾液量的减少，口臭也会逐渐加重。　　\n【27】 此外，吸烟不仅是重要的口臭原因，而且还是各种口腔疾病(包括牙周炎、牙龈炎、口腔黏膜炎等)的诱发因素。吸烟者口中常有烟臭，影响社交与工作，而且吸烟可使牙齿变黄，从而有碍于美观。因此健康也为了美观，尽可能戒除吸烟这个不良嗜好。如果一时戒不掉，则要注意平时的口腔卫生，及时清洁口腔，同时还要多喝水，增加口腔湿度。　　\n【28】 糖尿病与口臭　　\n【29】 1\\. 糖尿病使内分泌紊乱，减少胰岛素的分泌量，碳水化合物难以分解，引起脂肪代谢活跃，从而产生丙酮成分，再通过肺部，由口和鼻腔排出，这种气体就是我们所说的口臭。　　\n【30】 2\\. 糖尿病的慢性并发症大体分为血管系统疾病和末梢神经系统疾病两大类。严重时，可引发高血压、心肌梗塞、动脉硬化等疾病。糖尿病性神经症患者，因为末梢神经受到损坏，容易引发牙周炎、牙龈炎、口腔溃疡等口腔疾患，而这些又是引发口臭的原因之一。因此接受糖尿病治疗的患者，要注意口腔管理，必要时还要到医院接受详细的诊断与治疗。　　\n【31】 3\\. 高血糖容易造成毛细血管堵塞，对口腔组织的供氧不足，导致可引发口臭的厌氧细菌的大量繁殖。这时不仅引发口臭，还会出现溃疡、炎症等口腔疾患。此外，根据有关专家的调查表明，糖尿病患者较之非糖尿病患者，引发口臭的可能性要大2~3倍。 　　\n【32】 口臭除了口中发出难闻的臭味之外，其证型不同，伴随的症状表现也有不同。　　\n【33】 中医分型：胃火口臭：多由火热之邪犯胃所致。其证除口臭外，每兼面赤身热，口渴饮冷，或口舌生疮，或牙龈肿痛，流脓出血等。　　\n【34】 食积口臭：多由过饱伤胃、缩食停滞胃中引起。其证口出酸腐臭味，脘腹胀痛，不思饮食，嗳气口臭等。热痰口臭：多由热痰犯肺或热痰郁久化脓化腐引起。其证除口臭外，每兼咳吐痰浊或脓血，胸痛短气等。　　\n【35】 虚热口臭：多由阴虚生内热所致。口臭而兼见鼻干，干咳，大便干结，为肺阴虚弱之候。当清润肺脏;口臭而兼见心烦不安，失眠多梦，肌肉跳动，爪甲不华，为肝之阴血亏损。口臭而兼见腰腿酸软，多梦遗精，口干咽燥，夜间尤甚，为肾阴虚损，相火妄动之证。　　\n【36】 西医认为：口臭主要分为两大类型。一是免疫.脏腑功能失调口臭病;二是单纯性口腔口臭病。　　\n【37】 一、免疫脏腑功能失调口臭病症状表现：除口臭这一明显标志之外，还会根据患者的个体差异，分别出现以下单个症状或者以下多个症状表现：舌苔厚腻、口干、口苦、气短、胸闷、肠胃不适、腹账、尿频、便秘、便溏、腰膝酸软、肢体麻痛、容易上火(女性则经期易上火)、手脚心易出汗、身体常发热、易于疲劳、易感冒、烦躁、失眠、精神不振、头昏、头发干枯、耳鸣等症状。　　\n【38】 二、单纯性口腔口臭病症状表现：除明显有口臭之外，口腔牙龈肿、痛，局部发热等。单纯性口腔口臭病：非脏腑原因，主要是由单纯的龋病(俗称蛀牙)和牙周病(牙龈炎和牙周炎)等口腔病引起。\n【39】 ", "title": "热痰口臭", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/3582_jieshao.html\", \"create_time\": \"2023-12-26 16:28:31.072401\", \"category\": \"中医科::中医综合::热痰口臭\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 19:07:04"}
{"id": 399927, "user_id": "6576f4e0014d3d1c31d6fe43", "user_name": "曾垂松", "task_id": 135, "source_info": {"seq_id": 1679, "text": "【0】 # 儿童行动迟缓\n【1】 如果儿童过于安静或行动迟缓可能是儿童强迫症的表现。所谓儿童强迫症，就是出现在少年儿童身上的，以强迫观念和强迫动作为主要表现的一种精神障碍性疾病。反映在儿童身上的行动迟缓可能是儿童强迫症的表现，可能是强迫动作和强迫思维间接导致的，也可能是患儿本身就具有的。\n【2】 **病因**\n【3】 1、精神内向，经常把活动目标拘泥于自身，偏重于自我内省，对自已躯体方面和精神方面的不快、异常疾病等感觉，特别注意关心，并为此而忧虑和担心，以自我为中心，被自我内省所束缚。弗洛伊德曾说过，“精神时常向内活动，从而封闭在自我身心内部的人，易成为神经症。”\n【4】 2、疑病症，即害怕疾病的意思，是一种担心患病的精神倾向。森田认为神经质是一种先天性素质，是一种侧重于自我内省、很容易疑病的气质。而精神交互作用，即患者因对以上所说的“疑病素质”中涉及的因素产生恐怖敏感，随后，这一敏感越来越吸引注意进一步固着于它。这样一来，感觉与注意彼此促进，交互作用，致使该感觉越发强大，便发生强迫症并使症状加重。\n【5】 **预防**\n【6】 **强迫症的预防：**\n【7】 1、从小注意个性的培养是十分必要的。不要给予过多，过于刻板的要求，对于预防强迫症的发生有很大帮助，特别是父母本人有个性不良者更应注意。\n【8】 2、参加集体性活动及文体活动，多从事有理想有兴趣的工作，培养生活中的爱好，以建立新的兴奋点去抑制病态的兴奋点。\n【9】 3、采取顺应自然的态度。有强迫思维时不要对抗或用相反的想法去“中和”，要带着“不安”去做应该做的事。 有强迫动作时，要理解这是违背自然的过度反应形式，要逐步减少这类动作反应直到和正常人一样。坚持练习，必然有益。\n【10】 4、注意心理卫生，努力学习对付各种压力的积极方法和技巧，增强自信，不回避困难，培养敢于承受艰苦和挫折的心理品质，是预防的关健。\n【11】 **检查**\n【12】 相关检查\n【13】 神经系统检查 四肢与关节运动功能\n【14】 强迫性迟缓。这种行动迟缓的儿童强迫症表现可能是原发的，例如，每当患儿看书时，目光常停顿在第一行第一个字，不能顺利地阅读以下的内容。当然也可因以上的强迫动作、强迫思维而产生。反映在儿童身上的行动迟缓可能是儿童强迫症的表现，可能是强迫动作和强迫思维间接导致的，也可能是患儿本身就具有的。所以，如果儿童行为表现异常或无理由地行动迟缓，家长们应该密切注意。\n【15】 **鉴别诊断**\n【16】 **儿童行动迟缓的鉴别诊断：**\n【17】 视力恶化引起行动迟缓。\n【18】 为了防止孩子的视力下降，许多父母都会限制其看电视和玩电脑游戏的时间。他们认为长时间地用眼睛盯着电视会使眼球陷入调节麻痹状态，从而引发近视。但实际上原因不仅如此，正木教授就指出：电视机等发出的电磁波的危害性是很大的。说得极端一点，假设我们将眼球放入使用电磁波工作的电子炉中，结果将会怎样呢?温度升高，眼球内的蛋白质将会凝固，从而形成白内障。\n【19】 受这些外部环境条件的影响，不仅仅会造成孩子们的近视，同时还会产生许多问题。由于视力不好，在户外活动的机会也会相应减少，失去一些望远、打球游戏的机会，进一步造成视力的退化，严重的甚至还会造成立体观物、目测距离能力的下降。因此有时会莫名其妙地摔一跤，有时会在棒球比赛中接球时被击中眼睛，等等。许多人都单纯地认为这些孩子属于行动迟缓类型，实际上其原因多是由视力不佳引起的。\n【20】 ", "title": "儿童行动迟缓", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/821_jieshao.html\", \"category\": \"儿科::儿科综合::儿童行动迟缓\", \"create_time\": \"2023-12-26 16:28:28.913310\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 18:54:05"}
{"id": 399926, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 1231, "text": "【0】 # 呼吸道阻塞\n【1】 发生在气道任何一个部分的病变均可能引起呼吸道阻塞，导致呼吸困难。阻塞的原因可以是气道内或气道外的机械性梗阻，例如肿瘤或异物，亦可以是气道平滑肌痉挛所致的气道狭窄，例如支气管痉挛引起的支气管哮喘。\n【2】 **病因**\n【3】 气管支气管异物、急性喉痉挛急性喉水肿，是儿童和成人中常见的突发性气道阻塞的重要原因。支气管哮喘是引起周期性急性呼吸道阻塞的另一常见原因。\n【4】 呼吸道内、外疾病引起的通气障碍，表现为呼吸困难。呼吸道内异物所致者常表现突发性呼吸困难，呼吸道外因素所致者多表现为慢性呼吸困难。\n【5】 **预防**\n【6】 当前症状暂无相关可参考资料。\n【7】 **检查**\n【8】 相关检查\n【9】 呼气流速 呼吸运动检查 呼吸道合胞病毒抗体 呼气高峰流量（PEFR） 最大呼气中段流量\n【10】 对呼吸道阻塞病例首先应明确诊断对于急症病人尤为重要。应依据其发作情况以及呼吸困难的性质判明疾病的部位和病因。诊断呼吸道阻塞主要依据其发作时的症状体征以及发作的性质即可作出初步判断。呼吸道内外疾病引起的通气障碍表现为呼吸困难。呼吸道内异物所致者常表现突发性呼吸困难呼吸道外因素所致者多表现为慢性呼吸困难。自觉呼吸费力有窒息感。临床表现呼吸频率增快紫绀呼吸节律和深度改变伴有辅助呼吸肌运动加强可影响心脏功能，可致急性呼吸衰竭危及生命。\n【11】 **鉴别诊断**\n【12】 **鉴别诊断**\n【13】 1、呼吸道狭窄：呼吸道是肺呼吸时气流所经过的通道。有肺脊椎动物的呼吸道分上、下两部：鼻、鼻窦、咽和喉合称上呼吸道。气管及其以后一分再分的管道，合称为下呼吸道，或称为气管束。　　\n【14】 2、严重急性呼吸道症：严重急性呼吸道症候群：在未查明病因前，被叫做“非典型性肺炎”。传染性非典型肺炎，又称严重急性呼吸综合症(Severe Acute Respiratory Syndromes)，简称SARS，是一种因感染SARS相关冠状病毒而导致的以发热、干咳、胸闷为主要症状，严重者出现快速进展的呼吸系统衰竭，是一种新的呼吸道传染病，极强的传染性与病情的快速进展是此病的主要特点。对呼吸道阻塞病例首先应明确诊断.对于急症病人尤为重要。应依据其发作情况以及呼吸困难的性质，判明疾病的部位和病因。\n【15】 诊断呼吸道阻塞主要依据其发作时的症状、体征以及发作的性质即可作出初步判断。呼吸道内、外疾病引起的通气障碍，表现为呼吸困难。呼吸道内异物所致者常表现突发性呼吸困难，呼吸道外因素所致者多表现为慢性呼吸困难。自觉呼吸费力有窒息感。临床表现呼吸频率增、紫绀、呼吸节律和深度改变，伴有辅助呼吸肌运动加强，可影响心脏功能，可致急性呼吸衰竭，危及生命。\n【16】 ", "title": "呼吸道阻塞", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/1583_jieshao.html\", \"create_time\": \"2023-12-26 16:28:30.420865\", \"category\": \"内科::呼吸内科::呼吸道阻塞\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 18:56:24"}
{"id": 399925, "user_id": "6576f4e0014d3d1c31d6fe43", "user_name": "曾垂松", "task_id": 135, "source_info": {"seq_id": 273, "text": "【0】 # 异常鱼鳞癣\n【1】 鱼鳞病，是一种常见的遗传性皮肤角化病，旧称鱼鳞癣，中医称蛇皮癣。主要表现为四肢伸侧或躯干部皮肤干燥、粗糙，伴有菱形或多角形鳞屑，外观如鱼鳞状或蛇皮状，因遗传方式不同，可分为常染色体显性遗传寻常性鱼鳞病、性联遗传寻常性鱼鳞病、先天性鱼鳞病样红皮病及板层状鱼鳞病。\n【2】 **病因**\n【3】 异常鱼鳞癣的病因：\n【4】 因血虚生风 ，风邪搏于肌肤而发。\n【5】 **预防**\n【6】 异常鱼鳞癣的日常护理：\n【7】 1、经常要保持心情的舒畅，注意劳逸结合，不要太疲劳，工作压力不要太大，不要过分紧张、激动、压抑、急躁等;\n【8】 2、平时生活中尽量少接触有刺激性的东西，如：香皂、洗衣粉、染发剂等化学药物;\n【9】 3、少吃有刺激性的和能导致皮肤性过敏的食物，如：白酒、海鲜、牛羊肉等，其他肉类可以食用;\n【10】 4、多吃纤维质，如：谷类、蔬菜、水果、豆类等;\n【11】 5、多吃鱼类，从鱼类摄取的养份既可以补充人体所需的维生素，又可增强人体的免疫功能;\n【12】 6、多吃深色的蔬菜，颜色越深的蔬菜越能增强人体的免疫力;\n【13】 7、多吃酸乳类食品，酸乳可使消化系统功能增强，在人体内产生的微生物还可帮助蚕食患病细胞;\n【14】 8、少吃糖，忌烟、酒及辛辣的和有刺激性的零食;\n【15】 **检查**\n【16】 相关检查\n【17】 皮肤病的物理检查\n【18】 异常鱼鳞癣的检查诊断：\n【19】 1.遗传性疾病。\n【20】 2.四型的皮损表现。\n【21】 3.组织病理改变：\n【22】 (1)显性遗传性鱼鳞病：表皮中度角化过度，伴颗粒层变薄或消失。\n【23】 (2)性联寻常型鱼鳞病：角化过度，颗粒层正常或稍厚。\n【24】 (3)表皮松解角化过度鱼鳞病：角化过度，表皮细胞松解，颗粒变性。\n【25】 **鉴别诊断**\n【26】 异常鱼鳞癣易混淆的症状相互鉴别：\n【27】 1.显性寻常型鱼鳞病：(1)出生后3月-5岁之间发病;(2)皮肤干燥、上覆灰白色至淡棕色菱形或多角形鳞屑，周边翘起，中央紧贴皮肤;(3)主要分布在四肢伸侧、背部。\n【28】 2.性联寻常型鱼鳞病：(1)出生后3个月内发病，仅男性受累;2)皮肤干燥粗厚，上覆大而深棕色鳞屑，冬重夏轻。随年龄增长，损害不变，甚至加剧;(3)皮损分布全身，以头面、侧面、耳前、颈受累最重。屈侧常被累及。\n【29】 3.先天性鱼鳞病样红皮病：(1)出生时全身即有铠甲样多层鳞屑，脱落后出现粗糙湿润面，可有松弛性大?;(2)严重者手足呈爪形;(3)常染色体显性遗传。\n【30】 4.层板状鱼鳞病：(1)婴儿全身生后为一层广泛火棉胶状膜紧紧包裹，数日后该膜脱落，皮肤广泛潮红，上有大片多角鳞屑，中央粘着，边缘游离;(2)掌角化过度，指甲及毛发过度生长;(3)2/3患者有睑外翻。\n【31】 ", "title": "异常鱼鳞癣", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/5778_jieshao.html\", \"category\": \"皮肤性病科::皮肤科::异常鱼鳞癣\", \"create_time\": \"2023-12-26 16:28:37.077897\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 18:32:27"}
{"id": 399924, "user_id": "6576f4e0014d3d1c31d6fe43", "user_name": "曾垂松", "task_id": 135, "source_info": {"seq_id": 608, "text": "【0】 # 瞳孔如锯齿或梅花状\n【1】 瞳孔的形态异常。正常的为圆形，双侧等大，两侧瞳孔的反应是同步的。瞳神干缺指瞳孔失去正圆状态，追缘如锯齿或梅花状。瞳神干缺症指瞳神紧小症转为慢性，以瞳神失去正圆，边缘参差不齐，呈锯齿样或花瓣状，黄仁色泽干枯不荣之症。相当于西医学之慢性虹膜睫状体炎。由于瞳孔可以反映出多种疾病，而且容易观测，所以一旦发现瞳孔出现异常，要及时就医。\n【2】 **病因**\n【3】 常为「凝脂翦」等重症所遗留下来的后果，最终也可导致失明。瞳孔形状的变化也不容忽视：如果瞳孔不圆，也能说明全身免疫性疾病的存在;如果两个瞳孔不等大或者不等圆，则说明中枢神经出了问题，可能有肿瘤压迫或脑外伤等;如果瞳孔放大，则说明病人的生命可能危在旦夕。由于瞳孔可以反映出多种疾病，而且容易观测，所以一旦发现瞳孔出现异常，要及时就医。\n【4】 **预防**\n【5】 日常生活应注意眼睛的保健。发现瞳孔有异常病变的应该及时就医，如有眼部疾病的，应及早治疗，避免或减少后遗症。两侧瞳孔大小多变伴有光反射消失、眼球分离或异位，多为中脑损伤表现。两侧瞳孔大小极端不同，或不是圆形瞳孔常见于脊髓结核、脑脊髓梅毒。\n【6】 **检查**\n【7】 相关检查\n【8】 瞳孔外观 瞳孔检查\n【9】 指瞳孔失去正圆状态，追缘如锯齿或梅花状。观察瞳孔时，可用拇指和食指将上下眼睑分开，露出眼球，仔细观察。也可用手电筒来测试瞳孔对光线的反应，正常的瞳孔对光线反应灵敏，光线照射时，瞳孔立即缩小，光线移走则迅速复原，而且两个瞳孔的反应应当是同步的。\n【10】 **鉴别诊断**\n【11】 鉴别：\n【12】 瞳神缩小指瞳孔失去展缩能力，日渐缩小。多因肝肾劳损，虚火上炎或肝经风，热上攻而成。重者也可导致“瞳神干缺”，视力全失。\n【13】 瞳孔散大：一侧瞳孔散大可见于动眼神经损伤，海马钩回疝或戏交感神经受刺激、眼外伤、视力下降等。双侧瞳孔散大可见于中脑病变、中枢神经系统感染性疾病、脑血管病、脑缺氧、脑肿瘤、颅脑外伤、药物中毒(如阿托品等)、疼痛、恐惧、甲状腺功能亢进、先天性异常等。\n【14】 瞳孔不等大：一侧动眼神经麻痹，颅底病变，大脑或中脑病变，脑交感神经麻痹等。\n【15】 瞳神欹侧：病证名。系指瞳神歪斜的病证。见《证治准绳·杂病》。又名瞳仁不正、瞳神偏射、瞳神不正、瞳欹。相当于今之瞳孔变位。\n【16】 ", "title": "瞳孔如锯齿或梅花状", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/4465_jieshao.html\", \"category\": \"五官科::眼科::瞳孔如锯齿或梅花状\", \"create_time\": \"2023-12-26 16:28:32.110103\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 18:54:34"}
{"id": 399923, "user_id": "6576f4e0014d3d1c31d6fe43", "user_name": "曾垂松", "task_id": 135, "source_info": {"seq_id": 1280, "text": "【0】 # 脾肾阳虚\n【1】 脾肾阳虚，病证名。脾肾阳虚证以脾肾阳虚、阴寒内盛为特征。　\n【2】 由多由感受寒邪较重，或久病耗气损伤脾肾之阳气，或久泻不止，损伤脾肾之阳，或其他脏腑的亏虚，累及脾肾两脏等引起。脾虚阳气不足，多引起大肠功能失调，表现为或腹泻，或便秘。吸收不良综合症、溃疡性结肠炎、习惯性便秘常出现或伴有此症。\n【3】 **病因**\n【4】 由多由感受寒邪较重，或久病耗气损伤脾肾之阳气，或久泻不止，损伤脾肾之阳，或其他脏腑的亏虚，累及脾肾两脏等引起。脾虚阳气不足，多引起大肠功能失调，表现为或腹泻，或便秘。吸收不良综合症、溃疡性结肠炎、习惯性便秘常出现或伴有此症。\n【5】 脾肾两脏阳气虚衰，温煦、运化、固摄作用减弱测下利清谷，泄泻滑脱或五更泄泻;阳气虚，阴寒内盛，则畏寒肢冷，小腹冷痛，面色(白光)白;肾阳虚，膀胱气化失司，则腰膝酸软，小便不利;阳气虚，水气泛滥，则面目肢体浮肿;舌淡胖，苔白滑，脉沉细，为阳虚阴盛之象。　　\n【6】 相似证候的辨别：该证当与单纯的脾阳虚证与肾阳虚证相辨别。单纯的脾阳虚证、肾阳虚证以各自脏器的定位症状为主，该证则脾肾阳虚的症状同时出现。该证还当与阳虚水泛证辨别，阳虚水泛证以水气泛滥浮肿为主，该证则以下利清谷、滑脱不禁、五更泻、畏寒肢冷等虚寒症状为主。该证与一般阳虚证的区别是，一般阳虚证有全身性的虚寒症状，该证则还有牌肾阳虚的定位见症。　　\n【7】 辨证注意点：有脾阳虚、肾阳虚的临床表现，以及阳虚阴寒内盛的见症。\n【8】 **预防**\n【9】 **食疗参考方**　　\n【10】 a. 羊肉羹：煮熟的瘦羊肉80克，用刀背砍成泥状，置碗中，注入60毫升羊肉汤，放少许鲜姜汁、蒜泥、料酒、味精、盐、淀粉，拌匀后置笼上蒸45分钟，热食。　　\n【11】 b. 尖椒鸡丁：尖辣椒100克，掰成拇指甲大小;鸡胸脯肉60克，切成丁块，以料酒、盐、鲜姜汁、蒜泥煨好后，入油锅过至九成熟捞起，然后以油锅旺火爆炒尖椒至七成熟，放入鸡丁，炒熟后置盘中，以鸡汤加入适量盐、味精勾欠，浇汁于鸡丁、尖椒上即可，热食。　　\n【12】 c. 核桃仁粥(宜于阳虚便秘)：　　\n【13】 核桃仁30克，研成膏状，注入50毫升热水拌匀滤汁;籼米50克煮粥，米熟烂后将核桃汁加入再煮，待无核桃生油气后即可，热食。　　\n【14】 d. 糯米粥(宜于阳虚泄泻)：　　\n【15】 糯米50克，狗肉汤250毫升，文火炖煮成稀糊状，加适量胡椒、味精即可，热食。\n【16】 **检查**\n【17】 相关检查\n【18】 动态显像 肝、胆、脾CT检查 环磷酸鸟苷 浆细胞\n【19】 脾肾阳虚的症状表现包括三个方面：　　\n【20】 ①阳虚寒盛，气机凝滞，而见面色白，畏寒肢冷，腰膝酸软，腹中冷痛。　　\n【21】 ②水谷失运而见腹部胀，久泻久痢，甚或五更泄泻，下利清谷。　　\n【22】 ③水湿泛滥，而见小便不利，面浮肢肿，甚则腹胀如鼓；或见小便频数，余沥不尽，或夜尿频仍。舌质淡胖而有齿痕,苔白滑，脉沉迟细弱，也为阳气亏虚之象。\n【23】 **鉴别诊断**\n【24】 **脾肾阳虚的鉴别诊断：**　　\n【25】 1、脾阳虚：脾阳虚证是指脾阳虚衰，失于温运，阴寒内生所表现的虚寒证候。又称脾虚寒证。　　\n【26】 2、阳虚体质：阳虚体质指阳气虚衰的病理现象。阳气有温暖肢体.脏腑的作用，如阳虚则机体功能减退，容易出现虚寒的征象。常见的有卫阳虚.脾阳虚.肾阳虚等。阳虚主症为畏寒肢冷.面色苔白.大便溏薄.小便清长.脉沉微无力等。 　　\n【27】 脾肾阳虚的症状表现包括三个方面：　　\n【28】 ①阳虚寒盛，气机凝滞，而见面色白，畏寒肢冷，腰膝酸软，腹中冷痛。　　\n【29】 ②水谷失运而见腹部胀，久泻久痢，甚或五更泄泻，下利清谷。　　\n【30】 ③水湿泛滥，而见小便不利，面浮肢肿，甚则腹胀如鼓;或见小便频数，余沥不尽，或夜尿频仍。舌质淡胖而有齿痕,苔白滑，脉沉迟细弱,也为阳气亏虚之象。\n【31】 ", "title": "脾肾阳虚", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/3271_jieshao.html\", \"create_time\": \"2023-12-26 16:28:30.539444\", \"category\": \"中医科::中医综合::脾肾阳虚\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 18:13:16"}
{"id": 399922, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 1374, "text": "【0】 # 角膜干燥斑\n【1】 角膜干燥斑是指由于角膜上皮的堆积而形成的角膜干燥斑，主要见于维生素A缺乏病。本症是全身性营养紊乱，维生素A缺乏的眼部表现。预防维生素A缺乏病不仅可防止夜盲，干眼病，避免致盲，并可使儿童发育正常，各种上皮组织发生感染的机会可减少。如慢性呼吸道感染性疾病、迁延性肺炎、麻疹等，在维生素A摄入不足的基础上，因维生素A消耗增加而出现症状。\n【2】 **病因**\n【3】 1、饮食不当：婴儿初生时其肝脏储存的维生素A很少，很快被消耗尽，但初乳中含量极高，人乳和牛奶是婴儿所需维生素A的主要来源，其他食物如蔬菜、水果、蛋类和肝等都能供给足够的维生素A。故适当地饮食能供足够的维生素A，不至引起缺乏。但婴儿时期食品单纯，如奶量不足，又不补给辅食，容易引起亚临床型维生素A缺乏症。乳儿断奶后，若长期单用米糕、面糊、稀饭、去脂牛奶乳等食品喂养，又不加富含蛋白质和脂肪的辅食，则可造成缺乏症。　　\n【4】 2、消化系统疾病：消化系统的慢性疾病如长期腹泻、慢性痢疾、肠结核、胰腺疾病等可影响维生素A的吸收。肝脏是维生素A代谢和储存的主要器官，胆汁中的胆酸盐能乳化脂类，促进维生素A的吸收，并能加强β-胡萝卜素-15，15´-加氧酶的活性，促进其转化为视黄醇，故患肝胆系统疾病如先天性胆道闭锁、慢性肝炎时，易致维生素A缺乏症。对各种病毒所致的肝炎或并发于感染疾患的中毒性肝炎，也可引起维生素A缺乏症，应加警惕。　　\n【5】 3、消耗性疾病：如慢性呼吸道感染性疾病、迁延性肺炎、麻疹等，在维生素A摄入不足的基础上，因维生素A消耗增加而出现症状。此外，长期摄入矿物油(如液体石腊等)、新霉素及氨甲喋呤等药物也能影响维生素A的吸收。恶性肿瘤、泌尿系统疾病可增加维生素A的排泄。蛋白质缺乏影响视黄醇转运蛋白的合成，致维生素A在血浆中尝试降低，从而发生缺乏症状。　　\n【6】 4、甲状腺功能低下和糖尿病：都能使β胡萝卜素转变成视黄醇的过程发生障碍，以致维生素A缺乏，而血液与皮肤都累积较大量的胡萝卜素，很像黄疸，但球结膜不显黄色。　　\n【7】 5、锌缺乏：与维生素A结合的前白蛋白及维生素A还原酶都降低，使维生素A不能利用而排出体外，也可发生维生素A缺乏症。近年报道营养状况改变，对维生素A的利用也有影响。\n【8】 **预防**\n【9】 主要是供给小儿足量的维生素A。供给的方法根据年龄大小而有所不同。　　\n【10】 (1)胎儿时期应供给孕妇多量含有维生素A的食物。　　\n【11】 (2)婴儿时期须注重人乳哺育，须给含脂的牛乳、豆类食品、胡萝卜泥、蛋黄等。此外可加菠菜汤、蕃茄汁等。未成熟儿吸收脂肪及维生素A的能力较弱，宜早授浓缩维生素A，但在应用浓缩吕时，切忌过量而致中毒。婴儿时期每日约需维生素A1500～2000国际单位(IU，维生素A1IU相当于视黄醇0.3μg，视黄醇1μg相当于β胡萝卜素6μg)。　\n【12】 (3)较大的儿童，已能采食多种食品，维生素A的供应一般不会不足。儿童则需2000～4500IU,患慢性疾病吸收减少,消耗增多时,每日可给予3,000～5,000IU,但应注意适时减量,如超过需要量,日积月累可致慢性中毒。　　\n【13】 预防维生素A缺乏病不仅可防止夜盲，干眼病，避免致盲，并可使儿童发育正常，各种上皮组织发生感染的机会可减少。\n【14】 **检查**\n【15】 相关检查\n【16】 角膜检查\n【17】 1、眼部症状：最早的症状是在暗环境下视物不清，定向困难，出现夜盲，若不仔细检查容易忽略。经数周至数月后，结膜与角膜逐渐失去光泽，稍在空气中暴露，就干燥异常。尤以贴近角膜两旁的结膜出现变化最早，干燥而起皱褶，角质上皮逐渐规程，形成大小不等的形似泡沫的白斑，称为结膜干燥斑，又称毕脱氏斑。此时泪腺上皮细胞变性，泪液分泌减少，加之泪腺管被脱落的上皮细胞阻塞，眼泪更少。患儿畏光，自觉眼干不适，眼部疼痛，有轧砂感，经常眨眼，或用手搓揉，易致继发感染。角膜渐变干燥、混浊、发生白翳而软化。病情进展，角膜可发生溃疡，在数日至数周内出现坏死、穿孔、虹膜外脱及角膜疤痕形成，终至失明，视网膜亦有病变，出现眼底干燥，两眼一般同时得病，有时两眼先后发病，单侧发病的仅偶见。眼部症状虽然在大多数病便出现较早，但较大儿童的眼症状常出现于其他症状之后。　　\n【18】 2、皮肤表现：皮肤干燥，角化增生、脱屑。角化物充满于毛囊腔内，且突出于表皮，故抚摸时有鸡皮疙瘩或粗沙样感觉。于四肢伸侧及肩部最为显著，4岁以下的婴儿少见此症状。此外，尚有指甲多纹，失去光泽，蝗折裂，毛发干脆易脱落等。　\n【19】 3、其他表现：由于维生素A缺乏时呼吸道及泌尿道上皮增殖和角化，以及免疫功能下降，易引起呼吸道继发感染和脓尿。舌味蕾因上皮角化味觉功能丧失，影响食欲，有的患儿可有呕吐。婴幼儿时期可见体格发育迟缓。严重缺乏维生素A时可见血细胞生成不良形成贫血，用足量铁治疗不能纠正贫血。有报道小婴儿可发生呛奶，加用维生素A后症状控制。　　\n【20】 【诊断】　　\n【21】 眼部有明显症状的，结合喂养史，慢性消化系统或消耗性疾病史，诊断并不困难。因维生素A缺乏时常有合并症，故凡营养不良、慢性腹泻、慢性痢疾、或麻疹后长期忌嘴，患儿有畏光、眨眼者应仔细检查眼部。年长儿应注意皮肤的改变。早期及非典型的病例，眼部的变化较轻，特别在婴幼儿期容易忽略。对可疑病例可做下列检查有助于诊断：\n【22】 ①用小棉拭子蘸生理盐水，自结膜面上轻轻刮下少许物质，在显微镜下可见到角质上皮细胞;\n【23】 ②血清维生素A测定是最可靠的指标，正常小儿血清维生素A值一般为300～500μg/L，患缺乏症时则减少至200μg/L甚至100μg/L以下;\n【24】 ③取新鲜中段尿约10mg加1%龙胆紫溶液数滴，摇匀，做上皮细胞计数。每立方毫米的正常尿至多含皮皮细胞3枚;超过3枚以上者除泌尿系炎症外，可表示维生素A缺乏。用高倍显微镜检查尿沉淀，更可测知上皮细胞角质变性的程度。　　\n【25】 若食物中维生素A缺乏或有吸收障碍，可在数星期内出现症状。小婴儿患先天性胆道梗阻、婴儿肝炎综合征，若并发肺炎则可在短时间内出现眼干燥症，应及早注意。\n【26】 **鉴别诊断**\n【27】 1、与角结膜干燥症鉴别。　　\n【28】 (1)结膜表面干燥，暗淡无光，易成皱褶，甚至粗如皮肤，结膜血管呈蓝色，角膜干燥混浊，知觉迟钝。　　\n【29】 (2)自觉眼球干涩，灼热，视力严重减退。　　\n【30】 (3)成年人多见。　　\n【31】 2、夜盲的其他原因，如视网膜炎色素沉着症，必须排除，继发性感染可使角膜改变恶化，试用维生素A的治疗剂量有助诊断。\n【32】 ", "title": "角膜干燥斑", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/1912_jieshao.html\", \"create_time\": \"2023-12-26 16:28:28.613835\", \"category\": \"五官科::眼科::角膜干燥斑\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 19:12:03"}
{"id": 399921, "user_id": "6576f4e0014d3d1c31d6fe43", "user_name": "曾垂松", "task_id": 135, "source_info": {"seq_id": 1354, "text": "【0】 # 泡样水肿\n【1】 泡样水肿，是指体内水液潴留，泛溢肌肤引起头面、眼睑、四肢、腹背，甚至全身浮肿，形似泡状样。水肿是全身气化功能障碍的一种表现，与肺、脾、肾、三焦各脏腑密切相关。依据症状表现不同而分为阳水、阴水二类，常见于肾炎、肺心病、肝硬化、营养障碍及内分泌失调等疾病。中医认为饮食劳倦，伤及脾胃，运化失司，水湿停聚，横溢肌肤，发为水肿。\n【2】 **病因**\n【3】 1、变态反应性水肿：如血清病等。　　\n【4】 2、炎症感染所造成的器官功能障碍所引起。\n【5】 **预防**\n【6】 1、均衡饮食，使身体摄入足够的营养成分。\n【7】 2、适当进行体育运动，增强机体免疫力。\n【8】 3、如有原发病，应积极及时进行治疗。　　\n【9】 4、避免接触过敏原。\n【10】 5、保持良好的心态非常重要，保持心情舒畅，有乐观、豁达的精神、坚强战胜疾病的信心。不要恐惧，只有这样，才能调动人的主观能动性，提高机体的免疫功能。\n【11】 **检查**\n【12】 相关检查\n【13】 血常规 真菌感染的实验室检查\n【14】 1、仔细询问相关病史，收集相关临床资料。　　\n【15】 2、密切对患者进行检查，清楚了解患者的临床症状，特别注意患者泡状水肿的情况。　　\n【16】 3、适当对患者进行相关的体格检查，初步了解患者各器官的形态病变情况。　　\n【17】 4、对患者进行相关的器械检查，适当进行实验室检查。　　\n【18】 5、综合考虑各种检查结果，结合各种器官损伤的临床症状，最终得出相应诊断。\n【19】 **鉴别诊断**\n【20】 与疱疹相鉴别：　　\n【21】 疱疹：　　\n【22】 一是指皮肤表面出现的黄白色或半透明的小水疱，常成片出现，里面充满液体。天花水痘等都有这种症状；　　\n【23】 二是指一种皮肤病，病原体是一种病毒，多发生在上唇或面部，症状是局部先发痒，然后出现水泡状的隆起，内含透明的液体，有微痛，一两周后结痂自愈。\n【24】 ", "title": "泡样水肿", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/3110_jieshao.html\", \"create_time\": \"2023-12-26 16:28:28.977999\", \"category\": \"中医科::中医综合::泡样水肿\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 18:13:02"}
{"id": 399920, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 1555, "text": "【0】 # 肥胖性低通气\n【1】 肥胖通气不良综合征即肥胖-肺换气低下综合征(obesity-pulmonary hypoventination syndrome)，又称肥胖性心肺功能不全综合征(pickwickian syndrome)、肥胖症伴心肺功能衰竭、特发性肺泡低换气综合征、心肺-肥胖性综合征、肥胖-呼吸困难\\-嗜睡综合征、发作性睡病伴发糖尿病性高胰岛素综合征等。本病征常见于体型极度肥胖的儿童，是严重肥胖症的一个临床综合征。与过度肥胖至通气功能低下有关，属肺泡换气低下综合征的一个分型，是一种特殊类型的肺源性心脏病，是肥胖症患者中一种常见、严重的并发症。本病征是指极度肥胖患者在没有原发性心脏或肺脏疾病的情况下，发生肺泡换气不良，所产生的一系列症状，若能将体重减轻，则临床症状可明显好转。\n【2】 **病因**\n【3】 (一)发病原因\n【4】 能量摄入长期超过消耗，导致体内脂肪蓄积过多，至体重显著超过同年龄、同身高正常小儿的标准。肥胖者因体重增加，需要更多的氧，但肥胖者肺不仅不能随之而增加功能，反而肺活量明显低于正常儿童。发生心肺功能不全综合征的主要原因与患者胸腔、腹腔内和全身的脂肪组织增多，导致胸腔容积缩小，膈肌运动受限，患者肺部通、换气功能受限，心脏功能、神经系统受损等一系列改变。\n【5】 (二)发病机制\n【6】 腹部脂肪堆积，腹腔内压力升高，横膈抬高使胸腔压力增高，纵隔障内大量脂肪堆积，胸壁肥厚，限制胸廓扩张和膈肌运动，限制了肺的呼吸功能。全胸顺应性降低，引起肺部通气不良，潮气量减少，肺通气减少，肺功能减弱，患者肺活量、储备呼气量、功能残气量以及全部容量均行减少。且体重的不断增加，其不均匀的换气程度也加大，使安静时动脉血二氧化碳分压升高，而氧分压下降。\n【7】 重度肥胖者还由于颈部周围脂肪过剩堆积，舌体肥大，舌根后坠，可导致不同程度的上呼吸道阻塞;加上进一步的通气量减少，换气受限，结果是二氧化碳潴留及低氧血症。表现为呼吸困难，不能平卧，睡眠时间歇呼吸，发绀，严重时血中二氧化碳积蓄过多，导致呼吸性酸中毒，可出现神志不清及嗜睡。在睡眠时引起周期性气管闭塞，形成失眠或剥夺睡眠综合征，出现睡眠呼吸暂停(气道阻塞或中枢性)综合征，睡着后每次呼吸之间的间隔时间延长。长期的动脉血二氧化碳分压增高，使中枢神经对高碳酸血症的反应低下，使血中二氧化碳增高所诱发的呼吸中枢兴奋，处于失负状态，对低氧的呼吸反应也不灵敏而出现周期呼吸，扰乱患者休息，造成昼夜嗜睡，精神萎靡不振等。\n【8】 再由于长时间处于缺氧状态，患者易发生继发性红细胞增多症，血液黏稠度加大，增加了循环阻力，活动中提前动用心力储备，至心功能不足，重度肥胖病病人往往同时伴有总循环血量增加引起的左心负荷过重及静脉回流障碍，静脉压升高，肺动脉高压和右心负荷加重，出现水肿、颈静脉怒张甚至心功能不全。通气功能下降，有氧能力降低等导致气急、呼吸困难，缺氧、发绀，终末期呈肥胖性心肺功能不全综合征，易发生右室肥厚，心脏扩大或出现充血性心力衰竭。\n【9】 **预防**\n【10】 1、注意饮食，多吃蔬菜水果。\n【11】 2、加强锻炼，多做体育运动。\n【12】 3、养成良好的生活习惯。\n【13】 4、病情严重者给予吸氧、呼吸兴奋剂、强心药及利尿剂等对症处理。\n【14】 5、严格控制饮食，减少体重，首先放慢吃饭速度，限制巧克力、各种甜点心、糖果、肥肉、含糖饮料、膨化食品、啤酒等。少食米饭、面食、土豆、白薯、苹果、西瓜，多食白菜、油菜、黄瓜、芹菜、胡萝卜、瘦肉、蛋、奶、鸡、鱼、蘑菇、橘子、酸奶等。饮食治疗同时，宜鼓励运动疗法以增加热量消耗。\n【15】 6、药物治疗 当饮食及运动疗法未能奏效时，可采用药物辅助治疗。药物主要分为六类：食欲抑制剂，酸;消化吸收阻滞药、脂类吸收阻滞药等。\n【16】 **检查**\n【17】 相关检查\n【18】 肺通气功能 肺通气显像 肺通气量\n【19】 患者临床主要表现为：不能平卧、心悸、口唇发绀、全身水肿、呼吸困难的症状。随着病情的发展，患者出现间歇或潮式呼吸、神智不清、嗜睡或昏睡等。\n【20】 1、通气不足症状及体征\n【21】 出现一系列呼吸衰竭症状，如青紫和呼吸窘迫，血气检查见低氧血症及二氧化碳潴留。\n【22】 2、呼吸方面症状及体征\n【23】 呼吸浅促，夜间常有呼吸暂停发作，有周围性或混合性睡眠呼吸暂停现象，且伴上呼吸道梗阻及夜间睡眠打鼾现象。\n【24】 3、心脏方面症状及体征\n【25】 早期症状有咳嗽、气短、心悸、下肢水肿等症状，长期处于通气不良状态下，可导致慢性肺心病和心力衰竭。\n【26】 右心衰竭加重时，可出现呼吸困难、青紫、尿少等，少数病人有全心衰竭表现。\n【27】 4、神经系统症状及体征\n【28】 缺氧、乏力、头痛、头昏、心悸、多汗、烦躁不安、谵妄、抽搐、二氧化碳潴留，可致幻觉、精神异常、白天嗜睡、少数患儿智力减退或迟钝。\n【29】 这类患者对一般强心剂和利尿剂治疗的效果反应不佳，给予间断吸氧或选择性应用中枢呼吸兴奋。\n【30】 体重超过同性别、同身高正常儿均值20%者为肥胖，体重超过30%～39%为中度肥胖，超过40%～59%为重度肥胖，超过60%以上为极度肥胖。根据过度肥胖者伴有通气功能降低，临床表现有心脏及神经系统的症状及体征，结合肺功能检查及血气分析可予以诊断。\n【31】 **鉴别诊断**\n【32】 肥胖性低通气与下列症状相鉴别：\n【33】 1、呼吸中枢受抑制： 与药物、脑炎等病变使呼吸中枢受抑制，减弱呼吸动力，至通气功能障碍，造成缺氧及二氧化碳潴留相鉴别。\n【34】 2、肺部病变\n【35】 (1)生理无效腔加大通气量降低：在肺炎、毛细支气管炎、哮喘及肺水肿时呼吸浅快，气道痉挛、狭窄或阻塞，通气量减少，生理无效腔加大，呼吸效率降低。呼吸肌麻痹如感染性多发性神经根炎、胸腔积液时，胸廓和肺扩张受限，肺泡不能正常膨胀，潮气量下降致使通气量降低，导致PaCO2升高、PaO2下降。　　\n【36】 (2)通气/血流比率(V/Q)失衡：正常V/Q平均为0.8，V/Q比增加呈无效腔样通气，即肺泡有通气但血流不足，见于局部血流灌注减少时。可用无效腔量(VD)与潮气量(VT) 比值(VD/ VT)表示，正常为0.3。 肺栓塞、急性肺损伤、ARDS时，VD/ VT 明显增加。ARDS可增至0.75。 V/Q下降即病理性肺内动静脉分流，指血流经过无通气或通气不良的肺泡，为严重低氧血症的原因，主要表现为PaO2显著降低，增加吸氧浓度不能提高动脉血氧分压。多见于局部通气异常，如肺炎、肺不张、肺水肿等。用分流分数来表示，正常仅5%，大于15%将会严重影响氧合作用。　　\n【37】 (3)弥散障碍：指氧通过肺泡毛细血管膜进行弥散时存在异常。凡弥散面积减少(如肺炎、肺不张)或弥散膜增厚(如肺水肿、肺纤维化)均导致弥散障碍。由于二氧化碳的弥散能力比氧约大20倍，因此弥散障碍主要指氧而言，其特点是导致PaO2下降，但无二氧化碳潴留。通常，换气障碍用肺泡动静脉氧分压差来判断，较PaO2更敏感，它能较早反应摄取氧的情况。肺泡动脉氧分压差\\[(A-a)DO2\\]正常值为0.67～2.0kPa(5～15mmHg)，此差值主要因正常解剖中存在一些短路及肺内各部位V/Q值不一致所致。(A-a)DO2升高提示换气障碍，有人提出>6.7kPa(50mmHg)为急性呼吸衰竭的诊断标准之一。但须注意心输出量减少及吸氧时此值也可增大。换气功能不足导致的后果有以下三个特点：PaO2必然下降，PaCO2一般不增高;增加吸氧不能提高PaO2。\n【38】 总之，急性呼吸衰竭使PaO2下降最常见的原因是V/Q失衡，最严重的原因为肺内动静脉分流增加。而引起PaCO2增高最根本的原因为肺泡通气不足。小儿患呼吸系统疾患时，可有不同原因所致的换气障碍。ARDS以肺内分流增加较著，V/Q失调，则是一般肺病变时较普遍存在的情况。\n【39】 3、单纯性抑继发性肥胖症： 结合病史、体征及实验室资料等，首先鉴别属单纯性抑继发性肥胖症。如有高血压、向心性肥胖、紫纹、闭经等伴24h尿17-羟类固醇偏高者，则应考虑为皮质醇增多症，宜进行小剂量(2mg)地塞米松抑制试验等以鉴别。代谢率偏低者宜进一步检查T3、T4及TSH等甲状腺功能试验，以明确有否甲状腺功能减退症。有垂体前叶功能低下或伴有下丘脑综合征者宜进行垂体及靶腺内分泌试验、检查蝶鞍、视野、视力等，必要时须作头颅CT检查等，蝶鞍扩大者应考虑垂体瘤并除外空蝶鞍综合征。闭经、不育有男性化者应除外多囊卵巢。无明显内分泌紊乱，午后脚肿、早晨减轻者应除外水、钠潴留性肥胖症，立卧位水试验颇有帮助。此外，常须注意有否糖尿病、冠心病、动脉粥样硬化、痛风、胆石症等伴随病。至于其他类型少见的肥胖症，可结合其临床特点分析判断。\n【40】 ", "title": "肥胖性低通气", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/974_jieshao.html\", \"category\": \"内科::呼吸内科::肥胖性低通气\", \"create_time\": \"2023-12-26 16:28:29.023918\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 18:39:25"}
{"id": 399919, "user_id": "6576f4e0014d3d1c31d6fe43", "user_name": "曾垂松", "task_id": 135, "source_info": {"seq_id": 1665, "text": "【0】 # 宫颈黏液脓性分泌物\n【1】 临床常见急性宫颈炎为黏液脓性宫颈炎(MPC)，其特点是于宫颈管或宫颈管棉拭子标本上，肉眼见到脓性或黏液脓性分泌物。有宫颈炎者更要加强定期随访，进行常规子宫颈刮片细胞学检查，发现宫颈息肉要尽快摘除。中重度宫颈糜烂要及早治疗防止发展为宫颈癌。一旦发现性交后出血应及早就医，尤其是绝经后妇女不要因性交后出血，而羞于启齿，迟迟不去就诊贻误病情。\n【2】 **病因**\n【3】 急性宫颈炎主要由性传播疾病的病原体，淋病奈瑟菌及沙眼衣原体所致。由葡萄球菌链球菌肠球菌引起的急性宫颈炎较少见。\n【4】 1、当纱布、棉球或其他异物放置阴道内时间过长时很容易诱发感染引起急性子宫颈炎。\n【5】 2、分娩或流产引起的宫颈裂伤继发感染是急性子宫颈炎的常见病因；性生活过于频繁也可以增加宫颈感染的机会。\n【6】 3、阴道发生急性滴虫性阴道炎或霉菌性阴道炎、细菌性阴道炎时也可以同时引起急性宫颈炎症；淋病双球菌感染时也常出现急性淋菌性宫颈炎。\n【7】 4、使用高浓度的酸性或碱性溶液冲洗阴道，或阴道置入腐蚀性药品，均可破坏阴道、宫颈组织，可能引起子宫颈炎、阴道炎。\n【8】 **预防**\n【9】 1、注意经期及性生活的卫生： 平时要节制性生活，不要过于频繁年轻妇女每周2次为宜。经期禁止同房，人流术后产后宫腔手术后不宜过早同房，一般宫腔手术后1个月后方可同房。而产后需3个月，每次同房前后无论男女都要养成清洗外生殖器的习惯，同时力戒粗暴的性交行为。\n【10】 积极防治发生宫颈炎的各种感染，对忆发生各种细菌病毒滴虫真菌及性传播感染者，应有针对性地给予抗滴虫抗真菌及搞病毒的药物，防止向宫颈癌前期病变发展。\n【11】 2、避免性生活混乱：不少国家报道，性龄早及性生活紊乱是宫颈癌发病的直接高危因素。性龄早是指18岁前就有性生活，比25岁以上有性生活者患病率高出13.3倍。而性生活紊乱是指有多个性伴侣者，据调查妇女结过婚2次以上者或与多个男子发生性关系，其发生宫颈癌的机会也较多。大量研究表明性传播性疾病(即性病)与宫颈炎，尤其是宫颈癌有密切关系，多个性往复侣与宫颈癌前期病变及宫颈癌有明显的关系。春中人乳头状瘤是宫颈癌的主要危险因素。\n【12】 3、晚婚晚育：宫颈炎及宫颈癌多发生于已婚妇女，发生于未婚者极少，说明它与性生活关系密切。根据普查资料，结婚年龄26岁者为22.45/10万两者相差7倍，而第1次性生活的具龄较第1次结婚年龄更为重要。初次性交年龄在18岁以下者，宫颈癌的发病率比18岁以上者高4倍，推迟性生活的年龄可降低相对危险度。\n【13】 4、计划生育：宫颈癌在多产产妇发病率高于多次人工流产或妊娠分娩，对子宫颈的刺激或损伤致使宫颈上皮发生异常增生，进而可发展为癌。未婚妇女婚后不注意避孕者多次人工流产还是增加了宫颈炎的机会，故需要认真采取避孕措施，避免多次分娩或人工流产对宫颈的损伤。\n【14】 5、妇科普查：防癌普查是公认的预防宫颈癌的主要措施。通过普查可早期发现早期诊断早期治疗，从而降低宫颈癌的发病率及死亡率。\n【15】 有宫颈炎者更要加强定期随访，进行常规子宫颈刮片细胞学检查，发现宫颈息肉要尽快摘除。中重度宫颈糜烂要及早治疗防止发展为宫颈癌。一旦发现性交后出血应及早就医，尤其是绝经后妇女不要因性交后出血，而羞于启齿，迟迟不去就诊贻误病情。\n【16】 **检查**\n【17】 相关检查\n【18】 子宫颈黏液检查 宫颈刮片（TCT） 妇科检查 宫颈妇科常规检查\n【19】 部分患者无症状，有症状者主要表现为阴道分泌物增多呈黏液脓性，阴道分泌物刺激引起的外阴瘙痒及灼热感。此外，可有腰酸及下腹部坠痛，也可出现经间期出血、性交后出血等症状。\n【20】 若合并尿道感染，可出现尿急尿频、尿痛。妇科检查见宫颈充血、水肿、黏膜外翻，有脓性分泌物从宫颈管流出，宫颈触痛、触之易出血。若为淋病奈瑟菌感染因尿道旁腺、前庭大腺受累，可见尿道口、阴道口黏膜充血水肿以及多量脓性分泌物。并发症：合并泌尿系感染。\n【21】 根据病史及症状临床所见诊断不难。擦去宫颈表面分泌物后用小棉拭子插入宫颈管内取出，肉眼看到白色棉拭子上有黄色或黄绿色黏液脓性分泌物，将分泌物涂片作革兰染色，若光镜下平均每个油镜视野有10个以上或每个高倍视野有30个以上中性粒细胞，即可诊断MPC。对MPC者，应作衣原体及淋病奈瑟菌的检测。\n【22】 **鉴别诊断**\n【23】 应与宫颈癌相鉴别。\n【24】 宫颈癌是女性常见恶性肿瘤之一，发病原因目前尚不清楚，早婚、早育、多产及性生活紊乱的妇女有较高的患病率。初期没有任何症状，后期可出现异常阴道流血。目前治疗方案以手术和放射治疗为主，亦可采用中西医综合治疗，但中晚期患者治愈率很低。作为女性要洁身自爱，加强卫生保健，注意按时妇科普查，发现症状苗头，及时就医。\n【25】 ", "title": "宫颈黏液脓性分泌物", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/1325_jieshao.html\", \"category\": \"妇产科::妇科::宫颈黏液脓性分泌物\", \"create_time\": \"2023-12-26 16:28:28.981887\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 18:17:36"}
{"id": 399918, "user_id": "6576f4e0014d3d1c31d6fe43", "user_name": "曾垂松", "task_id": 135, "source_info": {"seq_id": 169, "text": "【0】 # 阵发性夜间呼吸困难\n【1】 阵发性夜间呼吸困难，通常入睡并无困难，但在夜间熟睡后，突因胸闷、气急而需被迫坐起。\n【2】 病人平卧时淤血加重,于睡眠中突然憋醒,被迫坐起。轻者经数分钟至数十分钟后症状消失,有些病人伴有咳嗽，咳泡沫样痰。有些病人伴支气管痉挛,双肺干罗音,与支气管哮喘类似,又称心源性哮喘。重症者可咳粉红色泡沫痰,发展成急性肺水肿。本质是体循环淤血所致，常见于左心衰。\n【3】 **病因**\n【4】 夜间阵发性呼吸困难的发生机理是：\n【5】 (1)患者平卧入睡后，下半身静脉血液回流增多，而且在白天因重力关系积聚在下垂部位组织间隙中的水肿液也因体位改变而回流入血，故肺部的淤血水肿明显加剧。\n【6】 (2)入睡时迷走神经中枢紧张性升高，支气管口径变小，通气阻力增大。\n【7】 (3)熟睡时神经反射的敏感性降低，因而只有当肺淤血发展到比较严重的时候，才能刺激呼吸中枢，引起突然发作的呼吸困难，迫使坐起而张口呼吸。\n【8】 **预防**\n【9】 1、合理饮食，不要偏食，不宜过量。要控制高胆固醇、高脂肪食物，多吃素食。同时要控制总热量的摄入，限制体重增加。\n【10】 2、生活要有规律，避免过度紧张;保持足够的睡眠，培养多种情趣;保持情绪稳定，切忌急躁、激动或闷闷不乐。\n【11】 3、保持适当的体育锻炼活动，增强体质。\n【12】 4、不吸烟、酗酒：烟可使动脉壁收缩，促进动脉粥样硬化;而酗酒则易情绪激动，血压升高。\n【13】 5、积极防治老年慢性疾病：如高血压、高血脂、糖尿病等，这些疾病与冠心病关系密切。\n【14】 **检查**\n【15】 相关检查\n【16】 脑电图检查\n【17】 **体格检查**\n【18】 1、患者体位、神态及精神状态。端坐呼吸见于左心衰、重症支气管哮喘;患侧卧位，常见于胸腔积液;惊恐躁动，见于肺水肿;扪胸，痛苦表情见于急性心肌梗死。重度一氧化碳或氰化物中毒、重度酸中毒或肺性脑病常出现不同程度的意识障碍。\n【19】 2、颈静脉有无怒张，胸廓外形及扩张情况，注意有无胸廓畸形、不对称或胸壁压痛。咽喉部有无脓肿、水肿或肿瘤等。\n【20】 3、皮肤粘膜有无皮下气肿和贫血貌。\n【21】 4、呼出气体有无特殊的气味。如呼出气为烂苹果味要考虑糖尿病酮症酸中毒。\n【22】 5、呼吸频率、节律及深度变化，有无三凹征。呼吸深大，见于糖尿病或尿毒症酸中毒;呼吸表浅，见于肺气肿、呼吸肌麻痹或镇静剂过量;潮式呼吸见于脑动脉硬化或颅内压增高。\n【23】 6、有无肺部及胸膜病变的体征。有无胸腹矛盾运动或两侧呼吸运动不对称，有无叩诊浊音或鼓音，有无干湿罗音，有无异常呼吸音。\n【24】 7、有无心脏病及心力衰竭的体征。注意有无心界扩大、心音异常和病理性杂音等。\n【25】 8、有无大量腹水、有无脱水征。\n【26】 9、有无发绀、杵状指及下肢浮肿。\n【27】 **辅助检查**\n【28】 1.一般检查：包括血生化,电解质,尿常规,心电图等。\n【29】 2.X线检查：左心室增大,肺门阴影增强,肺水肿时,肺部有云雾状阴影。\n【30】 3.超声心电图：评价心功能:收缩功能和舒张功能;②发现基础心脏病和对心衰有影响的其他情况。\n【31】 4.其它：放射性核素检查,心-肺吸氧运动实验,心导管和冠状动脉造影检查。\n【32】 **鉴别诊断**\n【33】 1、阵发性夜间呼吸困难轻者坐起后数分钟可缓解，但有的伴阵咳，咯泡沫痰，若伴有哮喘，可称为心源性哮喘。\n【34】 2、阵发性夜间呼吸困难重者可发展成肺水肿，表现为严重的呼吸困难，每分钟呼吸40～50次，端坐呼吸、频频咳嗽，常咯出泡沫痰，伴烦躁不安、口唇青紫、大汗淋漓。\n【35】 ", "title": "阵发性夜间呼吸困难", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/6088_jieshao.html\", \"category\": \"内科::呼吸内科::阵发性夜间呼吸困难\", \"create_time\": \"2023-12-26 16:28:34.379219\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 18:35:04"}
{"id": 399917, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 474, "text": "【0】 # 眼底异常\n【1】 眼底异常――老年人疾病的信号，高血压、糖尿病、颅高压、脑脊液过多、或者血管病变都可以引起眼底异常 还有一个就是高度近视 可引起视网膜剥脱。\n【2】 **病因**\n【3】 眼底异常的病因：\n【4】 可能患有高血压病、糖尿病、心脏病。\n【5】 **预防**\n【6】 首先做好引起这个症状的疾病的预防，高血压的预防有：\n【7】 一、 合理膳食：\n【8】 1\\. 饮食对于高血压的重要性：民以食为天，合理的膳食可以使你不胖也不瘦，胆固醇不高也不低。\n【9】 2\\. 果蔬 ：每天人体需要B族维生素、维生素C，可以通过多吃新鲜蔬菜及水果来满足。有人提倡，每天吃1-2只苹果，有益于健康，水果还可补充钙，钾、铁、镁等。\n【10】 3.补钙 ：有人让高血压患者每天服1克钙，8星期后发现血压下降。因此应多吃些富含钙的食品，如黄豆、葵花子、核桃、牛奶、花生、鱼虾、红枣、鲜雪里蕻、蒜苗、紫菜等。\n【11】 4.补铁 ：研究发现，老年高血压患者血浆铁低于正常，因此多吃豌豆、木耳等富铁食物，不但可以降血压，还可预防老年人贫血。\n【12】 二 、适量运动：\n【13】 运动对高血压的重要性：有句话说：“年轻时，用健康换取金钱，年老时，用运动换取健康。”运动除了可以促进血液循环，降低胆固醇的生成外，并能增强肌肉、骨骼与关节僵硬的发生。运动能增加食欲，促进肠胃蠕动、预防便秘、改善睡眠。有持续运动的习惯：最好是做到有氧运动，才会有帮助。有氧运动同减肥一样可以降低血压，如散步、慢跑、太极拳、骑自行车和游泳都是有氧运动。\n【14】 三 、戒烟限酒：\n【15】 吸烟会导致高血压。研究证明，吸一支烟后心率每分钟增加5-20次/分，收缩压增加10-25mmhg。这是为什么呢?因为烟叶内含有尼古丁(烟碱)会兴奋中枢神经和交感神经，使心率加快，同时也促使肾上腺释放大量儿茶酚胺，使小动脉收缩，导致血压升高。尼古丁还会刺激血管内的化学感受器，反射性地引起血压升高。\n【16】 四 、心理平衡：\n【17】 高血压患者的心理表现是紧张、易怒、情绪不稳，这些又都是使血压升高的诱因。患者可通过改变自己的行为方式，培养对自然环境和社会的良好适应能力，避免情绪激动及过度紧张、焦虑，遇事要冷静、沉着;当有较大的精神压力时应设法释放，向朋友、亲人倾吐或鼓励参加轻松愉快的业余活动，将精神倾注于音乐或寄情于花卉之中，使自己生活在最佳境界中，从而维持稳定的血压。\n【18】 五 、按时就医：\n【19】 ①服完药后血压升高；②血压升高或过低，血压波动大；③出现眼花，头晕，恶心呕吐，视物不清，偏瘫，失语，意识障碍，呼吸困难，肢体乏力等即到医院就医。如病情危重，请求救120急救中心。\n【20】 **检查**\n【21】 相关检查\n【22】 眼底检查 眼底微血管检查\n【23】 眼底异常的检查诊断：\n【24】 做一些眼部的检查，如眼底检查。\n【25】 **鉴别诊断**\n【26】 眼底异常易混淆的症状：\n【27】 高血压病：患此症者均有眼底改变。早期在眼的表现是眼底动脉痉挛。 糖尿病：病人在疾病发展进程中会影响眼底变化，应在眼底发生异常变化之前治好糖尿病，以免严重时合并视网膜病变导致失明。心脏病：高血压性的心脏病常伴有各器官动脉硬化，尤其是大脑、心脏和肾脏。眼底动脉硬化出现更早，因而致失明。\n【28】 ", "title": "眼底异常", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/5553_jieshao.html\", \"category\": \"五官科::眼科::眼底异常\", \"create_time\": \"2023-12-26 16:28:34.946166\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 18:23:26"}
{"id": 399916, "user_id": "6576f4e0014d3d1c31d6fe43", "user_name": "曾垂松", "task_id": 135, "source_info": {"seq_id": 210, "text": "【0】 # 手足长水泡\n【1】 手足癣多见足底或手掌出现水疱，甚至几个水疱融合成较大的水疱，边界清楚，皮肤不红，疱破脱屑。\n【2】 **病因**\n【3】 手足癣是发生于掌、跖与指、趾间皮肤的浅部真菌感染。致病菌手足癣主要有红色毛癣菌、须癣毛癣菌和絮状表皮癣菌。\n【4】 **预防**\n【5】 1、平时要讲究个人卫生，不要用公用拖鞋、脚盆、擦布等，鞋袜、脚布要定期灭菌，保持足部清洁干燥。\n【6】 2、手足多汗和损伤，往往是脚癣或手癣最多见的诱因之一，平时要减少化学性、物理性、生物性物质对手足皮肤的不良刺激，少饮刺激性饮料，如浓茶、咖啡、酒类等。\n【7】 3、晚上洗脚或洗澡后，要揩干趾缝间的水分，扑上消毒撒布粉，目的在于尽量保持各趾间的干燥，以防止表皮霉菌的再感染。\n【8】 4、鞋袜、脚布要定期灭菌，保持足部清洁干燥。浴室、游泳池等公共场所是传染足癣的主要地方，应严格执行消毒管理制度。\n【9】 **检查**\n【10】 相关检查\n【11】 必需微量元素检测\n【12】 多见于成年人，往往是夏季发作或加重，冬季气候干燥时减轻或症状消失，故冬季是治疗手足癣的最佳时机。\n【13】 **鉴别诊断**\n【14】 可与手上有小水泡进行鉴别。\n【15】 手上有小水泡常见于汗疱疹。汗疱疹又称出汗障碍疹，是皮肤湿疹的一种，对称性的发生于手或脚的侧面。是发生在掌跖的水疱性皮肤病。常在冬季出现掌跖部水泡而得名。常见于裂纹性湿疹和手部湿疹。病程较长，一般比较顽固难治。\n【16】 ", "title": "手足长水泡", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/6684_jieshao.html\", \"category\": \"皮肤性病科::皮肤科::手足长水泡\", \"create_time\": \"2023-12-26 16:28:36.512764\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 18:49:08"}
{"id": 399915, "user_id": "6576f4e0014d3d1c31d6fe43", "user_name": "曾垂松", "task_id": 135, "source_info": {"seq_id": 1150, "text": "【0】 # 睑结膜出现灰白色膜\n【1】 睑结膜出现灰白色膜可见于各类结膜炎，一般是由感染因素造成的。由於新生血管的滲漏、出血、機化，最後形成瘢痕，形成永久性机化膜。见于传染性结膜炎，膜性结膜炎，假膜性结膜炎，流行性角膜结膜炎等感染性结膜炎。结膜炎多是接触传染，故应提倡勤洗手、洗脸或不用手和衣袖拭眼。所用脸盆、毛巾、手帕等必须与他人分开，并应经常煮沸消毒，防止传染别人。\n【2】 **病因**\n【3】 见于传染性结膜炎，膜性结膜炎，假膜性结膜炎，流行性角膜结膜炎等感染性结膜炎。\n【4】 **预防**\n【5】 结膜炎多是接触传染，故应提倡勤洗手、洗脸或不用手和衣袖拭眼。所用脸盆、毛巾、手帕等必须与他人分开，并应经常煮沸消毒，防止传染别人。传染性结膜炎患者应进行隔离，更不允许到公共游泳区游泳，医务人员在接触患者之后也必须洗手消毒，以防交叉感染。如一眼患结膜炎，必须告诉病人保护健眼不受传染。遇严重传染性结膜炎时，可用透明眼罩遮盖健眼，周围用绊创膏密封，于外下方通一小橡皮管，以便空气流通，医生也容易观察健眼是否患病。\n【6】 **检查**\n【7】 相关检查\n【8】 激发试验 直接检眼镜检查法\n【9】 红眼病(传染性结膜炎)：发病急，自觉流泪、异物和烧灼感。检查眼睑、结膜水肿，结膜充血，有脓性或粘液性分泌物，常使上下睫毛粘在一起，早晨起床时睁眼困难。细菌性红眼病严重者眼睑红肿，睑结膜出现灰白色膜，能擦去但易再生，称为假膜;病毒性红眼病分泌物多呈水样或粘性，出现感冒样症状，球结膜下小出血点，伴同侧耳前淋巴结肿大、压痛;过敏性红眼病分泌物清稀，或呈粘液样、丝状，有明显的痒感，眼睑、结膜水肿明显，常能寻找出过敏原因。\n【10】 膜性结膜炎(membranous conjunctivitis)又称白喉性结膜炎(diphtheritic conjunctivitis)，即为白喉杆菌引起的急性化脓性结膜炎。特点是睑结膜表面有一层不易剥脱的灰白色膜样渗出物，多同时伴有鼻咽部白喉、发热及其他全身中毒症状。由于白喉疫苗的广泛接种，目前本病在我国已极为少见。\n【11】 假膜性结膜炎：有些病原体导致的严重的急性结膜炎，在结膜表面可形成一层膜性渗出，是由从血管中渗出的蛋白和纤维素在结膜表面凝结而成，故称假膜性结膜炎，实际上，假膜的形成是炎症反应的表现，并不具特异性。除急性结膜炎的一般症状外，结膜囊分泌物明显增多，睑结膜及穹隆结膜表面出现灰白色膜性渗出，渗出膜一般易于剥离，剥离后其下方结膜可有少许出血，无明显溃疡，随即可再形成新的假膜，个别严重病例渗出膜不易剥离，剥离后创面呈溃疡状，出血较多;一般经1～3周，假膜可逐渐消失。由于多种炎症的急性结膜炎均可伴有假膜，故还应根据其他的临床特点、全身情况及病原学检查做出诊断。\n【12】 **鉴别诊断**\n【13】 睑结膜出现灰白色膜的鉴别诊断：\n【14】 1、结膜变浅或变苍白：结膜变浅或变苍白是指不同程度贫血时，眼结膜颜色变浅或者变苍白。\n【15】 2、视神经乳头苍白：临床上将视乳头颜色变淡或苍白称为视神经萎缩，而严格称视神经萎缩是指视神经发生退行性病变致使视乳头颜色变淡或苍白。所以应从视乳头颜色及其功能即视力、视野等来确定。\n【16】 3、瞳孔变白：我国为黄种人，瞳孔呈黑色，清静明亮。如果瞳孔色泽出现异常，预示着已患疾病。瞳孔区域由黑变白，最常见的原因是老年性白内障。\n【17】 ", "title": "睑结膜出现灰白色膜", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/2417_jieshao.html\", \"create_time\": \"2023-12-26 16:28:29.533711\", \"category\": \"五官科::眼科::睑结膜出现灰白色膜\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 18:53:09"}
{"id": 399914, "user_id": "6576f4e0014d3d1c31d6fe43", "user_name": "曾垂松", "task_id": 135, "source_info": {"seq_id": 838, "text": "【0】 # 阴道后穹窿触痛\n【1】 输卵管妊娠流产或破裂者，可有阴道后穹窿饱满有触痛。卵子在输卵管壶腹部受精,受精卵因某些原因在输卵管被阻，而在输卵管的某一部分着床、发育,发生输卵管妊娠。以壶腹部妊娠为最多，占50～70%;其次为峡部,占30～40%;伞部、间质部最少见，占1～2%。多见于妊娠8一12周输卵管壶腹部妊娠。受精卵种植在输卵管粘膜皱襞内后，由于蜕膜形成不完整，发育中的囊胚常向管腔突出，最终突破包膜而出血，囊胚与管壁分离，若整个囊胚剥离落人管腔刺激输卵管逆蠕动经伞端排出到腹腔，形成输卵管妊娠完全流产，出血一般不多。\n【2】 **病因**\n【3】 阴道后穹窿触痛的病因：输卵管妊娠流产或破裂。\n【4】 1、输卵管发育不良或畸形：\n【5】 输卵管发育不良者，其壁之肌纤维发育差或缺乏，内膜纤毛缺乏，其外形较正常输卵管细薄，并弯曲呈螺旋状，较正常为长。发育畸形者有多孔、憩室、双输卵管口或另有一发育不全的输卵管，为副输卵管。\n【6】 2、慢性输卵管炎：\n【7】 输卵管内膜因炎症粘连形成狭窄部，输卵管曲折或输卵管周围有炎症粘连，常使孕卵受阻。输卵管炎不仅引起形态上的变化，且使输卵管内膜纤毛常有缺损，输卵管蠕动能力降低，影响孕卵移行。\n【8】 3、输卵管的子宫内膜异位症：\n【9】 子宫内膜组织可侵入输卵管间质部，使间质部增厚，管腔狭窄或阻塞为输卵管妊娠原因之一。有人提出，异位于输卵管、卵巢、盆腔的子宫内膜，对受精卵可能有某些趋化作用，诱发受精卵在宫腔以外的位置着床。\n【10】 4、盆腔原因：\n【11】 盆腔内肿瘤压迫或牵引可使输卵管变细变长，迂回曲折，阻碍孕卵通过。\n【12】 5、不恰当的节育措施：\n【13】 数学者认为惰性或活性IUD能有效的防止宫内妊娠，部分防止输卵管妊娠，而不能防止卵巢妊娠。近年来国内外带器异位妊娠发生率明显增加。\n【14】 6、绝育术后再通、新生伞、技术错误等均可形成输卵管妊娠。\n【15】 7、衣原体感染：\n【16】 是异位妊娠的一种单独存在的重要因子。当衣原体抗体滴度1∶16，相对危险性为2.91滴度1∶64则为3.0。\n【17】 **预防**\n【18】 阴道后穹窿触痛的预防：\n【19】 为预防和避免流产，应注意以下几点：\n【20】 1、急性传染病须待痊愈后一段时间方可怀孕。慢性病病人则应治疗到病情稳定并经专科医生认可后才能怀孕。\n【21】 2、对于有过流产史的夫妇，应及时到医院检查，查清引起流产的原因，无论是夫妇哪一方有问题，都应及时治疗，治愈后再要孩子。\n【22】 3、已经怀孕的妇女，要避免接触有害化学物质，如苯，汞，放射线等。怀孕早期应少到公共场所去，避免病毒及细菌感染。如果孕妇患了病，要及时在医生的指导下服药治疗，不可自己随意用药。\n【23】 4、早孕期(孕12周内)除注意饮食卫生和避免过分劳累外，还要避免过分紧张，保持情绪稳定，以利安胎。妊娠的最初3个月不要同房。如果经检查，胎儿发育异常，医生认为应作刮宫术时，病人不宜拖延，以免造成失血过多(甚至休克、死亡)或形成影响今后生育的内生殖器炎症，须知大多数流产掉的胚胎一般都是有先天缺陷的，属于自然淘汰之列，切不可因小失大，危及孕妇健。\n【24】 **检查**\n【25】 相关检查\n【26】 腹腔镜 刮宫检查 经阴道超声\n【27】 阴道后穹窿触痛的检查诊断：\n【28】 1.HCG测定：是目前早期诊断异位妊娠的重要方法。\n【29】 2.孕酮测定：异位妊娠的血清P水平偏低，但在孕5～10周时相对稳定，单次测定即有较大的诊断价值，尽管正常和异常妊娠血清P水平存在交叉重叠，难以确定它们之间的绝对临界值，但血清P水平低于10ng/m1(放免测定)，常提示异常妊娠，其准确率在90%左右。\n【30】 3.超声诊断：B型超声检查对异位妊娠的诊断尤为常用，阴道B超检查较腹部B起程检查准确性更高。\n【31】 4.诊断性刮宫：在不能排除异位妊娠时，可行诊断性刮宫术，获取子宫内膜进行病理检查。但异位妊娠的子宫内膜变化并无特征性，可表现为蜕膜组织，高度分泌相伴有或不伴A?S反应，分泌相及增生相多种。子宫内膜变化与患者有无阴道流血及阴道流血时间长短有关。因而单靠诊断性刮宫对异位妊娠的诊断有很大的局限性。\n【32】 5.后穹窿穿刺：后宫窿穿刺辅助诊断异位妊娠被广泛采用，常可抽出血液放置后不凝固，其中有小凝血块。若未抽出液体，也不能排除异位妊娠的诊断。\n【33】 6.腹腔镜检查：大多情况下，异位妊娠患者经病史、妇科检查、血β?HCG测定，B超检查后即可对早期异位妊娠作出诊断，但对部分诊断比较困难的病例，在腹腔镜直视下进行检查，可及时明确诊断，并可同时手术治疗。\n【34】 7.其他生化标记：Grosskinsky等报道异位妊娠者血清AFP水平升高，E2水平低下，两者与血清HCG、孕酮联合测定，在异位妊娠检测中优于单项测定。\n【35】 **鉴别诊断**\n【36】 阴道后穹窿触痛易混淆的症状的鉴别：\n【37】 1.早期妊娠先兆流产：先兆流产腹痛一般较轻，子宫大小与妊娠月份基本相符，阴道出血量少，无内出血表现。B超可鉴别。\n【38】 2.卵巢黄体破裂出血： 黄体破裂多发生在黄体期，或月经期。但有时也难与异位妊娠鉴别，特别是无明显停经史，阴道有不规则出血的患者，常需结合HCG进行诊断。\n【39】 3.卵巢囊肿蒂扭转： 患者月经正常，无内出血征象，一般有附件包块病史，囊肿蒂部可有明显压痛，经妇科检查结合B超即可明确诊断。\n【40】 4.卵巢巧克力囊肿破裂出血： 患者有子宫内膜异位症病史，常发生在经前或经期，疼痛比较剧烈，可伴明显的肛门坠胀，经阴道后穹窿穿刺可抽出巧克力样液体可确诊，若破裂处伤及血管，可出现内出血征象。\n【41】 5.急性盆腔炎： 急性或亚急性炎症时，一般无停经史，腹痛常伴发热，血象、血沉多升高，B超可探及附件包块或盆腔积液，尿HCG可协助诊断，尤其经抗炎治疗后，腹痛、发热等炎性表现可逐渐减轻或消失。\n【42】 6.外科情况： 急性阑尾炎，常有明显转移性右下腹疼痛，多伴发热，恶心呕吐，血象增高;输尿管结石，下腹一侧疼痛常呈绞痛，伴同侧腰痛，常有血尿，结合B超和X线检查可确诊。\n【43】 ", "title": "阴道后穹窿触痛", "tags": "", "lang": "", "attr": "{\"exta\": {\"category\": \"妇产科::妇科::阴道后穹窿触痛\", \"url\": \"https://zzk.xywy.com/5827_jieshao.html\", \"create_time\": \"2023-12-26 16:28:32.389017\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 18:30:34"}
{"id": 399913, "user_id": "6576f4e0014d3d1c31d6fe43", "user_name": "曾垂松", "task_id": 135, "source_info": {"seq_id": 1465, "text": "【0】 # 丹毒\n【1】 丹毒(Erysipelas) 是皮肤及其网状淋巴管的急性炎症。好发于下肢和面部。其临床表现为起病急，局部出现界限清楚之片状红疹，颜色鲜红，并稍隆起，压之褪色。皮肤表面紧张炽热，迅速向四周蔓延，有烧灼样痛。伴高热畏寒及头痛等。丹毒虽以“毒”命名，却并不是病毒感染引起的，而是由细菌感染引起的急性化脓性真皮炎症。其病原菌是A族乙型溶血性链球菌，多由皮肤或粘膜破伤而侵入，但亦可由血行感染。\n【2】 **病因**\n【3】 丹毒的病原菌为A族B型溶血性链球菌，偶有C型或c型链球菌所致。多由皮肤或黏膜的破损处而侵入，也可由血行感染，故鼻部炎症、抠鼻、掏耳、足解等因素常成为丹毒的诱因，病原茵可潜伏于淋巴管内引起复发。其他如营养不良、过分酗酒、丙种球蛋白缺陷及肾性水肿等皆可为丹毒的促发因素。\n【4】 **预防**\n【5】 丹毒患者应注意休息，避免过度劳累，并适当隔离。如病在下肢，则应卧床，抬高患肢。药物治疗以青霉素为首选，口服或静脉滴注。对青霉素过敏者可口服红霉素或磺胺类药物。局部可外涂20%-30%鱼石脂软膏，或用0.1%雷夫奴尔溶液湿敷。根治足癣可预防下肢丹毒，预防面部丹毒应避免和纠正挖鼻习惯。头面部丹毒的病人可取半卧位。饮食宜清淡，不宜刺激性食物，鼓励病人多饮水。\n【6】 发热者可给予酒精擦浴或退烧药。皮肤感到瘙痒时，应避免抓破，造成再次感染。药物方面以抗菌素为主，首选青霉素，其次为庆大霉素、红霉素、四环素或磺胺类药物。值得注意的是，应在全身和局部症状消失3~5天才能停用抗菌素，以免丹毒复发。局部可以用50%的硫酸镁湿热敷，或试用铅洗剂与酒精各一半配成的溶液湿敷。\n【7】 **检查**\n【8】 相关检查\n【9】 血常规 鼻部放射线检查\n【10】 实验室检查必须以病史及体格检查所了解到的客观材料为依据进行归纳和分析，从中提出几种诊断之可能，然后进一步考虑做哪些实检室检查来证实诊断。如：血常规检查白细胞总数、嗜中性白细胞增高；伤口及破损处的拭子革兰染色和细菌培养；下肢丹毒应行足趾间皮屑真菌学检查；面部丹毒应行鼻旁窦放射线检查。\n【11】 **鉴别诊断**\n【12】 注意与接触性皮炎、蜂窝织炎、癣菌疹相鉴别：\n【13】 蜂窝织炎(cellulitis)是一种特别累及真皮深部和皮下组织的化脓性炎症，最常由化脓性链球菌或金黄色葡萄球菌引起。儿童多数是金黄色葡萄球菌感染。糖尿病溃疡和褥疮溃疡周围的蜂窝织炎包括革兰阳性球菌、革兰阴性需氧菌和厌氧菌在内的混合感染。致病菌通过外部(免疫正常者)或血源性途径(免疫抑制者)进入真皮引起感染。发病前常出现系统症状，如发热、寒战和乏力。受累部位出现红、肿、热、痛斑块，红肿以中心部最为明显，外周颜色逐渐变淡，与正常皮肤界限不清。水肿处皮肤有坚实感，压之凹陷。严重者有水疱、坏死，破溃流脓而形成溃疡。近卫淋巴结可肿大。儿童好发于头颈部。成人多数肢端受累。\n【14】 癣菌疹的皮疹表现多样，常见的为湿疹样癣菌疹。多发生于小腿、大腿或手掌、手指，红斑、丘疹、水疱呈对称性分布，患处略肿胀，剧痒或触痛。如果出现继发性细菌感染，可出现脓疱，严重者有发热、厌食、表浅淋巴结肿大、血中白细胞增多。除上述表现外，还可见小腿丹毒样癣菌疹、荨麻疹样癣菌疹、环状红斑样癣菌疹等等。 该病的诊断并不难。患者多有活动性癣病灶(原有的癣出现水疱、糜烂、渗液、剧痒)，在炎热季节发病。皮疹对称发生，癣菌疹处检查不到真菌，癣菌素皮试为阳性反应。\n【15】 ", "title": "丹毒", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/570_jieshao.html\", \"create_time\": \"2023-12-26 16:28:29.647601\", \"category\": \"皮肤性病科::皮肤科::丹毒\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 19:15:20"}
{"id": 399912, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 598, "text": "【0】 # 哮鸣音\n【1】 哮鸣音也叫干啰音，哮鸣音其实是干啰音中的一种特殊表现类型。当支气管哮喘发作时会出现哮鸣音。这时除细支气管痉挛的范围广泛外，如果还伴有细支气管粘膜肿胀和管腔内的分泌物潴留，哮鸣音的强度也就更大。临床上，广泛而明显的哮鸣音是诊断支气管哮喘和喘息型慢性支气管炎的重要体征之一。\n【2】 **病因**\n【3】 哮鸣音的出现主要是由于肺内广泛的细支气管痉挛，在呼气时，气流通过狭窄的细支气管管腔而产生的一种病理性呼吸音，在呼气时最明显。\n【4】 哮鸣音的特点是音调高，具有象金属丝震颤样音乐性的音响，持续时间久和呼气时明显而吸气时基本消失等特征。这种病理性的呼吸音，在其他疾病引起的通气阻塞时也可以出现。如支气管异物、支气管内膜结核时，听诊时也常发现哮鸣音。但这种哮鸣音一般多局限于肺的一侧或仅在有阻塞存在的某一部位，很少呈两侧广泛性存在。在心源性哮喘发作期也可以出现哮鸣音，但这种哮鸣音无论在吸气或呼气的过程中都存在，并且呼气时间的延长远不如支气管哮喘时那样明显。\n【5】 **预防**\n【6】 支气管哮喘病人，特别是哮喘婴幼儿和哮喘儿童应注意饮食不当可以诱发哮喘发作，因此须注意以下几点：　　\n【7】 1.应避免进食过咸或过甜食物，这在年龄小的患者尤为重要。　　\n【8】 2.避免可能诱发哮喘的食物如鱼、虾、蟹、芝麻、牛奶、鸡蛋等。　　\n【9】 3.某些食物添加剂可以诱发哮喘，应注意避免。\n【10】 **检查**\n【11】 相关检查\n【12】 心肺功能运动试验（CPET） 纤维支气管镜检查 痰液细胞学检查\n【13】 支气管哮喘发作时，都必然出现哮鸣音，这时除细支气管痉挛的范围广泛外，如果还伴有细支气管粘膜肿胀和管腔内的分泌物潴留，哮鸣音的强度也就更大。临床上，广泛而明显的哮鸣音是诊断支气管哮喘和喘息型慢性支气管炎的重要体征之一。哮鸣音的特点是音调高，具有象金属丝震颤样音乐性的音响，持续时间久和呼气时明显而吸气时基本消失等特征。\n【14】 这种病理性的呼吸音，在其他疾病引起的通气阻塞时也可以出现。如支气管异物、支气管内膜结核时，听诊时也常发现哮鸣音。但这种哮鸣音一般多局限于肺的一侧或仅在有阻塞存在的某一部位，很少呈两侧广泛性存在。在心源性哮喘发作期也可以出现哮鸣音，但这种哮鸣音无论在吸气或呼气的过程中都存在，并且呼气时间的延长远不如支气管哮喘时那样明显。\n【15】 **鉴别诊断**\n【16】 干啰音与哮鸣音在概念上有相同之处，但也有区别：\n【17】 啰音一般分干啰音与湿罗音两大类，干啰音根据音调高低，又可分为鼾音，飞箭音、笛音或哮鸣音。发生于较大支气管者，称为鼾音，多由粘稠分泌物在气管内震动形成，特点是音调低、响度大；发生于较小支气管者，称“笛音”或“飞箭音”，特点是声音尖锐、音调高；当肺内广泛的细支气管痉挛时，则可产生满肺野的哮鸣音。所以，哮鸣音其实是干啰音中的一种特殊表现类型。　\n【18】 支气管哮喘发作时，都必然出现哮鸣音，这时除细支气管痉挛的范围广泛外，如果还伴有细支气管粘膜肿胀和管腔内的分泌物潴留，哮鸣音的强度也就更大。临床上，广泛而明显的哮鸣音是诊断支气管哮喘和喘息型慢性支气管炎的重要体征之一。　\n【19】 哮鸣音的特点是音调高，具有象金属丝震颤样音乐性的音响，持续时间久和呼气时明显而吸气时基本消失等特征。这种病理性的呼吸音，在其他疾病引起的通气阻塞时也可以出现。如支气管异物、支气管内膜结核时，听诊时也常发现哮鸣音。但这种哮鸣音一般多局限于肺的一侧或仅在有阻塞存在的某一部位，很少呈两侧广泛性存在。在心源性哮喘发作期也可以出现哮鸣音，但这种哮鸣音无论在吸气或呼气的过程中都存在，并且呼气时间的延长远不如支气管哮喘时那样明显。\n【20】 ", "title": "哮鸣音", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/5065_jieshao.html\", \"category\": \"内科::呼吸内科::哮鸣音\", \"create_time\": \"2023-12-26 16:28:33.470253\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 18:24:25"}
{"id": 399911, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 1030, "text": "【0】 # 婴儿出牙延迟\n【1】 婴儿出牙时间的早晚，主要是由遗传因素所决定的。通常孩子在出生6~7个月便开始长牙，出牙早的孩子在4个月便开始长牙，出牙晚的孩子要到10个月左右才萌出，个别孩子要到1岁以后才长出第一颗乳牙，这种情况与婴幼儿时期骨骼生长的快慢有关。\n【2】 **病因**\n【3】 一般来说，宝宝出生后6至8个月就该长牙了。最先长出的乳牙是 下颌正中的两个中切牙，接着才是上颌的中切牙，然后则是下颌与上颌的侧切牙(每一侧的第2个)、第一乳磨牙(每一侧的第4个)、乳尖牙(每一侧的第3个) 和第二乳磨牙(最后一个)。到两岁半左右，所有乳牙便可长齐了。\n【4】 但由于气候、生活水平、体质等方面的差异，婴儿出牙的时间也略有不同，小儿出牙时间有早有晚。但如果超过1周岁仍未有出牙，就应请儿科或口腔科医生检查。\n【5】 乳牙总数=婴儿月龄减去4-6 ，健康的宝宝大约在6个月左右开始萌出乳牙，1岁时出6-8颗牙，乳牙的总数大约等于婴儿月龄减去4?6，如14个月的婴儿，牙齿数目为8～10颗。一般乳牙在2岁前出满为20颗。\n【6】 宝宝乳牙迟萌最常见的原因是缺钙，医学上称为维生素D缺乏性佝偻病(俗称小儿缺钙)。因为缺钙，宝宝可迟至1岁多才出牙，而且牙釉质发育差，容易出现龋齿。\n【7】 **预防**\n【8】 **婴儿出牙延迟的预防方法：**\n【9】 第一、做到合理喂养，及时给宝宝添加辅食，如饼干、馒头、蔬菜、水果等，既补充营养，又有助于乳牙的发育。　\n【10】 第二、多晒太阳。冬季出生的宝宝，2个月即可抱出户外活动，晒太 阳的时间夏季宜在早晨，冬春季可以在午后。应尽量暴露皮肤让阳光直晒，寒冷季节可只露出面部和双手。晒太阳时要注意保护眼睛，可用纱巾或帽子等物遮挡一 下。夏季晒太阳应注意防止皮肤灼伤，可以在阳台或树荫下活动;冬季要避免着凉而感冒;屋内晒太阳应打开窗户，因为紫外线不能透过玻璃。\n【11】 治疗佝偻病除了晒太阳，还应服用维生素D和钙剂。　　\n【12】 婴幼儿从6个月左右开始长出乳牙，6岁开始换恒牙，一直延续到12岁才全部换完牙，初步建立恒牙股。 \n【13】 1、在出牙时，因乳牙接近牙床粘膜而刺激牙龈，可出现牙龈出血、水肿、发痒，所以婴儿喜欢把手指放在口里吮啃，也常发生咬奶头、口水增多、流涎等现象。这 时应注意口腔卫生，奶头、玩具要清洗干净，喂奶后给些温开水以清洁口腔，预防牙龈发炎。在婴儿出牙时，可给些比较硬的食品(如烤面包干、苹果、梨等)让小儿啃咬，以刺激牙床，促使牙齿尽快萌出。\n【14】 2、6岁左右的儿童开始换牙，此时，应密切注意孩子牙替换前出现的情况。上颌恒切牙是在乳牙的内侧萌出，如果乳牙未退会出现双层牙，应及时拔除滞留乳牙。\n【15】 **检查**\n【16】 相关检查\n【17】 人体内的微量元素检测 必需微量元素检测\n【18】 通常孩子在出生6~7个月便开始长牙，出牙早的孩子在4个月便开始长牙，出牙晚的孩子要到10个月左右才萌出，个别孩子要到1岁以后才长出第一颗乳牙，这种情况与婴幼儿时期骨骼生长的快慢有关。\n【19】 出牙晚说明孩子骨骼生长较缓慢，出牙早说明孩子骨骼生长较快，当然这是相对而言。只要不是由于缺钙或疾病所致的出牙晚，一般来说是不会影响今后骨骼的生长发育的。孩子的长高主要是靠长骨(四肢骨)的生长，长骨的生长主要是在骨干两端的干骺端和骨骺间的软骨组织中进行的。\n【20】 随着年龄的增长，四肢长骨增长速度远远较躯干增长迅速，到青春后期骨骼停止生长，孩子也就不会再长高了。孩子今后的身高，决定的因素在于遗传、营养和适宜 的运动，与出牙时间的早晚没有直接的关系。有些父母一见孩子该出牙时没长牙以为是缺钙，就给孩子吃鱼肝油和钙片，这是不可取的。\n【21】 给孩子补钙与否，主要是要根据孩子的身体实际情况来决定，孩子出牙晚不一定就是缺钙，但要结合检查及其所表现的症状进行综合分析来决定。孩子缺钙常表现为 囟门闭合迟缓、头发稀少、出汗多、爱哭闹等，此时在医生的指导下适当补充一些钙制剂和鱼肝油滴剂，并注意辅食合理，对孩子的健康是有益的。\n【22】 如果一见孩子8个月或10个月还没有出牙，父母就给孩子服用大量的鱼肝油和钙片，就很容易引起维生素D过量甚至中毒，这样做对孩子的健康是有害无益的。　\n【23】 出牙“不良”反应　　发热：有些宝宝在牙齿刚萌出时，会出现不同程度的发热。只要体温不超过38°C，且精神好、食欲旺盛，就无需特殊处理，多给宝宝喝些开水就行了;如果体温超过38.5°C，并伴有烦躁哭闹、拒奶等现象，则应及时就诊，请医生检查看是否合并其他感染。　\n【24】 腹泻：有些宝宝出牙时会有腹泻。当宝宝大便次数增多、但水分不多时，应暂时停止给宝宝添加其他辅食，以粥，细、烂面条等易消化食物为主，并注意餐具的消毒;若次数每天多于10次、且水分较多时，应及时就医。\n【25】 流涎(俗称流口水)：多为出牙期的暂时性表现，应为宝宝戴口水巾，及时擦干流出的口水。\n【26】 **鉴别诊断**\n【27】 **鉴别诊断：**\n【28】 生长缓慢：儿童的年龄性别身高与同年龄同性别参照人群标准相比，低于中位数减2个标准差，但高于或等于中位数减3个标准差，为中度生长迟缓，如低于参照人群的中位数减3个标准差为重度生长迟缓，此指标主要反映过去或长期慢性营养不良。\n【29】 营养不良：是一种慢性营养缺乏症，由于蛋白质及(或)总热量长期不足所引起，多见于3岁以下婴幼儿。主要表现为进行性消瘦，体重减轻或水肿，严重者常有内脏器官功能紊乱，影响心脏、肝脏、肾脏等器官功能。\n【30】 出牙晚说明孩子骨骼生长较缓慢，出牙早说明孩子骨骼生长较快，当然这是相对而言。只要不是由于缺钙或疾病所致的出牙晚，一般来说是不会影响今后骨骼的生长发育的。孩子的长高主要是靠长骨(四肢骨)的生长，长骨的生长主要是在骨干两端的干骺端和骨骺间的软骨组织中进行的。\n【31】 ", "title": "婴儿出牙延迟", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/5878_jieshao.html\", \"category\": \"儿科::儿科综合::婴儿出牙延迟\", \"create_time\": \"2023-12-26 16:28:30.196097\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {"type3": "无关文本#26#26\n"}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 18:38:57"}
{"id": 399910, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 555, "text": "【0】 # 胸膜粘连\n【1】 所谓胸膜粘连就是相对两层的胸膜粘着了。这种病变是由肺结核、胸膜炎以及胸部损伤后引发的。局限性的常发生在肋膈角处，导致该处的横膈运动减弱。胸膜也可以出现较广泛的层样增厚和粘连，不但会引起肋间隙缩小，纵膈向患侧移位，脊柱向对侧侧凸，横膈上升，而且会使肺门上提，气管向患侧移位，胸膜粘连除膜状的外，还有一种索状的，主要发生在胸壁与一处肺表面之间。\n【2】 **病因**\n【3】 胸膜粘连的病因\n【4】 其原因是在这类伤患者的胸膜腔内往往会有渗出的积液，一旦积液中的纤维蛋白沉着在胸膜上，便可导致胸膜增厚，如果纤维蛋白不断沉着，相对的两层胸膜就逐渐粘着了，或者胸膜腔内有肉芽组织增生，也可导致胸膜增厚以至粘连，其临床症状表现各有所异，但是，普遍会有胸部疼痛或呼吸困难等症状。\n【5】 **预防**\n【6】 胸膜粘连的预防\n【7】 1.胸腔内积血(血胸)一般为胸部损伤所致。\n【8】 2.胸腔内积脓(脓胸)可由肺炎或肺脓肿向胸腔扩散所致。\n【9】 3.腔内乳糜液积聚(乳糜胸)是由胸腔内主要淋巴管(胸导管)受损或肿瘤阻塞导管所致。\n【10】 4.吸虫病肺部主要表现为有浸润、囊肿结节及硬结阴影，但亦可发现胸膜粘连增厚;肺炎性假瘤胸部X线片及CT扫描，少数亦可有胸膜粘连影。\n【11】 5.矽肺晚期由于肺部纤维组织收缩牵拉和粘连，横膈可呈现\"天幕状\"影像，可见肺底胸膜粘连。\n【12】 6.胸腔内高胆固醇液体积聚发生于某些慢性胸腔积液，如结核病(多见，不再赘述)或类风湿性关节炎(尸解半数以上有粘连性胸膜炎，常见于严重晚期病人)所致者。\n【13】 以上都是病理产生，亦有人为产生的，如：恶性胸腔积液、自发性气胸、复发性非恶性胸腔积液，向胸腔内注入胸膜粘连剂，如强力霉素溶液或滑石粉等，导致两层胸膜相互粘连，消除了液体和气体积聚的空间。\n【14】 **检查**\n【15】 相关检查\n【16】 胸部CT检查\n【17】 胸膜增厚和粘连，有局限性和广泛性之分。广泛的脏层的粘连会影响肺的呼吸功能，广泛的壁层的粘连会导致肋间隙变狭，胸廓缩小。局限性的常发生在肋膈角处，导致该处的横膈运动减弱。胸膜也可以出现较广泛的层样增厚和粘连，不但会引起肋间隙缩小，纵膈向患侧移位，脊柱向对侧侧凸，横膈上升，而且会使肺门上提，气管向患侧移位，胸膜粘连除膜状的外，还有一种索状的，主要发生在胸壁与一处肺表面之间。这种粘连是由肺的上部病变造成的。\n【18】 在临床上见到的患者，往往既有胸膜增厚，又有胸膜粘连。其临床症状表现各有所异，但是，普遍会有胸部疼痛或呼吸困难等症状。\n【19】 **鉴别诊断**\n【20】 **胸膜粘连的的鉴别诊断：**\n【21】 1、胸膜增厚粘连：肺结核、胸膜炎以及胸部损伤患者的胸膜腔内往往会有渗出的积液，一旦积液中的纤维蛋白沉着在胸膜上，便可导致胸膜增厚，如果纤维蛋白不断沉着，相对的两层胸膜就逐渐粘着了，或者胸膜腔内有肉芽组织增生，也可导致胸膜增厚以至粘连。\n【22】 2、胸膜增厚：胸膜肥厚首先是由胸膜炎所致。有的达2厘米以上，由纤维结缔组织组成，呈灰白色，表面为肉芽组织，脓腔内有大量坏死组织及积脓并有分隔胸膜炎有两种，一种为干性胸膜炎(无胸腔积液)，另一种为渗出性胸膜炎(有胸腔积液)。产生胸膜肥厚主要是由于得过第二种胸膜炎。由于胸水没及时发现和抽水治疗，胸水在胸膜腔内停留时间长了，胸水刺激胸膜加上胸水中有纤维蛋白附在胸壁上故使胸膜增生增厚。因此，患了胸膜腔积液的病人要及时到医院治疗，否则就易产生胸膜肥厚。\n【23】 ", "title": "胸膜粘连", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/5286_jieshao.html\", \"category\": \"内科::呼吸内科::胸膜粘连\", \"create_time\": \"2023-12-26 16:28:33.668071\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 19:07:36"}
{"id": 399909, "user_id": "6576f4e0014d3d1c31d6fe43", "user_name": "曾垂松", "task_id": 135, "source_info": {"seq_id": 1407, "text": "【0】 # 经前出血\n【1】 月经来潮前3-5天甚至7天左右，子宫先有少量血液点滴而下。颜色鲜或黯，或呈淡红，这种情况连续发生两个月以上的即称为“经前淋漓”或“经前出血”。由于本病与经漏、月经先期等病颇为相似，所以中医的有关论述，大多散见于这些病症中。\n【2】 **病因**\n【3】 经前淋漓在临床比较多见，属于西医所谓“功能性子宫出血”的表现形式之一。发病与黄体功能不足有密切关系，因而称这为”黄体期出血”。一般说来，当卵巢里的卵泡长到足够大时，卵泡壁即行破裂，成熟的卵子破壁而出，流人腹腔，这就是“排卵”。卵子排出后，留在卵巢里的卵泡壳便形成—个黄色团块，直径约lcm大小，叫做“黄体”。黄体可以产生雌激素和孕激素，子宫内膜受到这两种性激素的共同影响，不断生长增厚，此时期的子宫内膜称为分泌期内膜。如果卵子没能受精，则在排卵后9天左右黄体开始萎缩，孕激素分泌减少，子宫内膜停止生长，约在排卵后的l4天左右子宫内膜脱落，引起出血，经YD排出，这就是月经。但若黄体发育不全，持续时间不足8天就过早退化，以致孕激素分泌不足，子宫内膜就会呈现早期分泌期分泌不良的现象，表现在临床则为月经周期缩短或经前淋漓。\n【4】 中医学则认为，经前淋漓的发病机理主要与气虚或血热有关。气虚又有脾气虚和肾气虚之分，脾气虚则不能固摄，肾气虚则不能闭藏，都会导致经前淋漓出血。血热亦有虚实之别，实者可因肝郁化火或肝经湿热所致，虚者则与阴虚火旺有关。火热之邪蕴伏血分，则使血液妄动，血海(冲脉)不宁，从而导致经前出血。脾气虚的病理变化，大多由于平时饮食失节或操劳过度，损伤脾气所致。也可因素体不足，或久病之后引起。胃气虚则与先天禀赋不足或青春期肾气稚弱，或更年期肾气日衰有关。也可因流产或不当的手术直接损伤肾气所致。 肝郁化火常因情志不畅，肝气郁结，日久化热，下注冲任(与\\*\\*相联属的经脉)，或外界的湿热之邪直接侵犯冲任而形成。阴虚火旺者，可由于素体阴虚或久病失养，或房事不节，流产频繁，以致阴精暗耗，虚热内生所致。\n【5】 **预防**\n【6】 可用以下方法预防治疗经前淋漓：\n【7】 1、肝火治法：清肝泻火止带。 方药：清肝止淋汤加减。 丹皮9克黄柏9克牛膝9克白芍10克当归9克生地12克阿胶9克(烊冲)川楝子9克山栀9克知母10克车前草9克\n【8】 2、肾虚治法：滋阴降火止带。 方药：滋肾束带方。 生地15克泽泻9克淮山药10克芡实10克煅牡蛎30克(先煎)知母12克黄柏9克泽泻10克旱莲草12克山茱萸9克加减：口干咽燥者，加麦冬10克、沙参9克、五味子9克;腰酸膝软者，加菟丝子10克、女贞子10克、牛膝9克;阴道灼热者，加丹皮10克、赤芍9克、麦冬10克。\n【9】 **检查**\n【10】 相关检查\n【11】 妇科超声检查 妇科常规检查\n【12】 月经正常指标\n【13】 周期：\n【14】 每个女人的周期都不尽相同，从21天到35天不等都算正常，关键是是否准时。定期的性生活(如：每周一次)可以帮助你梳理荷尔蒙，对月经的规律有很大的帮助。\n【15】 血量：\n【16】 女性在月经期间失去的血量应该在85克之内，持续3～7天。出血量最多的时候集中在前3天内(占总失血量的90%)。\n【17】 血块：\n【18】 如果经血被阻塞在同一个区域而没有及时排出，囤积5～10分钟就会形成血块。血块通常在早晨刚起床或者久坐之后。\n【19】 经血颜色：\n【20】 正常的经血是暗红色的，粘稠无凝血块。如果经血稀薄如水，呈现粉红色、黑色或紫色，或经血完全是凝血块，都是不正常的，应及早就医。\n【21】 行经期：\n【22】 女性的经期大约是3-7天，出血量最多的时候集中在前3天，以后逐渐减少，直到经血干净为止。有的人经血干净以后，过一两天又来了一点儿，俗称“经血回头”，这也是一种正常现象。但是，有的人经期长达10-20天，月经淋漓不尽;有的经期极短，只是“一晃”即过。这两种现象都是不正常的。\n【23】 **鉴别诊断**\n【24】 由于发病机理不同，则证候表现、治法、方药亦各有异，根据中医理论经前出血可分为如下三种，应予鉴别：\n【25】 1、脾虚不摄：表现为经前出血量少质稀，不夹血块，血色淡红同时伴见食少便溏，倦怠嗜卧，神疲乏力，或小腹空坠，面色啪，舌淡苔薄，脉缓无力等症状。治法宜健脾益气，固冲摄血，可选用归脾汤加减(党参、黄芪、白术、茯苓、甘草、当归、杭白芍、熟地、淫羊藿、鹿角霜)。若气虚兼瘀而见小腹痛者，可加茜草、益母草、元胡等;气虚日久导致阳虚，而见血色黯黑清稀，小腹冷痛，脉沉迟等虚寒之象者，加温经止血之品，如炮姜炭、焦艾叶、补骨脂等。\n【26】 2、肾虚不固：可见血色黯淡，质稀量少或稍多，伴见腰脊酸痛或胫软足弱，或夜尿频多，舌质淡嫩，苔白而润，脉来细弱等症。治以补肾益气，固冲止血法，可选用龟鹿补冲汤(太子参、黄芪、炙甘草、鹿角胶、龟板、艾叶、白芍，炮姜、乌贼骨)加减。如腰痛甚者，可加杜仲、川断、桑寄生等。 肝郁化火：经前出血色深红或紫红，量少或稍多，质稠或有块。同时伴见头晕头胀，心烦少寐，口苦咽干，RF胀痛，或胸胁不舒，大便偏软，小溲色黄，舌质正常或偏红，舌苔薄黄而少津，脉象弦滑等症状。治以疏肝清热止血法，选用丹栀逍遥散加减(炒柴胡、炒当归、杭白芍、黑山栀、炒丹皮、茯苓、黄连)。头胀头晕者，可加菊花、钩藤、白蒺藜;失眠较重者，加甘松、炒枣仁、夜交藤;大便质软者，去栀子，加炒白术、怀山药、砂仁。 肝经漫热：表现为出血量少色红，质黏腻或夹黏液，并见胸闷烦躁，口苦食少，小腹隐痛，腰骶酸痛，舌质偏红，苍白或黄，根部厚腻，脉象弦滑等症。治用清肝利湿、益肾和血法，可选清肝止淋汤加减(当妇、白芍、生地、丹皮、茯苓、苡米、山药、川柏、桑寄生、赤芍)。少腹疼痛明显者，再加五灵脂、元胡索、败酱草等。\n【27】 3、虚阴火旺：多表现为血少质稠，颜色鲜红，并见五心烦热，咽干口燥，或心烦不眠，腰酸腿软，舌红少苔，脉沉细数等症。治宜滋阴清热为主，可用两地汤加减(生地、地骨皮、玄参、麦冬、桑寄生、女贞子、旱莲草)。若见头晕、耳鸣、虚烦不寐者，可加白蒺藜，菊花、甘松、炒枣仁等。 经前淋漓病虽有上述几种不同证型，但在具体治疗时首要掌握气虚、血热的发病机理，并宜详审两者之间相互交叉时孰为主孰为次，如脾虚兼有湿热，肾虚夹有肝火、阴虚兼有湿热等等，以便在针对主证选用方剂的同时，再根据兼证进行药物加减。此外，还需要掌握服药的时间，一般要在排卵期开始喂药，月经来潮即应停止，以免影响正常经量。\n【28】 ", "title": "经前出血", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/6703_jieshao.html\", \"create_time\": \"2023-12-26 16:28:29.883413\", \"category\": \"妇产科::妇科::经前出血\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 18:53:32"}
{"id": 399908, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 196, "text": "【0】 # 妊娠时皮肤皱褶处小脓疱\n【1】 疱疹样脓疱病表现为妊娠时皮肤皱褶处小脓疱。疱疹性脓疱病(impetigo herpetiformis)是一种好发于孕妇的严重皮肤病，皮肤的基本损害是在红斑基础上出现无菌性脓疱，常伴有严重的全身症状。分娩后逐渐缓解，再孕可复发。本病虽罕见，但较严重，甚至可危及生命，重症病例多有较明显的全身症状、低钙血症及手足抽搐。也有人认为疱疹样脓疱病、脓疱性银屑病、连续性肢端皮炎可能为同一无菌性脓疱性疾病。\n【2】 **病因**\n【3】 (一)发病原因　　\n【4】 病因至今尚未明了，可能妊娠是诱发因素，由于常伴有低钙血症引起的典型手足搐搦，推测其发病与内分泌紊乱如甲状旁腺功能减退可能有关，有报道甲状腺手术意外切除甲状旁腺而诱发本病。本病还见于较长时间服用复方炔诺酮片(也称短效避孕药Ⅰ号，成分为炔雌醇和炔诺酮)的非孕妇女，故并非是孕妇特有的病变。　　\n【5】 陈锡唐(1994)认为，疱疹样脓疱病与持续性肢皮炎(acrodermatitis continua)在组织病理上完全相同，无法加以区别，仅在发病方式和皮损发生的部位有所不同，可能均是脓疱型银屑病(pustular psoriasis)的变型，由于代谢障碍，妊娠使潜在的银屑病产生脓疱性损害。1995年Aronson等认为本病是一种独立的妊娠期皮肤病。　　\n【6】 (二)发病机制　　\n【7】 1.肉眼所见：在红斑基础上，表皮内出现广泛、成群的脓疱。　　\n【8】 2.皮肤组织病理改变：在表皮浅层见海绵状的脓疱，脓疱液中含大量中性粒细胞。海绵状脓疱的形成是由于大量中性粒细胞向上进入到棘层上部，并聚积在由变性和变薄的表皮细胞所形成的海绵状网架内。随着脓疱增大，在脓疱中央的表皮细胞全部解体，直至形成单房性大疱。在大疱周围仍可见到变性和变薄的表皮细胞所形成的网架。当海绵状脓疱液中的中性粒细胞向上移至角质层，发生核固缩形成Munro微脓肿。口腔沟纹舌及地图舌的组织病理改变与皮肤的改变类同。\n【9】 **预防**\n【10】 加强对患病孕妇的口腔护理和皮肤护理，预防并发症的发生。尽管脓疱内的脓液无菌，仍预防性应用广谱抗生素。\n【11】 积极治疗，保护胎儿，减少其死亡率。对于疱疹样脓疱病患者应给予特护并密切注意病情变化，患病孕妇应以支持疗法为主。高热者应及时补充液体及热能;为增强机体抵抗力输血浆；出现手足搐搦者经化验检查证实为低血钙时，应立即静脉缓慢注射10%葡萄糖酸钙，必要时4h后再缓慢静注一次。低蛋白血症，体液丢失及感染予以相应对症处理。\n【12】 治疗主要是给予糖皮质激素口服。皮质类固醇激素对本病有较好疗效，但孕妇不宜作为首选药物应用，除非病情严重，可选用泼尼松，病情控制后逐渐减量。\n【13】 由于本病对母儿损伤严重，且母儿死亡率均高，故一旦发病应考虑人工流产或引产及早终止妊娠。分娩后脓疱可逐渐消退，终止妊娠本身也为治疗手段。\n【14】 **检查**\n【15】 相关检查\n【16】 产科B超 产科检查\n【17】 病例呈脓疱型银屑病组织象，周围白细胞增高，血沉增快，有低钙血症及低蛋白血症。\n【18】 本病多发生在妊娠后3个月，分娩后病情逐渐缓解，再次妊娠时本病还可以复发。　　\n【19】 起病急骤，最初在皮肤皱褶处(如腋窝、乳房下部、腹股沟、脐周、四肢屈侧、外生殖器等)，于表皮内突然出现大片急性炎症性红斑，随后不经过结节或水疱阶段，直接出现群集、浅在性的小脓疱，约为针尖至粟粒大小，黄白色，常排列呈花环状、半环状或地图样。单纯病损也可以相互融合在一起成为大面积脓湖。皮损处轻度瘙痒，脓疱经过若干时日后干燥结痂，在旧的病灶周围又出现新的皮肤损害。痂皮一旦脱落，即显露出潮湿、红色发亮区，即湿疣样皮损，最终上皮修复出现深度色素沉着而治愈。严重病例可见皮损广泛波及全身，并伴有寒战、弛张型高热、呕吐、腹泻、谵妄等全身症状，可以累及口腔颊黏膜、舌、咽，食管黏膜也常受累，形成脓疱或糜烂，呈灰色斑块状，有时因吞咽剧痛而影响进食。\n【20】 本病特征为慢性经过，病程可持续数月之久，呈周期性急性发作，常伴有低钙血症所致的手足搐搦。根据孕妇在妊娠晚期，皮肤皱褶处在红斑基础上，出现多数黄白色群集呈花环状排列的脓疱，并伴有较严重的全身症状，配以皮肤组织病理改变特点，诊断多无困难。\n【21】 **鉴别诊断**\n【22】 有时与脓疱型银屑病不易鉴别，后者病变多在手及手指是其特征，且有脱屑倾向。还应与天疱疮相鉴别，后者是在正常皮肤表面出现豌豆至核桃大小水疱，容易鉴别，此外还应与妊娠疱疹(多形性皮疹，以水疱为主，无全身症状)相鉴别。本病多发生在妊娠后3个月，分娩后病情逐渐缓解，再次妊娠时本病还可以复发。\n【23】 ", "title": "妊娠时皮肤皱褶处小脓疱", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/3609_jieshao.html\", \"category\": \"皮肤性病科::皮肤科::妊娠时皮肤皱褶处小脓疱\", \"create_time\": \"2023-12-26 16:28:35.728608\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 18:50:02"}
{"id": 399907, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 686, "text": "【0】 # 子宫痉挛性狭窄环\n【1】 子宫壁局部肌肉呈痉挛性不协调性收缩形成的环状狭窄，持续不放松，称子宫痉挛性狭窄环。狭窄环可发生在宫颈、宫体的任何部分，多在子宫上下段交界处，也可在胎体某一狭窄部，以胎颈、胎腰处常见。\n【2】 **病因**\n【3】 多因精神紧张、过度疲劳以及不适当地应用宫缩剂或粗暴地进行阴道内操作所致。\n【4】 **预防**\n【5】 生活节制注意休息、劳逸结合，生活有序，保持乐观、积极、向上的生活态度对预防疾病有很大的帮助。做到茶饭有规律，生存起居有常、不过度劳累、心境开朗，养成良好的生活习惯。\n【6】 **检查**\n【7】 相关检查\n【8】 子宫输卵管造影\n【9】 产妇出现持续性腹痛，烦躁不安，宫颈扩张缓慢，胎先露部下降停滞，胎心时快时慢。阴道检查时在宫腔内触及较硬而无弹性的狭窄环，此环与病理缩复环不同，特点是不随宫缩上升。\n【10】 **鉴别诊断**\n【11】 子宫内膜炎是子宫内膜的炎症。按照病程的长短，可以分为急性子宫内膜炎和慢性子宫内膜炎两种。发生子宫内膜炎之后，整个宫腔常常发生水肿、渗出，急性期还会导致全身症状，出现发热、寒战、白细胞增高、下腹痛、白带增多、有时为血性或有恶臭，有时子宫略大，子宫有触痛。慢性者表现也基本相同，也可有月经过多、下腹痛及腰骶附胀明显。\n【12】 正常子宫位置呈前倾位，宫体稍向前，宫颈则向下向后。性交后由于精液积聚在阴道后穹窿处，故向下的宫颈易于浸泡在精液内，利于精子向上游动。但若子宫呈后倾后屈位时，宫颈呈上翘状态，不易浸泡在精液中，影响受孕。当然子宫过度前倾屈，亦不利于妊娠。\n【13】 产妇出现持续性腹痛，烦躁不安，宫颈扩张缓慢，胎先露部下降停滞，胎心时快时慢。阴道检查时在宫腔内触及较硬而无弹性的狭窄环，此环与病理缩复环不同，特点是不随宫缩上升。\n【14】 ", "title": "子宫痉挛性狭窄环", "tags": "", "lang": "", "attr": "{\"exta\": {\"category\": \"妇产科::妇科::子宫痉挛性狭窄环\", \"url\": \"https://zzk.xywy.com/6352_jieshao.html\", \"create_time\": \"2023-12-26 16:28:33.367510\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 19:15:53"}
{"id": 399906, "user_id": "6576f4e0014d3d1c31d6fe43", "user_name": "曾垂松", "task_id": 135, "source_info": {"seq_id": 208, "text": "【0】 # 胸膜肥厚\n【1】 胸膜是一层浆膜，覆盖于肺表面及胸廓内侧面，分别称为脏层及壁层胸膜，两层胸膜围成一个间隙，称为胸膜腔。在正常情况下，胸膜腔内仅含少量浆液，起润滑作用，减少两层胸膜间摩擦作用，防止粘连。胸膜肥厚首先是由胸膜炎所致。胸膜炎有两种，一种为干性胸膜炎(无胸腔积液)，另一种为渗出性胸膜炎(有胸腔积液)。产生胸膜肥厚主要是由于得过第二种胸膜炎。\n【2】 **病因**\n【3】 胸膜肥厚的诱发原因\n【4】 由于胸水没及时发现和抽水治疗，胸水在胸膜腔内停留时间长了，胸水刺激胸膜，加上胸水中有纤维蛋白附在胸壁上，故使胸膜增生增厚。因此，患了胸膜腔积液的病人要及时到医院治疗，否则就易产生胸膜肥厚。\n【5】 **预防**\n【6】 胸膜肥厚的预防\n【7】 本病的西医治疗，包括注意休息，对症处理，抗结核治疗，胸腔穿刺抽液等。必要时可选用肾上腺皮质激素(毒性症状严重，胸水较多者)。以高蛋白、高营养、富含能量的半流食和流食为主，并采用少食多餐的方式以维护患者营养及水电解质平衡. 平时应保持精神舒畅，心情愉快，参加一些自己喜欢的文娱活动。\n【8】 **检查**\n【9】 相关检查\n【10】 一般摄片检查\n【11】 临床表现：\n【12】 症状各有所异，但是，普遍会有胸部疼痛或呼吸困难等症状。临床诊断以胸膜炎病史和影像学表现为主。\n【13】 影像学表现：\n【14】 局限性的胸膜增厚和粘连，常见于肋膈角处，使肋膈角变钝、变浅或变平。透视下可见该处横膈运动减弱。胸膜亦可有较广泛的层样增厚及粘连，若厚度不大，又位于前胸壁或后胸壁，则可以不引起明显的X线改变，当胸膜增厚达到一定厚度时，则使患侧肺野密度增高，当转至切线位时，可在胸廓内缘和肺野之间有一层边缘清晰的锐利阴影。大量的胸膜增厚和粘连可引起肋间隙的缩小，纵隔向患侧移位，脊柱向对侧侧凸，横隔上升。病变广泛者可使患例肺门上提，气管向患侧移位。另有一种索状胸膜粘连，在气胸和肺受压萎陷时较易见到，显示为胸壁与一处肺表面之间有一条边缘清晰的索状致密影相连。索状胸膜粘连往往是贴近胸膜的肺部病灶所引起的胸膜改变。常见于结核并好发于上肺。透视下观察横膈运动可以鉴别局限性胸膜增厚和粘连与少量胸腔积液。\n【15】 **鉴别诊断**\n【16】 **胸膜肥厚的鉴别诊断：**\n【17】 胸膜粘连：就是相对两层的胸膜粘着了。这种病变是由肺结核、胸膜炎以及胸部损伤后引发的。在临床上见到的患者，往往既有胸膜增厚，又有胸膜粘连。其临床症状表现各有所异，但是，普遍会有胸部疼痛或呼吸困难等症状。\n【18】 胸膜转移：主要来源于肺，其次是乳腺，其他常见原发部位有胃，卵巢，胰腺等。癌症造成胸膜层毛细血管内压，胶体渗透压，毛细血管通透性和胸腔内压力改变，产生胸腔积液――恶性胸水。恶性胸水又称癌性胸膜炎，系癌症胸膜转移和胸膜本身癌症所致的胸腔积液。恶性胸腔积液是晚期癌症的常见并发症，临床上癌症病人一旦出现胸腔积液，即意味着病变已局部或周身播散。\n【19】 胸膜钙化：胸膜腔内有机化的血块或干酪坏死物质等存在时可有钙盐沉着，形成胸膜钙化，多见于结核性胸膜炎、化脓性胸膜炎及损伤性血胸后。某些尘肺，如滑石肺及石棉肺也可有胸膜钙化，而且常呈双侧性的。胸膜钙化常和胸膜增厚和粘连同时存在。\n【20】 胸腔积液：脏层和壁层胸膜之间为一潜在的胸膜腔，在正常情况下，胸膜腔内含有微量液体，使两层胸膜在呼吸运动时得以润滑，减少摩擦，其产生与吸收经常处于动态平衡。任何病理情况加速其产生和(或)减少其吸收时，就出现胸腔积液。\n【21】 ", "title": "胸膜肥厚", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/5279_jieshao.html\", \"category\": \"内科::呼吸内科::胸膜肥厚\", \"create_time\": \"2023-12-26 16:28:33.600433\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 18:40:33"}
{"id": 399905, "user_id": "6576f4e0014d3d1c31d6fe43", "user_name": "曾垂松", "task_id": 135, "source_info": {"seq_id": 999, "text": "【0】 # 婴儿痉挛症\n【1】 婴儿痉挛症发生在出生后几天到30个月，半岁前是发病高峰。由于婴儿整天在床上或襁褓中，年轻的妈妈又无带孩子的经验，容易麻痹大意，把发作病情误认为由于孩子饥饿、尿布湿或头颈身体不适引起。这个病的后果是不良的，死亡率占13％，而90％以上智能低下。痉挛停止后，可遗留神经损伤症状和体征，如语言障碍、部分失明、斜视、肢体瘫痪，或有其他类型癫痫发作。因此，认清楚疾病，及时予以控制，是非常重要的。\n【2】 **病因**\n【3】 婴儿痉挛症的病因\n【4】 (一)发病原因　　\n【5】 由于诊疗技术的进展，找到本病征病因日益增多。隐源性婴儿痉挛症(10%～15%)病因不明，无其他中枢神经系统功能失调迹象。症状性婴儿痉挛症(85%～90%)的特点是既往有脑损害体征或病因明确，生前最常见的病因(78%)是脑缺血缺氧、脑发育不全、宫内感染、脑畸形和先天代谢障碍等。生后最常见病因是感染、脑乏氧和头颅外伤。有人对71例本病患儿经检查发现异常者达73%，有脑萎缩(49%)、先天异常(18%)、脑积水(6%)。亦有报道系脑畸形、钙化。结节性硬化症者20%以上发生本病。近年尚发现先天性巨细胞病毒感染、弓形虫感染、风疹、单纯疱疹均可引起本病。国内和先祖分析本病征146例之病因，26%为原发性，余为症状性，其中包括生前因素有苯丙酮尿症、头小畸形、脑性瘫痪、唐氏综合征及头大畸形、先天脑发育不全;产时因素有宫内及产时窒息、产伤;生后因素有感染性疾病合并脑病、脑炎、脑膜炎及脑外伤、疫苗注射等。\n【6】 (二)发病机制\n【7】 1.隐源性婴儿痉挛症 指无其他可寻的病因，根据当前的知识和技术不能找到结构或生化方面的原因。随着认识的深入和诊断技术的进步，必将有越来越多的隐源性婴儿痉挛症找到脑功能或解剖结构的异常，从而阐明其病因。\n【8】 2.症状性婴儿痉挛症 由已知的脑病变引起，包括脑的器质性、结构性病变，或生化代谢紊乱等原因。可分为以下几类：　\n【9】 (1)脑部病变：脑发育畸形，如神经管发育障碍、脑神经元移行障碍、灰质异位、脑回畸形、脑积水等，染色体病和先天性代谢病引起的脑发育障碍，脑变性病和脱髓鞘病，如脑白质营养不良等，神经皮肤综合征，中枢神经系统感染，如各种脑炎、脑膜炎、脑脓肿、先天性感染、脑囊虫病以及其他由于病毒、细菌、原虫、寄生虫和真菌引起的感染，脑血管病，如颅内出血、血栓、栓塞、脑血管炎、动静脉畸形、动脉瘤等，脑水肿、脑病、颅内压增高，脑外伤，颅脑产伤，脑瘤、错构瘤等。　\n【10】 (2)缺氧性脑损伤：引起缺氧的疾病，如心、肺疾，窒息，休克，惊厥性脑损伤等。　\n【11】 (3)代谢紊乱：先天性代谢异常，如脑脂质沉积症、糖代谢异常、氨基酸代谢异常等，水电解质紊乱，如低钠血症、高钠血症、低钙血钙、低镁血症等，维生素缺乏，如维生素B6依赖症，肝、肾疾患，高血压脑病，内分泌功能紊乱。\n【12】 (4)中毒：药物、金属、其他化学物质，如铅、铊、异烟肼、致惊厥药、类固醇等中毒，断药综合征，如突然停用抗惊厥药物引起的癫痫持续状态等。\n【13】 **预防**\n【14】 婴儿痉挛症的预防　\n【15】 1.注意围生期保健：保护胎儿和新生儿免受缺氧、产伤、感染等损害，尤应注意预防新生儿窒息和缺氧缺血性脑病。\n【16】 2.积极防治高热惊厥： 对婴幼儿时期的高热惊厥要给以足够重视，尽量防止惊厥发作，发作时应立即用药控制。　\n【17】 3.积极预防小儿神经系统各种疾病：及时治疗，减少后遗症。\n【18】 4.预防生化代谢紊乱。　\n【19】 5.做好遗传咨询：对于引起癫痫的一些严重遗传性疾病，可进行遗传咨询，有的可进行产前诊断或新生儿筛查，以决定中止妊娠的必要性或早期进行治疗。\n【20】 **检查**\n【21】 相关检查\n【22】 脑膜刺激征\n【23】 隐源性婴儿痉挛症有以下特点：①起病前发育正常，神经系统检查及神经影像学正常；②对称性痉挛发作，无其他类型发作；③脑电图(EEG)背景为典型的双侧高峰节律紊乱，在成串的痉挛发作中，各次痉挛之间的EEG可恢复高峰节律紊乱图形；④EEG无限局性异常的证据。症状性婴儿痉挛症起病前即有精神运动发育落后，神经系统检查及神经影像学可有异常发现。\n【24】 1.EEG特征\n【25】 婴儿痉挛症发作时期EEG的特征为高峰节律紊乱。典型的高峰节律紊乱表现为脑区杂乱的极高波幅慢波与棘波组成的混合波型，两侧不对称，不同步，棘波出现的部位及波幅变化毫无规律，或呈多灶性，棘波与慢波之间没有固定的关系。\n【26】 高峰节律紊乱在睡眠期更明显。正常睡眠波形如顶尖波、睡眠纺锤、K-综合波常消失。有研究显示清醒时高峰节律紊乱的出现率为64%，NREM睡眠I期为86%，Ⅱ期～Ⅳ期为99%。1岁以后高峰节律紊乱在清醒时逐渐减少，但睡眠中依然存在，深睡期高峰节律紊乱逐渐表现出周期样发放的特点，且两侧不对称可更加明显。\n【27】 在婴儿痉挛发作时，高峰节律紊乱消失，EEG可表现为高波幅慢波或棘慢波爆发，和(或)广泛性低电压快波。有时可显示为假性正常化，为持续10秒左右的低至中波幅快波或快慢混合波，貌似正常背景活动。\n【28】 2.其他辅助检查\n【29】 神经影像学检查如CT、MRI、PET、SPECT可协助发现脑内结构性或功能性病变。SPECT研究显示，脑血流低灌注区与婴儿痉挛症的皮质损害(常在枕区)有关，高灌注区(常在额区)与癫痫的持续存在有关，类似痉挛的发作终止则高灌注区减少。MRI可发现CT难以发现的脑结构异常。皮肤紫外线检查可发现结节性硬化的皮肤色素脱失斑。各种代谢性试验、酶分析、染色体检查等均可帮助寻找病因。EEG监测下静脉注射维生素B6，可除外吡哆醇依赖症。\n【30】 **鉴别诊断**\n【31】 婴儿痉挛症易混淆的症状\n【32】 四肢肌张力增强：分痉挛性呈强直性两种。痉挛性的肌张力增高伴发于锥本束损害，脊髓反射受到易化。被动运动患者关节时，在肌张力增高情况下出现阻抗感，这种阻抗感与被运动的速度有关。快速地牵伸在缩短状态中的肌肉时立即引起收缩、感到痉挛状态，牵伸到一定幅度时，阻力又突然消失。痉挛性肌张力增高和“痉挛”无关，后者单指一种不自主的肌收缩。\n【33】 强直性肌张力增高见于某些锥体外系病变中的特殊张力变化，其肌张力增高有选择性，上肢以内收肌、屈肌与旋前肌为主，下肢以伸肌肌张力增高占优势。被动运动患者肢体时所遇到的阻力一般比痉挛性者小，但和肌肉当时的长度即收缩形态并无关系，在伸肌和屈肌间也没有区别。无论动作的速度、幅度、方向如何，都遇到同等的阻力。这种肌张力增高称为铅管样强直，如因伴发震颤而产生交替性的松、紧变化，称为齿轮样强直。　\n【34】 抽筋：抽筋是抽搐的俗称，是大脑功能暂时紊乱的一种表现。人体肌肉的运动是受大脑控制的，当管理肌肉运动的大脑有关细胞暂时过度兴奋时，就会发生不能自控的肌肉运动，可局限于某群肌肉或身体一侧，或波及全身，即抽筋。\n【35】 惊厥：惊厥(Con Vulsion)是小儿常见的急诊，尤多见于婴幼儿。由于多种原因使脑神经功能紊乱所致。表现为突然的全身或局部肌群呈强直性和阵挛性抽搐，常伴有意识障碍。小儿惊厥的发病率很高，据统计6岁以下小儿惊厥的发生率约为成人的10～15倍，约5～6%的小儿曾有过一次或多次惊厥。其原因为：婴幼儿大脑皮层发育未完善，因而分析鉴别及抑制功能较差，神经髓鞘未完全形成，绝缘和保护作用差，受刺激后，兴奋冲动易于泛化，免疫功能低下，易感染而致惊厥，血脑屏障功能差，各种毒素容易透入脑组织，某些特殊疾病如产伤、脑发育缺陷和先天性代谢异常等较常见，这些都是造成婴幼儿期惊厥发生率高的原因。惊厥频繁发作或持续状态危及生命或可使患儿遗留严重的后遗症，影响小儿智力发育和健康。\n【36】 ", "title": "婴儿痉挛症", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/5884_jieshao.html\", \"category\": \"儿科::儿科综合::婴儿痉挛症\", \"create_time\": \"2023-12-26 16:28:31.761144\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 18:53:51"}
{"id": 399904, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 216, "text": "【0】 # 头皮痒\n【1】 头皮痒是头皮屑多，头皮真菌感染或者头皮过敏的症状。头皮痒主要由铁色小孢子菌、犬(羊毛样)小孢子菌、奥杜盎小孢子菌、歪斜形小孢子菌及鸡禽类小孢子菌引起。当精神压力大，身体较乏的时候由于头皮供血不足，也可以表现为头皮的瘙痒。初起为局限性白色鳞屑性斑片，其上头发变灰暗，如不治疗则逐渐扩大，其周围出现卫星样小鳞屑斑片。病发根部有白色套样菌鞘，病发常于距头皮0.5cm左右处折断。\n【2】 **病因**\n【3】 头皮屑多，头皮真菌感染或者头皮过敏。\n【4】 **预防**\n【5】 预防：首先应养成良好的饮食习惯。平时应多摄取碱性食物，如牛奶、蔬菜、水果、海藻等，避免进食过多的酸性食物、油炸食品和甜食。还要忌吃辛辣和刺激性食物，如辣椒、芥末、生葱、生蒜、酒、咖啡和糖。其次，应养成经常洗发的习惯。第三，要尽量避免染发。\n【6】 **检查**\n【7】 相关检查\n【8】 头皮检查\n【9】 诊断：头皮屑一般很多，很细小，像白色的小点一样，密密麻麻的，头皮发痒，头发干燥。\n【10】 **鉴别诊断**\n【11】 注意鉴别头皮屑多，头皮真菌感染或者头皮过敏等原因引起的。\n【12】 ", "title": "头皮痒", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/4514_jieshao.html\", \"category\": \"皮肤性病科::皮肤科::头皮痒\", \"create_time\": \"2023-12-26 16:28:36.633408\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 19:14:23"}
{"id": 399903, "user_id": "6576f4e0014d3d1c31d6fe43", "user_name": "曾垂松", "task_id": 135, "source_info": {"seq_id": 935, "text": "【0】 # 四肢湿冷\n【1】 四肢湿冷可见于多种疾病的伴随症状，临床上以循环系统病变最为严重，常见的有急性心力衰竭,心源性休克等。休克是一种由多种病因引起，以有效循环血容量突然减少，组织灌注不足，细胞代谢紊乱和功能受损为主要病理生理改变的综合征。从病因上分有低血容量性休克、感染性休克、过敏性休克、神经源性休克等。其中以心源性休克最为常见。不管何种原因引起的休克，总之以急性循环障碍为主。此外，中暑以及自身代谢较差也可能引起四肢湿冷。\n【2】 **病因**\n【3】 心源性休克指由于休克的原因乃“心脏泵作用不足”所致的循环障碍状态。由于心脏严重泵功能障碍，心排血量严重降低，导致血压下降，重要脏器和组织供血严重不足，造成严重损害。心源性休克除上述休克表现外，还具有心脏泵功能衰竭的表现：心排心指数(CI<2.2min./㎡)，肺毛细血管楔压(PCWP)>18mmHg。临床可合并或不合并肺水肿。心源性休克的原因大致有心输出量不足(包括心肌损伤，心脏负荷的急性增加，恶性心律失常，心脏直视手术后低排血量综合征);心室充盈不全(包括外伤、炎症、栓塞导致急性瓣膜病变、乳头肌腱索断裂)以及以上二者复合性作用。\n【4】 急性心力衰竭原因主要有：\n【5】 一、广泛的急性心肌梗塞，急性心肌炎或急进型高血压时，左心室排血量急剧下降，肺循环压力升高。\n【6】 二、二尖瓣狭窄，尤其伴有心动过速时，心室舒张期缩短，左心房的血液不能充分地流入左心室，左心房瘀血扩张，因而引起肺静脉压升高。\n【7】 三、严重的心律失常，如发作较久的快速性心律失常或重度的心动过缓。\n【8】 四、输液过快或过多，心脏的负荷突然增加，在原有左心衰竭病人可引起急性肺静脉高压。由于上述诸病因引起的肺静脉和肺毛细血管压力突然明显增高，当肺毛细血管渗透压超过4.8kpa(36mmHg)时，则有大量浆液由毛细血管渗出至肺间质和肺泡内，发生急性肺水肿严重者左心室排血量急剧下降，同时出现心原性休克。\n【9】 病人常突然感到极度呼吸困难，迫坐呼吸，恐惧表情，烦燥不安、频频咳嗽，咯大量白色或血性泡沫状痰液，严重时可有大量泡沫样液体由鼻涌出，面色苍白，口唇青紫，大汗淋漓，四肢湿冷，两肺满布湿罗音，心脏听诊可有舒张期奔马律，脉搏增快，可呈交替脉。血压下降，严重者可出现心原性休克。\n【10】 **预防**\n【11】 一、适宜食物\n【12】 可多食一些具有补肾阳虚作用的食品，如羊肉、狗肉、鹿肉、鸡肉，根据\"春夏养阳\"的法则，夏日三伏，每一伏可食用羊肉附子汤一次，配合天地阳旺之时，以壮补人体之阳。还可以吃韭菜、泥鳅来进行食补，药物则有肾宝、玉苁蓉、金匮肾气丸、右归丸等。\n【13】 另外，多吃一些性属温热的食品，以提高机体耐寒力。常见的温热食物有：牛肉、大蒜、辣椒、生姜、圆葱、山药、桂圆、当归等。\n【14】 二、　饮食禁忌\n【15】 1.尽量避免吃一些生冷的食物，如冰冻饮品、冰激凌等。\n【16】 2.在吃温补食物的同时，尽量避免同时食用滋阴类食物，出现相互抵消滋补功效。\n【17】 三、营养原则\n【18】 应多食具有补气、补血、补肾的性平、温热类食物。\n【19】 四、其他\n【20】 摆脱畏冷症，养成良好的生活习惯(供参考) 。\n【21】 1.早上起床。有规律的生活方式是改善畏冷的第一步，早晨是一天的开始，不要老是蜗居在被窝里，振奋一下精神起床，然后好好的运动一下身体吧。心情愉悦的睁开双眼，不仅能防止畏冷，还能提高一天的效率。\n【22】 2.运动身体。早晨起来运动身体，能使全身肌肉彻底的放松并舒展开来，防止由于全身僵硬导致的畏冷，人体经过一晚上的睡眠，往往处于血液不循环的状态，因此适当的运动放松身体很重要。\n【23】 3.吃饱早餐。新的一天从早餐开始，好的体质也从好的早餐开始。\n【24】 4.注意服装。切忌穿着紧窄的内衣，以及对身体有束缚的服装，不利于周身的血液循环。\n【25】 5.尽可能步行。步行是温暖身体的最方便、最快捷的方式。\n【26】 6.通过午餐来温暖身体。进餐是改善畏冷的关键，通过一些高热量的午餐能够温暖身体。俗话说得好，中饭要吃的饱，一定要准时进餐，保证热量的摄取。多吃一些粥类，加入梅干菜等阳性食品，对暖身非常有效果。\n【27】 7.与人谈话有奇效。与朋友聊天是减压的特殊方式，对防止畏冷有奇特效果。\n【28】 8.补充适度水分。水分的补给是非常重要的，摄取水分的同时能够排出体内的废物，更能使血液循环畅通，每天补充2升的水分为佳。\n【29】 9.呼吸法。感觉疲劳的时候，慢慢呼吸对畏冷症有很好的疗效，将手放在胸部，吸气的时候鼓起腹部，采用此类腹式呼吸法，能把氧气输送到体内的各个部分，促使血液循环，改善畏冷状态，在座位上就能轻松实行，亲身实践下吧。\n【30】 10.晚餐。晚餐应有意识的选择一些能够温暖身体的阳性食品，阳性或阴性可以通过颜色等来识别。一些阳性食品主要为红颜色的暖色系食物，包括胡萝卜，生姜，梅干菜等。一些阴性食品多为白色或冷色系食物，如热带水果等，所以一定要适度选择。\n【31】 11.洗澡和洗脚。洗澡不仅能消除畏冷症状，更能调节身体状况，因而是十分重要的。平时也坚持每晚用热水泡脚，加入有疗效的中药会更好，如红花等。\n【32】 **检查**\n【33】 相关检查\n【34】 血压 脉搏\n【35】 中暑\n【36】 ●高温环境下，出现头痛、头晕、口渴、多汗、四肢无力发酸、注意力不集中、动作不协调等症状。\n【37】 ●体温正常或略有升高。\n【38】 ●如及时转移到阴凉通风处，补充水和盐分，短时间内即可恢复。\n【39】 轻症中暑症状\n【40】 ●体温往往在38度以上。\n【41】 ●出头晕、口渴外往往有面色潮红、大量出汗、皮肤灼热等表现，或出现四肢湿冷、面色苍白、血压下降、脉搏增快等表现。\n【42】 ●如及时处理，往往可于数小时内恢复。\n【43】 **鉴别诊断**\n【44】 一种手脚冰凉是虚寒的表现，通常以服用温寒的食物。“虚寒”的原因，有天生的，也有后天生活习惯造成的。所以应该提倡多参加适宜的体育运动，饮食起居规律有序，注意温寒添减衣物，不吃生冷食物等。\n【45】 有一种手脚冰冷，中医叫“四逆”。“四”就是四肢的末端;“逆”就是厥冷的意思。这种情况是因为血液循环不能达到四肢的末梢，因而血液供应不足而导致的肢体寒冷。\n【46】 女性在特殊生理期间也容易因贫血而引起畏寒，还有就是因为肠胃出血，血液流失过多的人，也会有贫血畏寒现象。\n【47】 另外，中医学上还有一种叫“血枯”的病，就是血液干枯减少导致的贫血而畏寒，这是需要补血。\n【48】 中暑\n【49】 高温环境下，出现头痛、头晕、口渴、多汗、四肢无力发酸、注意力不集中、动作不协调等症状。体温正常或略有升高。如及时转移到阴凉通风处，补充水和盐分，短时间内即可恢复。\n【50】 轻症中暑症状\n【51】 体温往往在38度以上。出现头晕、口渴外往往有面色潮红、大量出汗、皮肤灼热等表现，或出现四肢湿冷、面色苍白、血压下降、脉搏增快等表现。如及时处理，往往可于数小时内恢复。\n【52】 ", "title": "四肢湿冷", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/4309_jieshao.html\", \"category\": \"中医科::中医综合::四肢湿冷\", \"create_time\": \"2023-12-26 16:28:32.116866\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 18:48:14"}
{"id": 399902, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 203, "text": "【0】 # 梳头或洗头时头发脱落增加\n【1】 梳头或洗头时头发脱落增加是脱发的表现。脱发是头发脱落的现象。有生理性及病理性之分。生理性脱发指头发正常的脱落。病理性脱发是指头发异常或过度的脱落。\n【2】 **病因**\n【3】 中医对脱发病因的研究\n【4】 祖国传统中医学认为脱发的病因主要在肾，若肝肾两虚气血不足，全身的血液循环就疲软，无力将营养物质输送到人体直立的最高处“头顶”，头上毛囊得不到滋养，渐渐萎缩，就会引起脱发。“肾藏精，主生殖，其华在发”、“发为血之余”，认为肾为先天之本，头发为血液的产物。肾藏精，肝藏血，精血同源相互转化，两者缺一不可。同时，中医治疗脱发的方式也就围绕这些理论开展。一般来说，脱发与如下几种原因有关：\n【5】 肾虚：肾藏五脏六腑之精华，肾虚使精血不足，精血不足导致头发缺少营养供应，引起头发脱落。肾藏精、其华在发，肾气衰，发脱落。\n【6】 肺损：肺主毛皮，肺败则皮毛先绝。肺是人体最主要的氧气和废物交换器官，肺功能强弱，直接影响氧气吸入，废物排出，以及体内的营养供应。头发是身体的末端器官，肺损则皮毛失养，脱发。\n【7】 毒素积累：忧愁、污染、不良习惯等会使人体吸收、产生和积蓄大量毒素，这些毒素一方面破坏机体各器官、各系统，一方面影响机体各器官和和头发对养分的吸收，使各类滋补食品及及药物无法发挥作用，造成脱发。许多治疗脱发的方法效果不佳，是由于体内毒素未被清除之故，在此特别提出，以引起充分重视!\n【8】 微量元素与头发有密切关系：经研究证明，铜、钙、镁、锌、硒等微量元素与头发生长有密切关系，体内这几种微量元素缺乏，会引起脱发。\n【9】 血热：少年发早白落，是因为血热太过。一般认为血虚、血瘀，其实血过热发反不茂，血热生风，风热随气上窜头顶，毛根得不到阴血滋养，头发会突然脱落。特别是到异地工作的人，最容易由此而引起脱发，其中以女性最为明显。刚到异地时，头发又粗又黑，过不久一洗头，一把一把地掉头发，头发开始明显减少，严重的都不敢洗头。在此，特别提醒外出打工的朋友，及早采取措施，脱发可以止住，并会长出靓发。\n【10】 失精：指男子性行为过多，精泄过多，阳气亏损，身体虚弱，无以荣养须发，造成头发脱落。\n【11】 忧愁：现代生活压力越来越大，竞争激烈，人的焦虑烦恼增多，忧郁积于心头，引起神经系统紊乱，心理失衡，毒素淤积心脾，受到突然刺激时，邪风侵入，引起继发性脱发或突然脱发。\n【12】 环境污染：人类生活的环境日益恶化，空气污染、水污染使人大量吸收有毒物质，使机体内分泌系统、免疫系统遭到破坏，破坏头发健康，造成头发脱落。\n【13】 不良习惯：由于竞争激烈，使中国多少代形成的日出而作、日落而息的习惯彻底被打破，被迫的加班，过多的应酬，大量吸烟饮酒，频繁的夜生活，使身体各类机能遭到破坏，据研究夜间12点至2点是长头发的时间，生物钟的破坏，生活节奏被打乱，缺觉失眠，使头发得不到正常的养分和休息，积劳成疾，造成脱发。\n【14】 不良饮食：人们生活水平提高了，饮食结构发生了变化，谷类、青菜类食品减少，脂肪、蛋白质类食品增加，刺激性食品增加，粗粮减少，细粮增加，使体内营养不均衡，机体的消化吸收系统难以适应，造成脾胃湿热，引起紊乱，造成脱发。\n【15】 养护不当：过度使用洗发护发用品，或使用碱性过强、质量低劣的洗发护发用品，不当烫发、染发、洗发、梳发、吹发等均会对头发造成伤害，引起脱发。\n【16】 以上众多原因中，中医认为最主要的原因是肾虚肺损、毒素积累、微量元素缺乏。\n【17】 **预防**\n【18】 预防脱发十秘诀\n【19】 1.不用尼龙梳子和头刷，因尼龙梳子和头刷易产生静电，会给头发和头皮带来不良刺激。最理想的是选用黄杨木梳和猪鬃头刷，既能去除头屑，增加头发光泽，又能按摩头皮，促进血液循环。\n【20】 2.勤洗发，洗头的间隔最好是2-5天。洗发的同时需边搓边按摩，既能保持头皮清洁，又能使头皮活血。\n【21】 3.不用脱脂性强或碱性洗发剂，这类洗发剂的脱脂性和脱水均很强，易使头发干燥头皮坏死。应选用对头皮和头发无刺激性的无酸性天然洗发剂，或根据自己的发质选用。\n【22】 4.戒烟，吸烟会使头皮毛细管收缩，从而影响头发的发育生长。\n【23】 5.节制饮酒，白酒，特别是烫热的白酒会使头皮产生热气和湿气，引起脱发。即使是啤酒，葡萄酒也应适量，每周至少应让肝脏“休息”两日，(即停止饮酒)。\n【24】 6.消除精神压抑感，精神状态不稳定，每天焦虑不安会导致脱发，压抑的程度越深，脱发的速度也越快。对女性来说，生活忙碌而又保持适当的运动量，头发会光彩乌黑，充满生命力。男性相反，生活越是紧张，工作越忙碌，脱发的机会越高。因此，经常进行深呼吸，散步，做松弛体操等，可消除当天的精神疲劳。\n【25】 7.烫发吹风要慎重，吹风机吹出的热温度达100度，会破坏毛发组织，损伤头皮，因此要避免总吹风。烫发次数也不宜过多，烫发液对头发的影也较大，次数多了会使头发发丝大伤元气。\n【26】 8.多食蔬菜防止便秘。要常年坚持多吃谷物，水果。如蔬菜摄入减少，易引起便秘而“弄脏血液”，影响头发质量，得了痔疮还会加速头顶部的脱发。\n【27】 9.空调要适宜。空调的暖湿风和冷风都可成为脱发和白发的原因，空气过于干燥或湿度过大对保护头发都不利。\n【28】 10.注意帽子，头盔的通风。头发不耐闷热，戴帽子、头盔的人会使头发长时间不透气，容易闷坏头发。尤其是发际处受帽子或头盔的压迫的毛孔肌肉易松弛，引起脱发。所以应搞好帽子，头盔的通风，如垫上空心帽衬或增加小孔等。　　如果注意了上面所述的十条，会消除脱发带来的烦恼。\n【29】 **检查**\n【30】 相关检查\n【31】 血液检查 头皮检查\n【32】 脱发的主要症状是头发油腻，如同擦油一样，亦有焦枯发蓬，缺乏光泽，有淡黄色鳞屑固着难脱，或灰白色鳞屑飞扬，自觉瘙痒若是男性脱发，主要是前头与头顶部，前额的发际与鬓角往上移，前头与顶部的头发稀疏、变黄、变软，终使额顶部一片光秃或有些茸毛;女性脱发在头顶部，头发变成稀疏，但不会完全成片的脱落。\n【33】 脱发首先要分清类型，一般脱发可分成两种基本类型，由于毛囊受损造成的永久性脱发，和由于毛囊短时间受损造成的暂时性脱发。永久性脱发即常见的男性秃顶。在某些欧洲国家，男性的秃顶率高达40%。\n【34】 永久性脱发(即男性型脱发)的掉发过程是逐渐产生的。开始时，头前额部的头发边缘明显后缩，头顶部头发稀少;然后逐步发展，最后会发展到只剩下头后部，头两侧一圈稀疏的头发，其主要原因有三：遗传因素，血液循环中男性激素的缺乏或失调;过于肥胖。另外，多种皮肤病或皮肤受伤留下的疤痕，天生头发发育不良，以及化学物品或物理原因对毛囊造成的严重伤害均可引起永久性脱发。\n【35】 暂时性脱发往往是由得了发高烧的疾病引起的。不过，照X光、摄入金属(如铊、锡和砷)或摄入毒品、营养不良、某些带炎症的皮肤病、慢性消耗性疾病，以及内分泌失调等也可造成暂时性脱发。\n【36】 **鉴别诊断**\n【37】 应与下面的症状相鉴别诊断：\n【38】 1.毛发脱落： 毛发脱落可以分成两种基本类型：由于毛囊受损造成的永久性脱发，和由于毛囊短时间受损造成的暂时性脱发。永久性脱发即常见的男性秃顶。在某些欧洲国家，男性的秃顶率高达40%。\n【39】 永久性脱发(即男性型脱发)的掉发过程是逐渐产生的。开始时，头前额部的头发边缘明显后缩，头顶部头发稀少;然后逐步发展，最后会发展到只剩下头后部，头两侧一圈稀疏的头发。\n【40】 2.病理性脱发： 正常人平均每天脱发约40-100根左右，属于正常新陈代谢，每天脱落的头发与新生发的数量大致相同，因此不会变稀。如果脱发数量超过这个数字，且头发比以前明显变稀即为病理性脱发。\n【41】 如果平时脱发不多，但头发生长非常缓慢，头发渐稀，这也属于病理性脱发。\n【42】 ", "title": "梳头或洗头时头发脱落增加", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/4167_jieshao.html\", \"category\": \"皮肤性病科::皮肤科::梳头或洗头时头发脱落增加\", \"create_time\": \"2023-12-26 16:28:36.236609\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 18:27:21"}
{"id": 399901, "user_id": "6576f4e0014d3d1c31d6fe43", "user_name": "曾垂松", "task_id": 135, "source_info": {"seq_id": 1471, "text": "【0】 # 渗出性胸水\n【1】 胸腔是由壁层胸膜与脏层胸膜所组成的一个封闭性腔隙，其内为负压，正常情况下两层胸膜之间存在很少量(约1~30毫升)的液体所起润滑作用，减少在呼吸活动过程中两层胸膜之间的摩擦，利于肺在胸腔内舒缩。这种液体从壁层胸膜产生，由脏层胸膜吸收，不断循环之处于动态平衡，液体量保持恒定。当发生某种情况影响到胸膜，无论是壁层胸膜产生胸水或是脏层胸膜吸收胸水的速率有变化，都可使胸腔内液体增多，也就是所谓胸腔积水(积液)。胸积水从性质上可分为渗出性胸水及漏出性胸水。\n【2】 **病因**\n【3】 渗出性的病因很多，归纳起来为两大类：一类是炎症性病变所致，如由细菌、病毒或真菌等感染胸膜引起感染性炎症，导致胸腔积液，或由于肺栓塞、胰腺炎、结缔组织疾病等非感染性炎症引起胸腔积液;第二类是肿瘤性，如癌肿长在胸膜长或转移侵犯胸膜引起积液，可见于胸膜间皮瘤、肺癌、乳房癌、胃癌等。漏出性胸腔积液的病因，可以是全身性疾病，如低蛋白血症、过敏性疾病，也可以是某器官的病变，如充血性心力衰竭、肝硬化、肝阿米巴病、胸导管破裂等。\n【4】 **预防**\n【5】 1.积极防治原发病。胸腔积液为胸部或全身疾患的一部分，因此积极防治原发病是预防本病的关键。\n【6】 2.增强体质，提高抗病能力。\n【7】 3.注意生活调摄。居住地要保持干燥，避免湿邪侵袭，不恣食生冷，不暴饮暴食，保持脾胃功能的正常。得病后，及时治疗，避风寒，慎起居，怡情志，以臻早日康复。\n【8】 **检查**\n【9】 相关检查\n【10】 胸水检查 流式细胞DNA分析\n【11】 一、症状\n【12】 主要症状为呼吸困难，体温正常，心音高朗。胸壁叩诊时两侧呈水平浊音，其浊音界的位置随病人体位的改变而变化。听诊时，在浊音区听不到肺泡音，有时可听到支气管呼吸音。常伴有腹水、心包积水和皮下水肿现象。\n【13】 二、诊断\n【14】 根据缺乏热候等全身症状和叩诊的水平浊音,不难确诊。但须与胸膜炎相区别。胸膜炎有热候、胸部疼痛、咳嗽、胸膜摩擦音，多发生一侧，胸膜炎为渗出液，含有大量纤维蛋白及蛋白质，李瓦他氏反应呈阳性。而胸水无全身症状，胸腔内的液体为漏出液，比较澄清稀薄，含有少量纤维蛋白及蛋白质，李瓦他氏反应呈阴性。\n【15】 **鉴别诊断**\n【16】 一、漏出性(水胸)胸腔积液\n【17】 当充血性心力衰竭，肾病综合症，肝硬化等形成低蛋白血症导致胶体渗透压降低和水钢潴留而引起胸水；任何原因的上腔静脉梗阻，发生胸腔漏出性积液；部分引起腹水的疾病、经膈肌淋巴引流入胸腔造成胸水。\n【18】 二、结核性胸腔积液\n【19】 结核性胸膜炎是机体对结核菌蛋白成分高度过敏的反应，为儿童和青少年原发感染或继发结核病累及胸脯膜的后果。\n【20】 三、恶性胸腔积液\n【21】 原发癌以肺癌和乳癌为主，其次为淋巴瘤；少数为卵巢癌、胃癌、子宫肿瘤等，肿瘤引起胸腔积液的直接机理有胸膜转移，使血管通透性增加;胸膜淋巴引流受阻，纵隔淋巴结阻塞淋巴回流;胸导管受阻；支管气阻塞使胸膜腔压力减低；心包受累(血管静水压升高，产生漏出液。)音接机理有低蛋白血症，阻塞性肺炎，肺栓塞以及放射治疗并发症。\n【22】 四、脓胸\n【23】 脓性胸腔积液简称脓胸，常见病因为肺部感染(如肺炎、肺脓肿、支气管扩张、肺结核等)向胸膜腔蔓延，邻近感染(如隔下脓肿)或败血症，脓毒血症累及胸膜腔，亦可为胸部外科手术的并发症，胸壁穿透伤的合并症，结核性胸膜炎治疗不当可以成为结核性脓胸。\n【24】 五、乳糜胸\n【25】 胸导管破裂或阻塞，使乳糜溢人胸膜腔形成乳糜胸，常见原因纵隔淋巴结结核或癌性肿大，恶性淋巴瘤，丝虫肉芽肿，外或胸外科手术等。\n【26】 六、胸膜间皮瘤\n【27】 是原发于胸膜间皮组织或胸膜下间皮组织一种少见肿瘤，分为局限性胸膜间皮瘤和弥漫性恶性间皮瘤两类，后者常伴浆液性，浆液血性或血性胸腔积液。本病男性较多，发病年龄以40~60岁为多。\n【28】 七、结缔组织病并发胸膜炎\n【29】 以系统性红斑狼疮，类风湿性关节炎等多见。胸腔积液为单侧或双侧，多为少量至中量。常伴有原发病的其他改变。系统性红斑狼疮者胸液为草黄色渗出液，少数为血性或脓性。蛋白含量增多，抗核抗体可阳性，免疫球蛋白增加，补体减少，可找到狼疮细胞;抗结核和抗生素冶疗无效，皮质激素有效。\n【30】 ", "title": "渗出性胸水", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/3948_jieshao.html\", \"create_time\": \"2023-12-26 16:28:29.159987\", \"category\": \"外科::感染科::渗出性胸水\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 18:39:22"}
{"id": 399900, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 1532, "text": "【0】 # 经期缩短\n【1】 经期缩短是围绝经期综合症的临床表现之一。妇女自生育旺盛的性成熟逐渐过渡到老年的一段时期，生理上亦随之产生一系列变化，有的妇女相应出现这样或那样的症状，称之为围绝经期综合症。月经的变化，主要为月经周期延长，间或闭经或不规律;经血量减少或突然增多甚至大出血;经期延长或缩短等。泌尿生殖系统的变化为盆底松弛、乳房下垂、阴道黏膜变薄、皱襞消失、分泌物减少、性交疼痛，有时出现尿频、尿急、尿失禁等症状。\n【2】 **病因**\n【3】 1、神经递质： 神经内分泌的有关研究表明：下丘脑神经递质阿片肽(EOP)肾上腺素(NE)和多巴胺(DA)等与潮热的发生有明显的相关性。5羟色胺(5-HT)对内分泌、心血管、情感和性生活等均有调节功能。已有报道围绝经期综合征患者的自主神经功能障碍与血中5-HT明显降低有关。动物实验进一步证明下丘脑的5-HT水平在卵巢切除后明显降低，用雌激素后可发生明显逆转，故认为围绝经期综合征所表现的功能紊乱症状，可能与随年龄的增长5-HT下降有关。研究发现，绝经后妇女血中β内啡肽(β-EP)及其抗体明显低于生殖期妇女，而β-EP抗体的下降表示免疫系统调节神经内分泌的功能发生紊乱而出现各种神经精神症状。　　\n【4】 2、遗传因素： 有报道11对孪生姐妹围绝经期综合征开始时间完全相同，症状和持续时间也极相近。个体人格特征、神经类型、文化水平、职业、社会人际、家庭背景等与围绝经期综合征发病及症状严重程度有关。大量的临床资料表明性格开朗、神经类型稳定，从事体力劳动者发生围绝经期综合征者较少或症状较轻，而且症状消失较快。性格孤僻，神经类型不稳定，有精神压抑或精神上受过较强刺激，文化层次较高、社会地位与生活条件优越的妇女症状较重。说明该病的发生可能与高级神经活动有关。\n【5】 **预防**\n【6】 1、医疗保健人员应以积极主动与更年期妇女进行卫生保健知识的宣传教育，帮助他们掌握必要的科学知识，消除恐惧与疑虑，以乐观和积极的态度对待更年期。　　\n【7】 2、对更年期妇女的家人，主要是对她们的丈夫也要进行卫生保健知识的宣传，帮助他们了解妇女更年期可能出现的症状，在一旦出现某些神经功能失调症状时，应给予关怀、安慰、鼓励和同情。　　\n【8】 3、更年期妇女最好半年至1年进行1次体格检查，包括妇科检查和防癌检查，有选择地做内分泌检查。医疗保健人员应向更年期妇女提供优质咨询服务，帮助他们预防更年期综合征的发生，或减轻症状，缩短病程。　　\n【9】 4、绝经前行双侧卵巢切除术者，适时补充雌激素。\n【10】 **检查**\n【11】 相关检查\n【12】 妇科检查\n【13】 临床表现：　　\n【14】 1、月经的变化，主要为月经周期延长，间或闭经或不规律;经血量减少或突然增多甚至大出血;经期延长或缩短等。　　\n【15】 2、泌尿生殖系统的变化为盆底松弛、乳房下垂、阴道黏膜变薄、皱襞消失、分泌物减少、性交疼痛，有时出现尿频、尿急、尿失禁等症状。　　\n【16】 3、血管舒缩综合征，即潮红、出汗、心悸、眩晕等症状，发作次数不等，持续数秒钟至数分钟。　　\n【17】 4、精神症状，常有焦虑、抑郁、激动，喜怒无常、脾气暴躁、记忆力下降、注意力不集中、失眠多梦等。　　\n【18】 5、骨质疏松，绝经后妇女约有25%患骨质疏松症、腰酸背痛、腿抽筋、肌肉关节疼痛等。　　\n【19】 6、易发生脂代谢异常、动脉粥样硬化、心脑血管疾病。\n【20】 **鉴别诊断**\n【21】 妇女在围绝经期容易发生高血压、冠心病、肿瘤等，因此必须除外心血管疾病、泌尿生殖器官的器质性病变，要与神经衰弱、甲亢等鉴别。神经衰弱综合征：神经衰弱综合症又称类神经衰弱或脑衰弱综合症，神经衰弱综合症是指某些慢性躯体疾病所引起的类似神经衰弱的症状群。其发生发展、病程经过及预后，均决定于躯体疾病本身，随着躯体疾病的好转和全身状况的恢复，类似神经衰弱的症状亦随之消失。　　\n【22】 甲状腺机能亢进：甲亢是甲状腺机能亢进症的简称，系指由多种原因导致甲状腺功能增强，分泌甲状腺激素(TH)过多，造成机体的神经、循环及消化等系统兴奋性增高和代谢亢进为主要表现的临床综合征。多数甲亢起病缓慢，亦有急性发病，发病率约为31/10万，女性多见，男女之比约为1∶4～6，有人统计495例甲亢病人中，女性416例，占84%，男性79例，占16%。各年龄组均可发病，以20～40岁发病者为多。甲状腺疾病的发病率各地区有所不同，上海第一医学院分析该院总住院患者30760例中，甲状腺疾病计585例，其中甲亢患者203例，占34.7%;中山医学院第一附属医院106581例住院患者中，甲状腺疾病2070例，其中甲亢患者851例，占41.1%。甲亢通常是指功能亢进性毒性弥漫性甲状腺肿而言，临床上最多见。\n【23】 ", "title": "经期缩短", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/2017_jieshao.html\", \"create_time\": \"2023-12-26 16:28:29.432971\", \"category\": \"妇产科::妇科::经期缩短\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 19:21:08"}
{"id": 399899, "user_id": "6576f4e0014d3d1c31d6fe43", "user_name": "曾垂松", "task_id": 135, "source_info": {"seq_id": 1536, "text": "【0】 # 经期出血\n【1】 两次正常量的月经期之间的少量出血，又称为中期出血、或是经间出血、或是排卵期出血。\n【2】 **病因**\n【3】 1、性激素分泌失调，使得排卵时激素水平波动较大而使出血明显。　　\n【4】 2、子宫内膜慢性炎症或卵巢表面炎性增厚，使得排卵时子宫内膜充血明显，出血不易自行停止，或炎性增厚的卵泡表面破裂出血较正常量增多，并随输卵管蠕动反流至宫腔，经阴道排出体外。\n【5】 **预防**\n【6】 排卵期出血对身体没有多大影响，一般不需要治疗。如果出血多如正常月经量，或时间超过5天，就需到医院检查，以排除其他疾病，如阴道、宫颈、子宫内膜及卵巢的病变。出血期间应避免过度劳累，多休息;保持外阴清洁，防止盆腔感染;不要吃辛辣.过甜的食物，腹痛重时可予腹部热敷;同时保持情绪稳定，避免过度紧张;平时要加强体育锻炼，增强体质。　　\n【7】 1、注意月经期及产后保健，保持外阴清洁，防止盆腔感染。　　\n【8】 2、保持心情舒畅，避免过度紧张。\n【9】 **检查**\n【10】 相关检查\n【11】 妇科检查\n【12】 月经中期(排卵期)出现规律的阴道出血，量一般不多，持续半天或几天，可伴有轻度腹痛或腰酸。基础体温双相，出血发生在体温由低向高转化期间。\n【13】 **鉴别诊断**\n【14】 排卵期的出血是属于有规律的月经中期的出血。疾病导致的出血是没有规律性的。月经中期(排卵期)出现规律的阴道出血，量一般不多，持续半天或几天，可伴有轻度腹痛或腰酸。基础体温双相，出血发生在体温由低向高转化期间。\n【15】 ", "title": "经期出血", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/2013_jieshao.html\", \"category\": \"妇产科::妇科::经期出血\", \"create_time\": \"2023-12-26 16:28:29.426595\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 18:34:23"}
{"id": 399898, "user_id": "6576f4e0014d3d1c31d6fe43", "user_name": "曾垂松", "task_id": 135, "source_info": {"seq_id": 568, "text": "【0】 # 异位钙化\n【1】 病理学术语。亦称异位骨化。除正常生理钙化外，在骨骼组织以外发生的钙盐沉积。这种改变通常发生于骨骼的肌腱附着处、韧带、血管壁、骨筋膜等处。钙离子由骨骼系统的析出，常导致骨质疏松症的发生，故有的学者主张将异位钙化作为骨质疏松的间接征象。\n【2】 **病因**\n【3】 在纤维结缔组织中，原始细胞增殖活跃伴有丰富的毛细血管网，钙盐沉积，形成骨。成熟的异位骨化具有骨的结构， 外层包裹纤维结缔组织，里面是成骨细胞 ，具有小梁结及类骨组织，中心是活跃的原始细胞。有人认为，异位骨化与骨化性肌炎有一定区别，后者是指肌肉组织由于损伤或者出血，导致组织机化，形成硬结和挛缩。一般有明确的局部损伤史。局部疼痛不一定很明显，但有一定程度的活动受限。骨化性肌炎未必在关节周围，而是比较集中在肌肉内。异位骨化的病因不很清楚，因此预防困难。其产生可能与损伤早期过度活动肢体有关。\n【4】 **预防**\n【5】 1、异位钙化的患者饮食上要注意多摄入蛋白质含量高的食物，定期检查还是有必要的，以及配合中药调理，找一个有资历的中医经辨证后开出对症中药。\n【6】 2、患有异位钙化的患者经常钙离子由骨骼系统的析出，常导致骨质疏松症的发生，所以运动的时候要注意力度，不能过多劳动。\n【7】 **检查**\n【8】 相关检查\n【9】 骨密度测定\n【10】 多半发生在大关节周围，例如髋关节、肘关节等。常见于神经瘫痪的患者。发病机理不清楚。诱发因素可能是神经和生物电因素。早期局部有明显肿痛，关节活动受限。晚期由于骨组织形成，导致关节活动限制。钙离子由骨骼系统的析出，常导致骨质疏松症的发生，故有的学者主张将异位钙化作为骨质疏松的间接征象。\n【11】 **鉴别诊断**\n【12】 中心性钙化：中心性软骨肉瘤可表现为边界模糊的溶骨，有或无皮质骨中断，由于软骨倾向于钙化和骨化，肿瘤内可出现不透X线区，钙化经常发生在软骨小叶的周围，无一定结构。其特征为不规则的雾状颗粒、结节或不透X线的环。\n【13】 松果体钙化常见于成人，且随年龄增加而更易出现，约 75%正常成人在CT扫描时显示有松果体钙化。其直径范围通常为3～5mm，但有时可能会更广泛些。松果体钙化面积大，移位，出现在小儿身上，则应考虑到是否有松果体区肿瘤的可能性。\n【14】 肝内钙化灶指在B超或CT图像上肝脏内出现类似结石一样的强回声或高密度影像，在20~50岁的人群多见，男女出现率均等，一般为单个钙化灶，右肝多于左肝，很少同时出现左右肝钙化灶。\n【15】 病理性钙化：除骨和牙齿外，在机体的其他组织发生钙盐沉着的现象，称病理性钙化。沉着的钙盐主要是磷酸钙，其次是碳酸钙。病理性钙化可分为营养不良钙化和转移性钙化两种类型。前者主要发生在局部组织变性坏死的基础上。由于局部组织的理化环境改变而促使血液中钙、磷离子发生沉积。后者发生在高血钙的基础上。当血液中钙离子浓度升高时，钙盐可沉着在多处健康的器官与组织。两种钙化的形态表现基本相同，但其发生机理及对机体的影响则不同。\n【16】 多半发生在大关节周围，例如髋关节、肘关节等。常见于神经瘫痪的患者。发病机理不清楚。诱发因素可能是神经和生物电因素。早期局部有明显肿痛，关节活动受限。晚期由于骨组织形成，导致关节活动限制。钙离子由骨骼系统的析出，常导致骨质疏松症的发生，故有的学者主张将异位钙化作为骨质疏松的间接征象。\n【17】 ", "title": "异位钙化", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/5781_jieshao.html\", \"category\": \"中医科::中医综合::异位钙化\", \"create_time\": \"2023-12-26 16:28:32.349759\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 18:07:16"}
{"id": 399897, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 937, "text": "【0】 # 无月经来潮\n【1】 正常育龄女性每个月来一次月经，月经持续三到七天，第一天来的月经称为月经来潮。月经前期综合征一般于月经来潮前7一14天出现，经前2—3天最重，行经后症状消失或明显减轻。不舒适是多方面的，因人而异。有的妇女水肿比较突出，有的妇女乳房胀痛比较明显，有的妇女主要是精神症状。有时，几种症状并存，因此程度不一，无月经来潮指正常育龄女性每个月没来一次月经。\n【2】 **病因**\n【3】 (1) 疾病。主要包括消耗性疾病，如重度肺结核、严重贫血、营养不良等，特有的内分泌疾 病，如\"肥胖生殖无能性营养不良病\"等;体内一些内分泌系乱的影响，如肾上腺、甲关腺、胰 腺等功能紊乱。这些原因的影响，都可能不来月经。但是这几种情况引起的闭经，只要疾病治 好了，月经也就自然来潮。\n【4】 (2) 生殖道下段闭锁。如子宫颈、阴道、处女膜、阴唇等处，有一部分先天性闭锁，或后天 损伤造成粘连性闭锁，虽然有月经，但经血不能外流。这种情况称为隐性或假性闭经。生殖道 下段闭锁，经过医生治疗，是完全可以治愈的。\n【5】 (3) 生殖器官司不健全或发育不良。有的人先天性无卵巢，或卵巢以育不良，或卵巢颀坏， 不能产生雌激素和孕激素，因此子宫内膜不能发生周期性的变化， 也就不会出现子宫内膜脱 落，所以也就没有月经来潮。也有的先天性无子宫，或子宫内膜发育不良，或子宫内膜损伤， 即使卵巢功能健全，雌激素和孕激素的分泌正常，也不会来月经。\n【6】 (4) 结核性子宫内膜炎。这是由于结核菌侵入子宫内膜，使子宫内膜发炎，并受到不同程度 的破坏，最后出现瘢痕组织，而造成闭经。因此，得了结核性子宫内膜炎，应该及时治疗，不 可延误。\n【7】 (5) 脑垂体或下丘脑功能不正常。脑垂体能分泌促性腺激素。促性腺激素有调节卵巢功能和 维持月经的作用。如果脑垂体的功能失调，就会影响促性腺激素的分泌，进面影响卵巢的功能 ，卵巢功能不正常就会引起闭经。另外，下丘脑功能不正常也会引起闭经。引起下丘脑功能失 调的原因很多，如精神刺激、悲伤忧虑、恐惧不安、紧张劳累，以及环境改变、寒冷刺激等。 由下丘脑引起的闭经比较多见。\n【8】 **预防**\n【9】 做好计划生育，尽量减少宫腔手术，能有效预防闭经。 闭经与七情内伤关系密切，宜调节情志。 正确处理产程，防止产时、产后大出血。女性避免过度劳累、精神紧张、心情压抑等都可能引起内分泌失调导致月经不调，而营养不良是引起这这些不良情绪的根本。一旦发生大出血，应及时输血抢救，防止出现席汉氏综合征，发生血枯经闭。 \n【10】 1、清洁卫生\n【11】 经期要保持外阴清洁，每晚用温开水擦洗外阴，以淋浴最好;卫生巾、纸要柔软清洁;月经带、内裤要勤换、勤洗，大便后要从前向后擦拭，以免脏物进入阴道，引起阴道炎或子宫发炎。应注意外生殖器的清洁、经期不宜盆浴，可以淋浴，防止上行感染。所使用的卫生巾要柔软、清洁、勤换。\n【12】 2、注意保暖\n【13】 月经期间毛细孔皆放大，应注意气候变化，尤其要防止高温日晒，风寒雨淋，或涉水、游泳、或用冷水洗头洗脚，或久坐冷地等。基本的保暖工作一定要做好，特别是对于下腹部以及四肢的保暖工作必须要做到位。同时在经期还要注意，千万不要淋雨、涉水或游泳，以此来避免着凉。在日常生活中，经期时不要坐在潮湿、阴凉之处以及空调、电扇的风道口，同时也不要用凉水洗澡、洗脚，这样会导致月经不调等症状。\n【14】 3、保持充足睡眠\n【15】 月经期一定要保证睡眠的充足，不要做很疲劳的运动。另外，月经期间比较浮躁，睡眠也不太好，所以睡眠之前要喝一杯牛奶，有镇静的作用。\n【16】 4、补充营养\n【17】 月经期因经血的耗散，更需充足的营养;饮食宜清淡温和，易于消化，不可过食生冷，因寒使血凝，容易引起疼经，以及月经过多或突然中断等。不可过食辛辣食物，减少子宫出血。要多喝开水，多吃水果、蔬菜、保持大便通畅。女性在月经期间由于失血，因此在月经干净后的1-5天时间内，应该尽量的多吃一些含有蛋白质、铁、矿物质等各种营养物质。比如像牛奶、鸡蛋、鸽蛋、鹌鹑蛋、牛肉、羊肉、猪胰、芡实、菠菜等。在月经期间，也要注意补充营养，比如多吃一些有利于“经水之行”的食品，如羊肉、鸡肉、红枣、豆腐皮、苹果等食品。\n【18】 (1) 勤换月经垫。\n【19】 (2) 每天用温水擦洗外阴，洗澡不可盆浴，以免污水进入阴道，引起感染。\n【20】 (3) 大小便后，擦拭时由前向后，以免将肛门处的细菌带至外阴。\n【21】 (4) 少吃生冷或有刺激性的食物，如辣椒，酒等。\n【22】 (5) 多喝开水，保持大便通畅。\n【23】 (6) 不要洗头。\n【24】 **检查**\n【25】 相关检查\n【26】 宫腔镜 妇科超声检查\n【27】 **1、子宫检查：**\n【28】 (1)宫腔镜检查：了解官腔深度、宽度、形态有无畸形，有无黏连，取内膜检查有无病理改变。\n【29】 (2)腹腔镜检查：直视子宫及性腺外观，除外先天发育异常，必要时取卵巢活检。\n【30】 (3)子宫轴卵管碘油造影：了解宫腔形态，有无畸形，输卵管是否通畅，除外结核病。\n【31】 (4)药物试验检查：孕激素和雌激素试验，观察子宫内膜有无反应。\n【32】 **2、卵巢功能检查：**\n【33】 (1)阴道黏液结晶检查：了解雌激素水平。\n【34】 (2)宫颈黏液结晶检查：了解雌激素水平及有无孕激素影响。\n【35】 (3)基础体温测定：了解有无排卵及黄体功能。\n【36】 (4)雌孕激素水平测定：了解卵巢功能。\n【37】 **3、垂体功能检查：**\n【38】 (1)测定血中PSH、LH含量：若高于正常水平提示卵巢功能低下;若低于正常水平表示垂体功能或更高中枢功能低下。\n【39】 (2)垂体兴奋试验：一般用药后15-30分钟，LH值高于用药前的2-4倍，为垂体功能良好，如不升高或升高很少说明病交可能在垂体。\n【40】 (3)血中催乳素(PRL)测定：如PRL<50ug/ml，应进一步作PRL.兴奋或抑制试验，以鉴别PRL的功能性分泌增多与垂体腺瘤。\n【41】 (4)蝶鞍x线片、叮、核磁共振等检查：以除外垂体肿瘤。\n【42】 **鉴别诊断**\n【43】 **无月经来潮的鉴别诊断：**\n【44】 1、月经周期改变：如果你的正常月经周期发生变化，经血量增多，经期延长及月经不规则时需考虑子宫肌瘤。子宫肌瘤( myoma of uterus)，又称子宫平滑肌瘤，是女性生殖器最常见的一种良性肿瘤。多无症状，少数表现为阴道出血，腹部触及肿物以及压迫症状等。如发生蒂扭转或其他情况时可引起疼痛。以多发性子宫肌瘤常见。本病确切病因不明，现代西医学采取性激素或手术治疗，尚无其他理想疗法。子宫肌瘤好发于卵巢功能较旺盛的30～45岁的妇女，50岁以后，由于卵巢功能明显衰退，肌瘤大多自行缩小。\n【45】 2、晚发月经：一般来说，女孩到18岁以后才来月经或出现第二性征叫晚发月经。　\n【46】 3、月经失调：月经失调也称月经不调妇科常见病 。表现为月经周期或出血量的异常，或是月经前、经期时的腹痛及全身症状。病因可能是器质性病变或是功能失常。许多全身性疾病如血液病、高血压病、肝病、内分泌病、流产、宫外孕、葡萄胎、生殖道感染、肿瘤(如卵巢肿瘤、子宫肌瘤)等均可引起月经失调。\n【47】 ", "title": "无月经来潮", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/4795_jieshao.html\", \"category\": \"妇产科::妇科::无月经来潮\", \"create_time\": \"2023-12-26 16:28:32.100186\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 18:33:10"}
{"id": 399896, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 302, "text": "【0】 # 指甲冻伤\n【1】 指甲冻伤是指指甲受到冷冻的伤害而引起的外伤。\n【2】 **病因**\n【3】 指甲受冻而造成局部缺血所致。\n【4】 **预防**\n【5】 注意手部的保暖，补养身体。\n【6】 **检查**\n【7】 相关检查\n【8】 指指试验\n【9】 手指因冻伤，指甲盖可能出现萎缩或者脱落，手指甲发青。\n【10】 **鉴别诊断**\n【11】 指甲夹伤：在日常生活中，家庭和学校的门户、铁闸、窗框、抽屉或者汽车门等，最容易夹伤手指，伤者多是活泼好动的儿童。夹伤后轻者出血肿胀，重者可引起手指切断、指甲脱落或关节出血等。\n【12】 指甲变形变软：是患了甲癣的临床表现。观察指甲，发现其变软了，甚至变形了。\n【13】 匙状甲：指甲中间下陷，整片指甲变成平坦或匙状。这种指甲与铁质不足性贫血病、梅毒、甲状腺障碍，风湿热等有关。\n【14】 指甲床发绀：紫绀是指皮肤及粘膜呈现弥漫性青紫现象。一般在皮肤较薄、色素较少而血液充足的部位最为明显，如指甲床，其他的还有口唇、舌、口腔粘膜、鼻尖、面颊、耳垂等。高原性心脏病可表现有杵状指，口唇、指甲床发绀，主要由慢性缺氧引起的右心功能受损。\n【15】 手指因冻伤，指甲盖可能出现萎缩或者脱落，手指甲发青。\n【16】 ", "title": "指甲冻伤", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/6199_jieshao.html\", \"category\": \"皮肤性病科::皮肤科::指甲冻伤\", \"create_time\": \"2023-12-26 16:28:37.701494\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 19:14:53"}
{"id": 399895, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 180, "text": "【0】 # 浅棕色斑点\n【1】 雀斑是一种单纯的浅棕色或褐色皮肤斑点，多数长在面部。雀斑的形成主要是由于皮肤表皮基底层的黑色素细胞生成的黑色素过多所致。\n【2】 **病因**\n【3】 黑色素来源于奶酪等食物内所含的酪氨酸，在体内酶的作用下，酪氨酸转化成二羟苯丙氨酸，然后氧化，最后聚合成黑色素。如果脑垂体产生的促黑激素由于某些原因增多时，就可引起色素代谢障碍，出现皮肤雀斑。\n【4】 **预防**\n【5】 目前，一些医院或美容院采取的治疗方法，一般是暂时消除或减弱雀斑的颜色，大多只能维持一定的时间。雀斑的治疗方法，有的是采取中、西药外涂，使雀斑的颜色消除或变浅，它需要数周或数月的时间。一些广告上声称“一擦就净”，那只是迎合一些人急于求成的心理。　　\n【6】 在天然食品中，具有保养皮肤和消除雀斑功效的食物有许多种。 现介绍几种经临床验证确有实效的食疗方法。　　\n【7】 ◆西红柿汁　　\n【8】 每日喝1杯西红柿汁或经常吃西红柿，对防治雀斑有较好的作用。因为西红柿中含丰富的维生素C，被誉为“维生素C的仓库”。维生素C可抑制皮肤内酪氨酸酶的活性，有效减少黑色素的形成，从而使皮肤白嫩，黑斑消退。　　\n【9】 ◆黄瓜粥　　\n【10】 取大米100克，鲜嫩黄瓜300克，精盐2克，生姜10克。将黄瓜洗净，去皮去心切成薄片。大米淘洗干净，生姜洗净拍碎。锅内加水约1000毫升，置火上，下大米、生姜，武火烧开后，改用文火慢慢煮至米烂时下入黄瓜片，再煮至汤稠，入精盐调味即可。一日二次温服，可以润泽皮肤、祛斑、减肥。现代科学研究证明，黄瓜含有丰富的钾盐和一定数量的胡萝卜素、维生素C、维生素B1、维生素B2、糖类、蛋白质以及芥、磷、铁等营养成分。经常食用黄瓜粥，能消除雀斑、增白皮肤。　　\n【11】 ◆柠檬冰糖汁　　\n【12】 将柠檬搅汁，加冰糖适量饮用。柠檬中含有丰富的维生素C，100克柠檬汁中含维生素C可高达50毫克。此外还含有钙、磷、铁和B族维生素等。常饮柠檬汁，不仅可以白嫩皮肤，防止皮肤血管老化，消除面部色素斑，而且还具有防治动脉硬化的作用。　　\n【13】 ◆黑木耳红枣汤　　\n【14】 取黑木耳30克，红枣20枚。将黑木耳洗净，红枣去核，加水适量，煮半个小时左右。每日早、晚餐后各一次。经常服食，可以驻颜祛斑、健美丰肌，并用于治疗面部黑斑、形瘦。本食谱中的黑木耳，《本草纲目》中记载其可去面上黑斑。黑木耳可润肤，防止皮肤老化;大枣和中益气，健脾润肤，有助黑木耳祛除黑斑。　　\n【15】 ◆胡萝卜汁　　\n【16】 将新鲜胡萝卜研碎挤汁，取10-30毫升，每日早晚洗完脸后，以鲜汁拍脸，待干后用涂有植物油的手轻拍面部。此外，每日喝1杯胡萝卜汁也有祛斑作用。因为胡萝卜含有丰富的维生素A原。维生素A原在体内可转化为维生素A。维生素A具有滑润、强健皮肤的作用，并可防治皮肤粗糙及雀斑。　　\n【17】 另外，用冬瓜藤熬水用来擦脸、洗澡，可使皮肤滋润、消除雀斑。金盏花叶汁也有护肤除斑的功效。将金盏花叶捣烂，取汁擦涂脸部，既可消除雀斑，又能清爽和洁白皮肤。蒲公英花水也能用于除斑，取一把蒲公英，倒入一茶杯开水，冷却后过滤，然后以蒲公英花水早晚洗脸，可使面部清洁，少患皮炎。\n【18】 **检查**\n【19】 相关检查\n【20】 皮肤斑贴实验 皮肤试验\n【21】 1、针尖至米粒大的褐色小斑点，因其形状、颜色如雀卵，故名雀斑。　\n【22】 2、雀斑好发于颜面，颈部、手臂等日晒部位，面部多散布在两颊及鼻梁。　　\n【23】 3、雀斑数量多少不定，各个之间互不融合。　　\n【24】 4一般幼年时就有，女性多于男性，常伴有家族史，无其他症状。\n【25】 **鉴别诊断**\n【26】 浅棕色斑点的鉴别诊断：　　\n【27】 1、黄褐斑：是由于激素或者压力或者肝火引起。　　\n【28】 2、孕斑：是激素和产后体内排淤血不尽引起的。\n【29】 ", "title": "浅棕色斑点", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/3425_jieshao.html\", \"category\": \"皮肤性病科::皮肤科::浅棕色斑点\", \"create_time\": \"2023-12-26 16:28:35.425529\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 19:18:33"}
{"id": 399894, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 949, "text": "【0】 # 菱形-现象\n【1】 菱形-现象(Y-phenomenon)：即原眼位时和向正下方注视时外斜度数较小或无外斜，而向正上方注视时外斜度数明显增大。实为V-外斜视的变异，即原眼位时，内斜度数较小或无内斜，向正上和正下方注视时内斜度数增加，均是A-V综合征的表现。A-V综合征又称A-V现象，是一种水平性斜视的亚型，水平位的偏斜程度与垂直方向有关，即向上方注视的水平偏斜角和下方注视的水平偏斜角不同的斜视。\n【2】 **病因**\n【3】 (一)发病原因\n【4】 A-V 征形成的原因很多，包括眼外肌本身的因素、解剖因素、神经支配因素以及遗传因素等。\n【5】 (二)发病机制\n【6】 形成A-V征的原因很多，归纳起来有如下8个方面：\n【7】 1.水平肌肉的原因：Urist认为A-V征的形成与内、外直肌在向上、下方注视时的强弱差异有关。在生理状态下，当双眼向上方注视时，分开作用有轻度增加(<15△)，向下方注视时，集合(辐辏)作用有轻度增加(<10△)，但都不超过正常限度。上述生理性差异是由于外直肌与内直肌作用不同的结果，一般认为V现象是因生理差异过大，而A现象则是因生理差异过小所致。也就是说，V-外斜视是由于外直肌作用过强，V-内斜视是由于内直肌作用过强，A-外斜视是由于内直肌力量不足，A-内斜视是由于外直肌力量不足造成的。总之，V征是由于水平肌肉过强造成的，而A征是由于水平肌肉力量不足造成的。\n【8】 2.斜肌的原因：Jampolsky认为上、下斜肌的强弱是形成A-V征的一个重要原因。由于斜肌的次要作用使眼球外转，所以当下斜肌力量过强时，可致V现象;而下斜肌的力量不足时，则致A现象;上斜肌力量过强而致A现象;上斜肌力量不足则致V现象。总之，向正上方注视时水平斜度加大者，为下斜肌的原因所致，而向下方注视时水平斜度加大者，为上斜肌的原因所致。von Noorden认为斜肌功能异常是A-V综合征较常见原因，有斜肌功能异常的A-V综合征常引起旋转性斜视。由斜肌功能异常的A-V综合征产生旋转性斜视，以水平肌止端倾斜矫正后，其旋转斜视不能矫正。而这种旋转斜视用眼底照相检查证实。\n【9】 3.上、下直肌的原因：Brown认为上、下直肌的功能强弱是形成A-V征的一个原因，由于这两条肌肉均有使眼球内转的次要作用，所以当上直肌力量过强时，可致A现象;而上直肌力量较弱时则致V现象;下直肌力量较强时，可致V现象;下直肌力量较弱致A现象。总之，向正上方注视时水平斜度差异大者，为上直肌的原因所致，而向正下方注视时水平斜度差异大者为下直肌的原因所致。\n【10】 4.水平-垂直直肌的原因 ：持此种意见的人认为A-V征是由于水平和垂直作用的肌肉均有异常造成的，并非单独由某一种肌肉的异常所致。一部分患者可能主要为水平肌肉的过强或过弱、导致垂直肌肉的继发性改变所致;而另一些患者可能主要为垂直肌肉功能的过强或过弱，导致水平肌肉的继发性改变，或水平和垂直肌肉功能均有改变始形成A-V征。\n【11】 5.解剖方面的原因\n【12】 (1)A-V征与面容形状有关：如蒙古人样面容(外眦部上移)可造成A-内斜及V-外斜;而反蒙古人样(高加索人)面容(外眦部无移位或稍下移)，可造成A-外斜及V-内斜。\n【13】 (2)筋膜异常：如Brown上斜肌鞘综合征常合并V-外斜，此乃由于上斜肌鞘缺乏弹性，致使上转时发生强制性外展。在Johnson粘连综合征，亦可产生垂直转动时的机械性集散现象。\n【14】 (3)肌肉附着点异常：有人认为有些V现象患者的内直肌腱的附着位比正常者高，外直肌腱的附着位则较正常为低。另外附着点的前移或后移，亦可造成A-V征。\n【15】 6.神经支配原因：临床上A-V征单纯由解剖因素所致者较少见，但由于麻痹因素所致则较多见。因为从A-V征的定义中可以看出，它是一种同时伴有垂直非共同性斜视的亚型水平性斜视，也就是说无论水平斜度或垂直斜度占主要，均合并有肌肉过强或过弱的不平衡现象。垂直直肌和斜肌哪种占主要尚无定论，水平肌和垂直肌均有作用，但二者谁最重要亦无法解释清楚，垂直肌具有神经冲动和机械两方面的作用，而水平肌在肌肉过强或过弱时可能更为突出。\n【16】 此外，还有生理性V现象，即在原眼位无斜视的情况下，向上注视时，可以产生外斜(可达17△之多)，向下注视时，可以产生A现象(可达5△之多)，这可能与神经支配因素有关。\n【17】 7.辐辏和融合功能异常的原因：当向下方注视，不能保持融合时，可以产生A现象;当向上方注视不能保持融合时，可以产生V现象，此种情况，在间歇性外斜常见。\n【18】 8.遗传因素：文献中有关A-V征的遗传因素报道较少，我国曾报道一家系5代11例V-外斜视的病例，为常染色体显性遗传。仅手术1例先证者，术中未见眼外肌附着异常。\n【19】 **预防**\n【20】 A-V综合征的治疗主要采用手术矫正对A-内斜视和V-内斜视，如果合并有调节因素，应戴镜矫正对合并斜肌功能过强又有调节因素的患者，除戴镜外，应及早行斜肌减弱术，消除旋转斜视的干扰，有利于双眼视觉的建立对合并弱视者，先治疗弱视，使双眼视力平衡或相近时方可手术。\n【21】 **检查**\n【22】 相关检查\n【23】 视网膜检影法\n【24】 诊断标准 ：中华医学会眼科学会全国儿童弱视斜视防治学组(1987)规定A-V征的诊断标准为：\n【25】 (1)外斜V征：向上注视时的斜度比向下注视时大(≥15△，8°～9°)。\n【26】 (2)内斜V征：向上注视时的斜度比向下注视时小(≥15△，8°～9°)。\n【27】 (3)外斜A征：向上注视时的斜度比向下注视时小(≥10△，5°～6°)。\n【28】 (4)内斜A征：向上注视时的斜度比向下注视时大(≥10△，5°～6°)。\n【29】 1.根据患者临床表现及眼球检查结果，可以明确诊断。\n【30】 2.诊断标准：向上注视与向下注视时的斜视度之间的差异必须≥10△才能诊断A现象;二者之间的差异必须≥15△才能诊断为V现象，因为正常人在向下注视时也有轻度集合。为了进一步判断引起A-V现象是单纯水平肌肉因素还是有垂直肌肉因素，应以三棱镜加遮盖法或同视机做各诊断眼位的斜视度测定。正常视网膜对应者如用同视机检查还可以发现A-V现象同时伴有旋转性斜视(通过眼底照相也可证实)，这对制定手术治疗方案很有帮助。\n【31】 1.一般情况检查：检查裸眼(及矫正)远和近视力、外眼情况、屈光状态、屈光间质、注视性质和眼底情况等。\n【32】 2.眼肌检查：除行角膜映光法、遮盖法及各诊断眼位等常规眼肌检查外，还应作如下检查：\n【33】 (1)三棱镜加遮盖法检查原眼位、正上方和正下方注视时的斜视度。\n【34】 (2)视网膜对应、融合功能、立体视功能检查，以及AC/A比率的测定。\n【35】 (3)双眼固视野检查，了解注视范围，为选择手术方法提供依据。\n【36】 (4)Hess屏检查眼外肌的功能状态。\n【37】 3.A-V综合征检查中的注意事项\n【38】 (1)如有屈光不正，检查时应戴矫正眼镜。\n【39】 (2)看近时应让患者注视小视标，为了减少调节因素对眼位的影响，可戴3D镜片后检查。\n【40】 (3)分别测定33cm和6m注视时的水平斜度及上下注视位的斜度，有人主张重复检查3次才可作为诊断依据。\n【41】 (4)多以三棱镜加遮盖法检查的斜度为准。向上或向下方转25°角检查内外斜度，有人认为转动15°角已够(Duke-Elder)，因注视位置太向上或太向下容易引起假象。\n【42】 (5)注意检查斜肌功能和旋转斜视：\n【43】 ①上斜肌功能过强的判定，依据Parks分类方法分为4级，检查双眼下转30°及左、右转30°时垂直斜度，双眼垂直斜度之差。A.1级：<10°者; B.2级：10°～19°者; C.3级：20°～30°者;D.4级：>30°者。\n【44】 ②下斜肌功能过强的判定，依据孟祥成分类法分为3级：A.1级(1度)：即内转时出现上斜者;B.2级(2度)：极度内转时才显示出上斜者;C.3级(3度)：向内上方转时才出现上斜者。\n【45】 ③旋转斜视的判定采用眼底照相机照相检查，依据孔令媛测量法，正常视盘-中心凹角平均值为7.381°，变化范围为1.429°～13.333°。中心凹位于视盘几何中心平面下0.343PD。\n【46】 **鉴别诊断**\n【47】 菱形-现象的鉴别诊断：\n【48】 (1)A型内斜视(A-esotropia)：又称内斜A征(esotropia A sign)、内斜A现象(esotropia Aphenomenon)、A-内斜、集合性斜视A综合征(convergent strabismus A syndrome)，即向正上看时内斜度数增大，而向正下看时内斜度数减少，甚至消失。看远及看近时内斜度几乎相等，向内下方转眼时可有上斜肌功能过强，内收眼位时眼球内陷。患者可有下颌上抬表现。\n【49】 (2)V型内斜视(V-esotropia)：又称内斜V征(esotropia V sign)、内斜V现象(esotropia Vphenomenon)、V-内斜、集合性斜视V综合征(convergent strabismus V syndrome)，即向正下看时内斜度数增大，而向正上看时内斜度数变小，甚至消失。内斜度看近大于看远，常有下斜肌功能过强。患者可有下颌内收表现，双眼固视野小，常有恐怖状。\n【50】 (3)A型外斜视(A-exotropia)：又称外斜A征(exotropia A sign)、外斜A现象(exotropia Aphenomenon)、A-外斜、分开性斜视A综合征(divergent strabismus A syndrome)，即向正上方看时外斜度数变小，甚至消失，而向正下方看时外斜度数增大。看远看近外斜度数无变化，常有上斜肌功能过强，内收眼位时眼球内陷。患者可有下颌内收表现、双眼固视野小，常有恐怖状。\n【51】 (4)V型外斜视(V-exotropia)：又称外斜V征(exotropia V sign)、外斜V现象(exotropia Vphenomenon)、V-外斜、分开性斜视V综合征(divergent strabismus V syndrome)，即向正上方看时外斜度数增大，而向正下方看时外斜度数减少，甚至消失，外斜度看远大于看近(分开过强)，常有下斜肌功能过强，患者可有下颌上抬现象。\n【52】 (5)X-现象(X-phenomenon)：即在原眼位时正位或轻度外斜，向正上方或正下方看时外斜度均增大，呈“X”形。\n【53】 (6)XA-现象(X and A phenomenon)：即原眼位时轻度外斜，向正上方注视时的外斜度数增大较向正下方注视时外斜度数增大得少。\n【54】 (7)XV-现象(X and V phenomenon)：即原眼位时轻度外斜，向正上方注视时的外斜度数增大较向正下方注视时外斜度数增大得多。\n【55】 (8)Y- -现象( -phenomenon)：即原眼位和正上方注视时外斜度数较小或无外斜，而向正下方注视时外斜度数增大。亦为V-外斜视的变异或Y-现象的反向型。\n【56】 ", "title": "菱形-现象", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/2567_jieshao.html\", \"category\": \"五官科::眼科::菱形-现象\", \"create_time\": \"2023-12-26 16:28:30.280569\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 19:11:31"}
{"id": 399893, "user_id": "6576f528a7fde52fbed95c35", "user_name": "韩蕊", "task_id": 135, "source_info": {"seq_id": 215, "text": "【0】 # 血丝痰\n【1】 血性痰即痰中带血丝、血块。痰中带鲜红血丝，多见于肺结核或支气管扩张，有时咽部有炎症时也可出现这种现象。\n【2】 **病因**\n【3】 **血丝痰的病因**\n【4】 1、支气管疾病常见的有支气管扩张(结核性或非结核性)、慢性支气管炎、支气管内膜结核、支气管癌(原发性肺癌)等。较少见的有良性支气管瘤、支气管内结石、支气管非特异性溃疡等。\n【5】 2、肺部疾病常见的有肺结核、肺炎、肺脓肿等，较少见的有肺瘀血、肺梗塞、恶性肿瘤转移、肺囊肿、肺真菌病、肺吸虫病等。肺结核是最常见的咯血原因之一。\n【6】 3、心血管疾病较常见的是二尖瓣狭窄所致的咯血。某些先天性心脏病如房间隔缺损、动脉导管未闭等引起肺动脉高压时，也可发生咯血。\n【7】 4、其他血液病(如血小板减少性紫癜、白血病、血友病等);急性传染病(如肺出血型钩端螺旋体病、流行性出血热等);结缔组织病(如结节性多动脉炎);子宫内膜异位症等。\n【8】 **预防**\n【9】 **血丝痰的预防方法**\n【10】 平时注意对呼吸系统的保护，一旦出现问题，立即就医诊断。\n【11】 **检查**\n【12】 相关检查\n【13】 结核杆菌检查 痰液细菌涂片检查 结核杆菌的抗原、抗体检查\n【14】 **血丝痰的检查**\n【15】 临床症状：\n【16】 第一，痰中带鲜红血丝，多见于肺结核或支气管扩张，有时咽部有炎症时也可出现这种现象。\n【17】 第二，黑色血痰，多见于肺梗塞。\n【18】 第三，咳出血性泡沫样痰，可见于肺水肿。\n【19】 第四，长期痰内带血或伴有胸痛、乏力、消瘦，要警惕支气管肺癌。\n【20】 **鉴别诊断**\n【21】 **血丝痰易混淆的症状**\n【22】 1、支气管扩张：少数病程较长者，痰量多，静置可分成三层：上层为泡沫状，中层为绿色且浑浊，底层为稠厚的脓液。咯血常见且可能是首发和唯一的主诉，咯血为毛细血管腐蚀，有时为支气管动脉和动脉吻合引起。亦常见反复发热或胸痛，伴或不伴明显的肺炎。出现上述症状即可作出支气管扩张症的诊断。晚期伴慢性支气管炎和肺气肿时，可有喘息，气促和其他呼吸功能不全及肺心病的表现。\n【23】 2、肺结核：典型肺结核起病缓渐，病程经过较长，有低热、乏力、食欲不振、咳嗽和少量咯血。但多数病人病灶轻微，常无明显症状，经X线健康检查始被发现，有些病人认突然咯血表现发现，但在病程中常可追溯到轻微的毒性症状。\n【24】 3、二尖瓣狭窄：①痰中带血或血痰，与支气管炎，肺部感染，和肺充血或毛细血管破裂有关;常伴夜间阵发性呼吸困难;二尖瓣狭窄晚期出血肺梗塞时，亦可咯血痰;②大量咯血，是由于左心房压力突然增高，以致支气管静脉破裂出血造成。多见于二尖瓣狭窄早期，仅有轻度或中度肺动脉增高的患者。③粉红色泡沫痰，为毛细血管破裂所致，属急性肺水肿的特征。\n【25】 ", "title": "血丝痰", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/5394_jieshao.html\", \"category\": \"内科::呼吸内科::血丝痰\", \"create_time\": \"2023-12-26 16:28:34.040358\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 19:32:26"}
{"id": 399892, "user_id": "6576f4e0014d3d1c31d6fe43", "user_name": "曾垂松", "task_id": 135, "source_info": {"seq_id": 1628, "text": "【0】 # 高眼压\n【1】 高眼压是指反复多次测量眼压均超过正常范围，但经长期随访，不引起视乳头和视野的改变。高眼压与房水分泌增多有关，也可能与内分泌失调有关。\n【2】 **病因**\n【3】 1、女性患者、血压升高和冬季等因素与高眼压相关。高眼压症患者女性较多，且大多在40岁以上，提示可能与女性的内分泌的变化，尤其是闭经前期的自主神经功能紊乱有一定的关系。\n【4】 2、血压升高与眼压升高的伴随现象解释，也与血管的自主神经功能自主调节障碍有关\n【5】 3、眼压与季节变化以及日间变化(往往早上较高)的联系多认为是与体内肾上腺皮质激素的周期性变化相关。\n【6】 4、此外与高眼压相关全身因素还有种族(黑人较多见)、身高、体重以及脉率、糖尿病和吸烟等。\n【7】 5、眼局部与高眼压相关的因素主要是深色虹膜(即虹膜色素浓厚)、角膜厚度和近视眼。至于年龄因素在西方人的报道中眼压是随年龄增长而增加的，但日本和中国的流行病学资料显示眼压是随年龄增长而下降。\n【8】 **预防**\n【9】 1、心理调整患者情绪波动、劳累、长时间暗环境工作时，交感神经兴奋，使瞳孔开大肌收缩，导致瞳孔扩大，巩膜向周边堆积，使房角关闭、房水排出障碍、眼压升高，诱发青光眼发作。让患者了解青光眼急性发作与上述因素有关，保持精神愉快，生活有规律，避免情绪波动。\n【10】 2、饮食合理禁止吸烟、饮酒、喝浓茶、咖啡及吃辛辣等刺激性食物，同时适当控制饮水量，1次不宜超过300ml，以免短时间内大量水分吸收入血，使房水随之增加，引起眼压升高;多吃蔬菜，宜食蜂蜜，蜂蜜不但可以降眼压，而且可以通便，避免眼内房水分泌增加而引起眼压增高。\n【11】 3、生活规律合理安排日常生活，自我放松，保持精神愉快;不宜在暗室或黑暗环境中停留过久，因为在黑暗的情况下，瞳孔扩大，虹膜周边阻塞已狭窄的房角，房水排出受阻，眼压升高;看电视时应有室内照明，避免瞳孔扩大;不宜长时间低头、弯腰看书写字;腰带、内衣、领口和乳罩不宜过紧，防止颈内动脉压增高，而使眼压升高;睡眠时枕头适当垫高。\n【12】 4、按时复查临床上许多患者往往误认为手术后青光眼即可治愈，而不再复诊，因此，务必向患者讲明青光眼眼压虽然得到控制，但不代表疾病的痊愈，仍应注意眼压、视盘和视野变化。出院1周后复查;以后每月复查;3个月后，每半年复查1次。如发现看灯光有虹视、眼痛、视物模糊或视力减退，应立即检查。\n【13】 **检查**\n【14】 相关检查\n【15】 眼压 眼底镜检查法 近视力检查法 眼科检查 眼功能检查\n【16】 临床表现及检查：\n【17】 由于高眼压症的临床情况比较复杂，而且确实部分高眼压症最终将发展为原发性开角型青光眼，因此，对高眼压症除了应定期随访观察外(定期复查眼压、视盘、视网膜神经纤维层和视野)，对部分具有原发性开角型青光眼危险因素或视野损害危险因素的高眼压症，大多数学者均倾向于采取“保护性”的降眼压治疗，包括具有下列危险因素的高眼压症：\n【18】 1、眼压≥4kPa(30mmHg)。\n【19】 2、有阳性青光眼家族史。\n【20】 3、对侧眼为原发性开角型青光眼。\n【21】 4、高度近视。\n【22】 5、视盘大凹陷。\n【23】 6、伴随有可引起视盘低灌注的全身血流动力学和血液流变学异常如糖尿病、高血压脑血管卒中病史周围血管痉挛、高黏血症等。\n【24】 “保护性”的降眼压治疗采用药物治疗，选择药物的原则与原发性开角型青光眼相同。\n【25】 对轻度的高眼压症如眼压<4kPa(30mmHg)，无伴随有可造成视野损害的危险因素者，倾向于定期随访观察，而暂不做治疗。\n【26】 **鉴别诊断**\n【27】 鉴别诊断：\n【28】 高眼压症应注意与尚未出现视盘损害和视野缺损的早期POAG患者鉴别。\n【29】 1、采用任何药物，反复测量眼压>21 mmHg(2.79kPa)。\n【30】 2、眼底检查正常。\n【31】 3、视野检查正常。\n【32】 4、房角开放。\n【33】 5、眼压描记值正常。\n【34】 6、眼底照相未见有视神经纤维层损害。\n【35】 ", "title": "高眼压", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/1287_jieshao.html\", \"category\": \"五官科::眼科::高眼压\", \"create_time\": \"2023-12-26 16:28:27.750660\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 18:17:14"}
{"id": 399891, "user_id": "6576f4e0014d3d1c31d6fe43", "user_name": "曾垂松", "task_id": 135, "source_info": {"seq_id": 1622, "text": "【0】 # 宫腔积血\n【1】 宫腔积血为剖宫产术后一种严重并发症，是剖宫产术后宫缩乏力所致，属隐性出血。因出血不向外流，积于宫腔和阴道内，易被忽视。短时间内大量出血可很快出现休克，持续少量出血，同样也可逐渐形成休克。因发生在剖宫产术后，产妇往往因麻醉药的作用，反应不敏感，加之术中创伤、体质虚弱，一旦积血发生休克，如不及时救治，则可危及产妇生命。\n【2】 **病因**\n【3】 宫腔积血为剖宫产术后一种严重并发症，是剖宫产术后宫缩乏力所致，属隐性出血。\n【4】 **预防**\n【5】 1、宫腔积血虽为剖宫产术后比较常见的并发症，但只要护理人员高度重视，术后严密观察，及时发现，及时处理，即有可能防止此并发症的发生，或避免使其造成严重后果。\n【6】 2、严格掌握剖宫产的指征，应避免社会因素所致的无指征剖宫产。\n【7】 **检查**\n【8】 相关检查\n【9】 妇科超声检查 脉搏 阴道分泌物检查 宫腔镜 超声内镜检查\n【10】 1、宫底检查\n【11】 剖宫产术后产妇，除常规检查生命体征、切口情况以及各管道是否通畅外，要着重检查宫底高度。术后正常宫底高度在脐下或约平脐，若发现宫底升高，应立即按压子宫，排出积血。同时注射宫缩剂，促进子宫收缩。\n【12】 2、脉搏检查\n【13】 由于机体代偿功能，短时间内大量宫腔出血，往往产妇血压下降不明显，而首先出现脉搏改变。若脉搏变快变弱，提示有宫腔积血的可能，应立即报告医生，及时处理。\n【14】 3、面色检查\n【15】 由于麻醉药物的作用尚未消除，产妇可能有面色苍白。但若出现头晕、口渴、烦躁、气促、出冷汗、表情淡漠等情况，应提高警惕，查找原因，及时发现，以免延误病情。\n【16】 4、分泌物检查\n【17】 宫口未开的产妇行剖宫产术后，因宫腔积血出现凝血块堵住宫口而无阴道流血，或经阴道流出一种淡红色或淡黄色分泌物，此时要注意宫腔积血的其他征象。\n【18】 **鉴别诊断**\n【19】 鉴别：\n【20】 1、盆腔瘀血：盆腔瘀血综合征(又称盆腔瘀血症)是由于慢性盆腔静脉瘀血所引起的特殊病症，也是妇科慢性盆腔疼痛的主要原因之一，多见于30-50岁的经产妇。中医无此名，据其临床表现体征，可归属腹痛、痛经、带下等病证范畴，病机主要是瘀血阻滞、脉络不通。\n【21】 2、阴道出血：阴道出血是女性生殖器官疾病常见的症状。出血可来自外阴、阴道、子宫颈和子宫内膜，但以来自子宫者为最多。阴道出血量固然可以危及生命，但如良性疾病所致者，预后良好，而出血量少的，也可能是恶性肿瘤的最早症状，如忽视反而延误治疗，引起不良后果。\n【22】 3、子宫出血：凡由调节生殖系的神经内分泌机制失常引起的异常子宫出血，均称为功能失调性子宫出血(简称功血)，是一种常见的妇科疾病，多见于青春期和更年期。西医按卵巢功能紊乱程度不同分为有排卵功血（黄体功能障碍）和无排卵功能（卵泡期功能障碍）。\n【23】 ", "title": "宫腔积血", "tags": "", "lang": "", "attr": "{\"exta\": {\"url\": \"https://zzk.xywy.com/1333_jieshao.html\", \"category\": \"妇产科::妇科::宫腔积血\", \"create_time\": \"2023-12-26 16:28:29.173763\"}}", "ext": "{}", "dataset": "xunyiwenyao", "batch_name": "20240109", "version": "version0"}, "result_info": {}, "finished": true, "dropped": false, "create_time": "2024-01-24 19:56:05", "update_time": "2024-01-28 18:40:05"}