# -*- coding: utf-8 -*-
import json
type1={'内科':
  0.316, '药理学': 0.164, '病理学': 0.063, '儿科': 0.049, '微生物学': 0.043, '病理生理学':
  0.043, '外科': 0.042, '遗传学': 0.04, '放射科': 0.039, '解剖学': 0.031, '妇产科': 0.023,
  '流行病学和循证医学': 0.015, '医学免疫学': 0.015, '麻醉学': 0.012, '皮肤性病科': 0.012, '全科医学概论':
  0.009, '生理学': 0.009, '预防医学': 0.008, '医学伦理学': 0.008, '精神病学': 0.008, '生物化学':
  0.008, '医学心理学': 0.006, '耳鼻咽喉头颈外科学': 0.005, '眼科': 0.005, '医学统计学': 0.005,
  '急诊医学': 0.005, '核医学': 0.003, '康复医学': 0.003, '医学物理学': 0.003, '组织学与胚胎学': 0.003,
  '卫生政策与管理': 0.002, '职业卫生学': 0.002, '营养学': 0.002}
type2={'药理学@临床药理学': 0.18, '内科@肿瘤学':
  0.078, '内科@感染病学': 0.052, '病理学@系统病理学': 0.046, '内科@心血管内科': 0.044, '儿科@新生儿科':
  0.042, '遗传学@人类遗传学': 0.038, '放射科@影像诊断': 0.036, '内科@神经内科': 0.036, '解剖学@系统解剖学':
  0.034, '微生物学@医学细菌学': 0.027, '内科@血液内科': 0.027, '药理学@分子药理学': 0.025, '内科@内分泌内科':
  0.023, '内科@肾脏内科': 0.019, '外科@普通外科': 0.019, '病理学@临床病理学': 0.019, '放射科@介入放射学':
  0.017, '内科@风湿病学': 0.017, '微生物学@医学病毒学': 0.017, '内科@消化内科': 0.017, '遗传学@分子遗传学':
  0.015, '儿科@儿内科': 0.013, '妇产科@产科': 0.013, '医学伦理学@医患沟通': 0.01, '内科@传染病学': 0.01,
  '内科@老年病学': 0.01, '妇产科@生殖医学': 0.008, '妇产科@妇科': 0.008, '生理学@系统生理学': 0.008,
  '麻醉学@疼痛医学': 0.006, '病理学@分子病理学': 0.006, '微生物学@医学真菌学': 0.006, '解剖学@局部解剖学':
  0.006, '外科@肝胆外科': 0.006, '外科@泌尿外科': 0.006, '遗传学': 0.004, '外科@骨科': 0.004,
  '内科@呼吸内科': 0.004, '生物化学@临床生物化学': 0.004, '儿科@儿童保健': 0.004, '外科@神经外科': 0.004,
  '病理学@细胞病理学': 0.004, '外科@胸心外科': 0.004, '儿科@儿外科': 0.002, '儿科': 0.002, '眼科':
  0.002, '生理学@人体生理学': 0.002, '生物化学@细胞生物化学': 0.002, '生物化学@有机化学': 0.002,
  '生物化学@分子生物化学': 0.002, '皮肤性病科': 0.002, '妇产科': 0.002, '外科@烧伤与整形外科': 0.002}

file="uptodate"
save_file = f"../../../../full_data/{file}/{file}.jsonl"
fw = open(save_file, 'w',encoding="utf-8")

from transformers import AutoTokenizer
tokenizer = AutoTokenizer.from_pretrained("../../../basic_tools/tokenizer")
def tokenizer_lens(context):
    ids = tokenizer.encode(context)
    return len(ids)
sum_lens = 0
class_ratio_token= {'level1': {'外科': '12.919%', '内科': '64.47%', '放射科': '3.393%', '儿科': '6.878%', '耳鼻咽喉头颈外科学': '0.904%', '药理学': '36.41%', '遗传学': '13.456%', '妇产科': '6.182%', '医学伦理学': '2.06%', '预防医学': '1.877%', '病理生理学': '15.162%', '微生物学': '13.951%', '麻醉学': '3.314%', '解剖学': '4.878%', '核医学': '0.408%', '病理学': '22.95%', '生理学': '2.365%', '皮肤性病科': '4.892%', '流行病学和循证医学': '1.289%', '医学免疫学': '4.622%', '眼科': '0.736%', '全科医学概论': '2.443%', '医学统计学': '4.502%', '医学物理学': '4.083%', '生物化学': '4.489%', '精神病学': '2.535%', '医学心理学': '1.405%', '康复医学': '1.189%', '卫生政策与管理': '0.065%', '急诊医学': '2.179%', '职业卫生学': '1.138%', '营养学': '0.174%'}, 'level2': {'放射科@介入放射学': '2.502%', '内科@肿瘤学': '27.515%', '内科@心血管内科': '11.433%', '儿科@新生儿科': '9.99%', '儿科@儿内科': '4.626%', '药理学@临床药理学': '51.46%', '遗传学': '0.853%', '妇产科@产科': '3.835%', '遗传学@分子遗传学': '7.026%', '放射科@影像诊断': '5.491%', '内科@感染病学': '15.157%', '医学伦理学@医患沟通': '2.06%', '内科@传染病学': '1.808%', '微生物学@医学细菌学': '6.72%', '遗传学@人类遗传学': '6.969%', '妇产科@生殖医学': '2.749%', '麻醉学@疼痛医学': '1.718%', '外科@普通外科': '5.126%', '解剖学@系统解剖学': '9.249%', '内科@风湿病学': '4.652%', '儿科': '1.882%', '外科@骨科': '2.496%', '药理学@分子药理学': '7.848%', '内科@神经内科': '12.525%', '妇产科@妇科': '2.181%', '内科@内分泌内科': '5.246%', '病理学@系统病理学': '13.654%', '内科@老年病学': '2.629%', '生理学@系统生理学': '1.248%', '内科@血液内科': '7.662%', '病理学@临床病理学': '4.672%', '内科@呼吸内科': '0.975%', '眼科': '0.573%', '病理学@分子病理学': '2.653%', '内科@肾脏内科': '5.234%', '微生物学@医学真菌学': '1.06%', '生物化学@临床生物化学': '1.112%', '微生物学@医学病毒学': '4.95%', '内科@消化内科': '4.894%', '儿科@儿童保健': '0.608%', '生理学@人体生理学': '0.199%', '生物化学@细胞生物化学': '1.421%', '外科@神经外科': '1.604%', '病理学@细胞病理学': '1.358%', '外科@肝胆外科': '1.497%', '外科@泌尿外科': '0.819%', '生物化学@分子生物化学': '0.819%', '皮肤性病科': '0.819%', '妇产科': '0.505%', '外科@胸心外科': '0.662%', '外科@烧伤与整形外科': '0.662%', '解剖学@局部解剖学': '1.418%'}, 'all_sample_tokens': 752123}
class_ratio_doc= {'level1': {'儿科': '9.146%', '遗传学': '9.146%', '外科': '8.537%', '微生物学': '8.537%', '内科': '68.902%', '放射科': '6.707%', '药理学': '43.293%', '妇产科': '4.878%', '解剖学': '4.268%', '皮肤性病科': '4.268%', '医学免疫学': '3.659%', '流行病学和循证医学': '3.049%', '生理学': '3.049%', '精神病学': '3.049%', '麻醉学': '2.439%', '病理学': '16.463%', '病理生理学': '12.195%', '预防医学': '1.829%', '医学伦理学': '1.829%', '耳鼻咽喉头颈外科学': '1.22%', '核医学': '1.22%', '康复医学': '1.22%', '医学统计学': '1.22%', '眼科': '1.22%', '医学心理学': '1.22%', '生物化学': '1.22%', '急诊医学': '1.22%', '全科医学概论': '1.22%', '医学物理学': '0.61%', '卫生政策与管理': '0.61%', '职业卫生学': '0.61%', '营养学': '0.61%'}, 'level2': {'解剖学@系统解剖学': '9.146%', '药理学@分子药理学': '7.317%', '放射科@影像诊断': '7.317%', '内科@内分泌内科': '6.707%', '内科@血液内科': '6.707%', '药理学@临床药理学': '51.829%', '内科@肾脏内科': '5.488%', '病理学@临床病理学': '4.878%', '微生物学@医学病毒学': '4.878%', '放射科@介入放射学': '4.268%', '遗传学@分子遗传学': '4.268%', '微生物学@医学细菌学': '4.268%', '内科@风湿病学': '4.268%', '外科@普通外科': '3.659%', '内科@消化内科': '3.659%', '儿科@儿内科': '3.049%', '医学伦理学@医患沟通': '3.049%', '内科@传染病学': '3.049%', '妇产科@产科': '3.049%', '内科@肿瘤学': '22.561%', '妇产科@生殖医学': '2.439%', '妇产科@妇科': '2.439%', '内科@老年病学': '2.439%', '生理学@系统生理学': '2.439%', '内科@感染病学': '14.024%', '病理学@系统病理学': '13.415%', '内科@心血管内科': '12.195%', '儿科@新生儿科': '10.976%', '遗传学@人类遗传学': '10.976%', '内科@神经内科': '10.366%', '麻醉学@疼痛医学': '1.829%', '微生物学@医学真菌学': '1.829%', '解剖学@局部解剖学': '1.829%', '外科@泌尿外科': '1.829%', '外科@骨科': '1.22%', '内科@呼吸内科': '1.22%', '病理学@分子病理学': '1.22%', '生物化学@临床生物化学': '1.22%', '儿科@儿童保健': '1.22%', '外科@肝胆外科': '1.22%', '儿科@儿外科': '0.61%', '儿科': '0.61%', '遗传学': '0.61%', '眼科': '0.61%', '生理学@人体生理学': '0.61%', '外科@神经外科': '0.61%', '病理学@细胞病理学': '0.61%', '皮肤性病科': '0.61%', '生物化学@分子生物化学': '0.61%', '妇产科': '0.61%', '外科@烧伤与整形外科': '0.61%'}}

with open(f"../../../../full_data/{file}/{file}_clean.jsonl", "r",encoding="utf-8") as fs:
    for item in fs.readlines():
        item = json.loads(item)
        context = item["text"]
        lens = tokenizer_lens(context)
        sum_lens += lens

with open(f"../../../../full_data/{file}/{file}_clean.jsonl", "r",encoding="utf-8") as fs:
    for item in fs.readlines():
        item = json.loads(item)
        item["tags"] = {
                        "id": item["seq_id"],
                        "clean_iters":7,
                        "quality_score":"zh:90.4%;en:92%",
                        "class_ratio_doc": class_ratio_doc,
                        "class_ratio_tokenize": class_ratio_token,
                        "item_tokens": tokenizer_lens(item["text"]),
                        "dataset_tokens": sum_lens,
                        "bia_class": "诊疗指南"
                        }

        item = json.dumps(item,ensure_ascii=False)
        fw.write(item+"\n")
