# -*- coding: utf-8 -*-
import json
type1={'内科':
  0.263, '预防医学': 0.113, '病理学': 0.111, '眼科': 0.061, '皮肤性病科': 0.055, '妇产科': 0.05,
  '遗传学': 0.042, '微生物学': 0.037, '儿科': 0.037, '放射科': 0.034, '外科': 0.026, '营养学':
  0.024, '生理学': 0.021, '药理学': 0.021, '生物化学': 0.013, '病理生理学': 0.013, '全科医学概论':
  0.011, '解剖学': 0.011, '急诊医学': 0.008, '口腔科学': 0.008, '医学伦理学': 0.008, '医学心理学':
  0.008, '医学免疫学': 0.008, '医学统计学': 0.005, '组织学与胚胎学': 0.005, '精神病学': 0.003,
  '环境卫生学': 0.003, '核医学': 0.003}
type2={'病理学@临床病理学': 0.085, '内科@心血管内科':
  0.08, '内科@内分泌内科': 0.068, '内科@感染病学': 0.062, '妇产科@妇科': 0.062, '放射科@影像诊断':
  0.062, '遗传学@人类遗传学': 0.051, '内科@呼吸内科': 0.045, '内科@肿瘤学': 0.045, '病理学@系统病理学':
  0.045, '内科@神经内科': 0.045, '内科@消化内科': 0.034, '微生物学@医学真菌学': 0.023, '儿科@新生儿科':
  0.023, '内科@老年病学': 0.017, '外科@骨科': 0.017, '生理学@人体生理学': 0.017, '儿科@儿内科': 0.017,
  '微生物学@医学细菌学': 0.017, '皮肤性病科': 0.017, '医学伦理学@医患沟通': 0.017, '内科@传染病学': 0.017,
  '眼科': 0.011, '外科@普通外科': 0.011, '药理学@临床药理学': 0.011, '内科@血液内科': 0.011,
  '妇产科@产科': 0.011, '生物化学@分子生物化学': 0.006, '内科@风湿病学': 0.006, '妇产科@生殖医学': 0.006,
  '生理学@细胞生理学': 0.006, '生理学@系统生理学': 0.006, '放射科@介入放射学': 0.006, '儿科@儿童保健': 0.006,
  '微生物学@人体寄生虫学': 0.006, '解剖学@系统解剖学': 0.006, '内科@肾脏内科': 0.006, '医学免疫学': 0.006,
  '微生物学@医学病毒学': 0.006, '生物化学@临床生物化学': 0.006}

save_file = "../../../../full_data/xunyiwenyao/xunyiwenyao.jsonl"
fw = open(save_file, 'w',encoding="utf-8")

from transformers import AutoTokenizer
tokenizer = AutoTokenizer.from_pretrained("../../../basic_tools/tokenizer")
def tokenizer_lens(context):
    ids = tokenizer.encode(context)
    return len(ids)
sum_lens = 0
class_ratio_token= {'level1': {'妇产科': '13.405%', '内科': '58.97%', '眼科': '19.002%', '全科医学概论': '2.511%', '病理学': '32.215%', '营养学': '4.361%', '外科': '7.203%', '急诊医学': '2.252%', '生物化学': '2.846%', '生理学': '5.007%', '预防医学': '24.287%', '遗传学': '12.585%', '病理生理学': '4.92%', '皮肤性病科': '13.802%', '微生物学': '10.373%', '儿科': '10.285%', '放射科': '5.419%', '药理学': '4.586%', '口腔科学': '3.53%', '精神病学': '0.574%', '环境卫生学': '0.536%', '组织学与胚胎学': '1.777%', '解剖学': '2.789%', '医学心理学': '0.318%', '核医学': '0.698%', '医学免疫学': '0.338%', '医学伦理学': '0.196%', '医学统计学': '0.93%'}, 'level2': {'内科@内分泌内科': '11.347%', '内科@呼吸内科': '5.956%', '内科@肿瘤学': '5.78%', '内科@感染病学': '7.162%', '内科@心血管内科': '12.209%', '眼科': '2.787%', '病理学@临床病理学': '11.328%', '外科@普通外科': '1.08%', '内科@老年病学': '1.631%', '妇产科@妇科': '8.537%', '病理学@系统病理学': '5.865%', '生物化学@分子生物化学': '0.639%', '外科@骨科': '2.469%', '生理学@人体生理学': '0.882%', '遗传学@人类遗传学': '9.256%', '内科@神经内科': '6.218%', '内科@风湿病学': '1.315%', '微生物学@医学真菌学': '2.724%', '儿科@儿内科': '3.075%', '妇产科@生殖医学': '0.966%', '药理学@临床药理学': '2.047%', '放射科@影像诊断': '7.147%', '微生物学@医学细菌学': '2.385%', '皮肤性病科': '1.75%', '内科@消化内科': '5.78%', '医学伦理学@医患沟通': '2.489%', '内科@血液内科': '1.819%', '生理学@细胞生理学': '1.421%', '生理学@系统生理学': '1.421%', '儿科@新生儿科': '3.115%', '内科@传染病学': '2.731%', '放射科@介入放射学': '0.268%', '儿科@儿童保健': '1.082%', '微生物学@人体寄生虫学': '0.643%', '妇产科@产科': '3.304%', '解剖学@系统解剖学': '1.239%', '内科@肾脏内科': '1.155%', '医学免疫学': '0.678%', '微生物学@医学病毒学': '0.475%', '生物化学@临床生物化学': '0.475%'}, 'all_sample_tokens': 145055}
class_ratio_doc= {'level1': {'儿科': '8.8%', '放射科': '8.0%', '内科': '60.0%', '外科': '6.4%', '营养学': '4.8%', '药理学': '4.8%', '病理生理学': '4.0%', '生理学': '4.0%', '病理学': '30.4%', '生物化学': '3.2%', '预防医学': '23.2%', '口腔科学': '2.4%', '解剖学': '2.4%', '眼科': '16.8%', '皮肤性病科': '16.0%', '妇产科': '15.2%', '遗传学': '12.0%', '微生物学': '10.4%', '急诊医学': '1.6%', '组织学与胚胎学': '1.6%', '医学免疫学': '1.6%', '全科医学概论': '1.6%', '精神病学': '0.8%', '环境卫生学': '0.8%', '医学心理学': '0.8%', '核医学': '0.8%', '医学伦理学': '0.8%'}, 'level2': {'内科@内分泌内科': '9.6%', '内科@感染病学': '8.8%', '妇产科@妇科': '8.8%', '放射科@影像诊断': '8.8%', '遗传学@人类遗传学': '7.2%', '内科@肿瘤学': '6.4%', '内科@呼吸内科': '6.4%', '病理学@系统病理学': '6.4%', '内科@神经内科': '6.4%', '内科@消化内科': '4.8%', '微生物学@医学真菌学': '3.2%', '儿科@新生儿科': '3.2%', '内科@老年病学': '2.4%', '外科@骨科': '2.4%', '生理学@人体生理学': '2.4%', '儿科@儿内科': '2.4%', '微生物学@医学细菌学': '2.4%', '皮肤性病科': '2.4%', '医学伦理学@医患沟通': '2.4%', '内科@传染病学': '2.4%', '病理学@临床病理学': '12.0%', '内科@心血管内科': '11.2%', '眼科': '1.6%', '外科@普通外科': '1.6%', '药理学@临床药理学': '1.6%', '内科@血液内科': '1.6%', '妇产科@产科': '1.6%', '生物化学@分子生物化学': '0.8%', '内科@风湿病学': '0.8%', '妇产科@生殖医学': '0.8%', '生理学@细胞生理学': '0.8%', '生理学@系统生理学': '0.8%', '放射科@介入放射学': '0.8%', '儿科@儿童保健': '0.8%', '微生物学@人体寄生虫学': '0.8%', '解剖学@系统解剖学': '0.8%', '内科@肾脏内科': '0.8%', '医学免疫学': '0.8%', '生物化学@临床生物化学': '0.8%', '微生物学@医学病毒学': '0.8%'}}

with open("../../../../full_data/xunyiwenyao/all_data_preformat.jsonl", "r",encoding="utf-8") as fs:
    for item in fs.readlines():
        item = json.loads(item)
        context = item["text"]
        lens = tokenizer_lens(context)
        sum_lens += lens

with open("../../../../full_data/xunyiwenyao/all_data_preformat.jsonl", "r",encoding="utf-8") as fs:
    for item in fs.readlines():
        item = json.loads(item)
        item["tags"] = {
                        "id": item["seq_id"],
                        "clean_iters":0,
                        "quality_score":"94%",
                        "class_ratio_doc": class_ratio_doc,
                        "class_ratio_tokenize": class_ratio_token,
                        "item_tokens": tokenizer_lens(item["text"]),
                        "dataset_tokens": sum_lens,
                        "bia_class": "百科科普"
        }
        # del item["attr"]["is_clean"]
        item = json.dumps(item,ensure_ascii=False)
        fw.write(item+"\n")
        #break