{"seq_id": "77412bc0-4d93-408d-88dc-fbe4542756e5", "title": null, "text": "【0】**【一般资料】**男性，66岁，农民\n\n【1】**【主诉】**声音嘶哑2年\n\n【2】**【现病史】**患者缘于2年前无明显诱因出现声音嘶哑，后渐加重，自行口服黄氏响声丸1月，声嘶稍减轻，停药后再次加重，近1个月无明显诱因声音嘶哑进一步加重，无明显咽喉疼痛、吞咽不畅、呼吸憋气、咳嗽、发热等不适，3天前就诊于我科门诊，查喉镜：双侧声带粘膜水肿，呈鱼腹样改变。考虑声带任克氏水肿（双），建议手术，患者今日为求进一步手术治疗入院。患者自发病来，精神、饮食、睡眠可，大小便如常，体重近期无明显变化。\n\n【3】**【既往史】**自出生发现右上唇血管瘤，20岁时于北京协和医院行冷冻治疗1年，病变未进一步扩展。50年前因急性阑尾炎于枣强县医院行手术切除，右下腹遗留一斜形皮肤瘢痕，长约4-5cm。高血压病史10余年，最高160／90mmHg，平时口服缬沙坦80mg 1／日，苯磺酸氨氯地平5mg 1／日，平时血压130／80mmHg左右。睡眠打鼾伴呼吸暂停10余年，无憋醒，白天无嗜睡，精神状态可，未诊治。1年前右耳道囊肿于衡水哈里逊医院行手术切除。1年前查肠镜发现肠息肉，给予肠镜下切除。无糖尿病、冠心病等其他慢性病史，无肝炎、结核等传染病病史，否认食物及药物过敏史，预防接种史不详，无外伤及输血史。\n\n【4】**【个人史】**原籍生长。否认粉尘、毒物、放射性物质接触史。否认传染病接触史，否认疫原、疫区接触史。否认食生鱼、生肉史。吸烟30年，平均1包／日；饮酒40年，1-2次／周，平均2-3两／次，近一周未饮酒。\n\n【5】**【查体】**专科情况：双耳耳廓无畸形，耳廓无牵拉痛，双侧外耳道畅，鼓膜完整、光锥移位、变短，双侧乳突区无压痛。鼻外观无畸形，双鼻粘膜慢性充血，双侧下鼻甲肥大，鼻中隔轻度偏曲，双鼻腔稍窄，未见明显新生物及异常分泌物。咽部粘膜无充血，软腭低垂，悬雍垂粗长，双侧扁桃体肥大，无充血，无脓苔，舌位c型，间接喉镜检查配合欠佳。颈部未及明显肿大包块。\n\n【6】**【辅助检查】**\n\n【7】血常规、尿常规、电解质、肝肾功能、凝血五项未见异常，胸片及心脏彩超未见异常。 喉镜（我院）：会厌光滑，上抬好，双侧声带粘膜水肿，呈鱼腹样改变，双侧室带光滑，双侧声带及披裂运动好，声带闭合差，双侧梨状窝光滑，喉腔及下咽粘膜慢性充血，RFS评分：12分。\n\n【8】**【初步诊断】**1.声带任克氏水肿（双） 2.咽喉反流 3.阻塞性睡眠呼吸暂停综合征 4.高血压病2级 高危\n\n【9】**【诊断依据】**1．病史：患者，男，66岁，主因声音嘶哑2年入院。2．查体：双耳耳廓无畸形，耳廓无牵拉痛，双侧外耳道畅，鼓膜完整、光锥移位、变短，双侧乳突区无压痛。鼻外观无畸形，双鼻粘膜慢性充血，双侧下鼻甲肥大，鼻中隔轻度偏曲，双鼻腔稍窄，未见明显新生物及异常分泌物。咽部粘膜无充血，软腭低垂，悬雍垂粗长，双侧扁桃体肥大，无充血，无脓苔，舌位C型，间接喉镜检查配合欠佳。颈部未及明显肿大包块。3．辅助检查：喉镜（我院2023-04-13）：会厌光滑，上抬好，双侧声带粘膜水肿，呈鱼腹样改变，双侧室带光滑，双侧声带及披裂运动好，声带闭合差，双侧梨状窝光滑，喉腔及下咽粘膜慢性充血，RFS评分：12分。4．既往鼾症病史、高血压病史。\n\n【10】**【鉴别诊断】**1、声带息肉：多单侧发病，也可双侧发病，带蒂或广基，主要为声嘶，喉镜检查见声带前中1／3交界处有表面光滑、半透明的新生物。病理可确诊。2、声带癌：多为鳞状细胞癌，可破坏性生长，范围较大时可导致披裂运动固定或破坏软骨，增强CT扫描强化，术后病理检查可明确鉴别。3、喉乳头状瘤：首发症状为声音嘶哑，喉镜检查可见声带表面乳头状肿物，肿物可多发，多与病毒感染有关，多次复发可癌变，病理可明确诊断。\n\n【11】**【诊治经过】**入院后查血尿便常规，电解质，肝肾功，凝血五项，输血前常规，胸片，心电图未见异常，考虑患者咽喉反流，给予奥美拉唑肠溶胶囊，20mg，1/日，口服，术前给予禁食水，术前30分钟，给予注射用头孢呋辛钠，750mg，静滴预防感染，行显微支撑喉镜下双侧声带病变激光切除术，术中探察所见：双侧声带粘膜水肿，呈鱼腹样改变，双侧声带重叠。手术步骤：经口插管全麻满意后，常规消毒，铺单，沿中线从口腔内置入支撑喉镜，暴露声门，将双侧声带完全置于视野中，声门下放置利多卡因棉球，保护声门下组织，显微镜下，调整激光方向及能量，沿左侧声带上表面切开粘膜，吸除粘膜下果冻样基质，清理纤维素样成分，右侧声带处理同左侧，医用生物胶体液棉球擦拭术区促愈合，复位粘膜，撤出利多卡因棉球，检查无出血，撤出支撑喉镜，结束手术。手术顺利，术中无出血，术中无副损伤，标本送病理检查。术后给予吸入用布地奈德混悬液，压力泵吸入，2/日，注射用头孢呋辛钠，3/日，静滴预防感染，葡萄糖酸氯已定含漱液，漱口，3/日。术后第二天查血常规，白细胞9.99G/L，继续给予抗炎治疗，余治疗同前，患者术后第二天查双侧声带呈术后改变，表面可见伪膜附着，术后第四日复查血常规未见异常，考虑患者病情平稳，停止抗炎，雾化吸入治疗，嘱其出院，出院后休声10天，注意饮食，避免硬性及辛辣刺激食物，注意休息，继续抑酸治疗，控制体重。术后两个月复查，患者声音嘶哑明显好转，电子喉镜可见声带粘膜光滑。\n\n【12】**【诊断结果】**1.声带任克氏水肿（双） 2.咽喉反流 3.阻塞性睡眠呼吸暂停综合征 4.高血压病2级 高危\n\n【13】**【分析总结】**任克氏间隙是声带上皮下、声韧带浅面的腔隙，由于多种原因引起声带黏膜的浅固有层间质细胞或炎性细胞的胞浆内血管内皮生长因子增加，从而增强毛细胞血管的通透性，血管变脆，通透性改变而引发水肿。在组织学上具有的特征是黏膜固有浅层不同程度的水肿，黏膜上皮大多无任何病理改变，少数表现为过度增生、角化或角化不全。任克氏水肿发病与吸烟、声音滥用、胃食管返流等因素有关，甲状腺功能低下、内分泌紊乱及老龄化等也可能是潜在的致病因素，为了避免术后复发，以上因素要避免。任克氏水肿是耳鼻喉常见病之一，治疗以手术治疗为主，支撑喉镜下CO2激光辅助压榨术治疗声带任克氏水肿，能保护声带黏膜，症状恢复快，有效率高。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "8ad58c8e-f819-424d-8d2d-b6d05ab1e881", "title": null, "text": "【0】**【一般资料】**女性，58岁，无\n\n【1】**【主诉】** 患者女，58岁，入院前14年，  \n因口干、多饮在外地医院检测空腹血糖13.8mmol/I.\n\n【2】**【现病史】** 入院前3年，患者因血糖控制不佳，遂改为精蛋白锌重组人胰岛素混合注射液治疗，20d后，出现注射部位皮肤发红，散在多个大小不等的圆形红色皮疹，高出皮肤表面，周围无充血水肿，同时伴瘙痒不适，无心慌气短、呼吸困难。先后改用门冬胰岛素30注射液等治疗，仍有上述表现，并且在上肢以及背部等非注射部位反复出现大小不等风团，空腹血糖波动于16mmol/L左右。入院前1个月改为皮下注射甘精胰岛素24U/d,联合格列美脲4mg,每日1次，罗格列酮4mg,每日1次，二甲双胍850mg,每日2次。本次因门诊复查空腹血糖20mmol/L,注射部位和全身瘙痒收入我科。\n\n【3】**【查体】** 发育正常，肥胖体型，神清语晰，查体合作。双上臂外侧、腹部、背部胰岛素注射与非注射部位可见数个硬币大小的红斑硬结，高出皮肤，无压痛，红斑为水肿性，压之不褪色，界限清楚，双侧上下肢以及躯体部皮肤可见多处抓痕皮损，部分皮损结痂。脐下腹部可扪及大小不等的皮下结节，双下肢无水肿，双侧足背动脉搏动好。辅助检查：随机血糖18.4mmol/I.,尿蛋白1+,尿糖2+,酮体±，HbA.C9.9%.GAD和IAA均阴性。肝肾功能正常。\n\n【4】**【初步诊断】** 2型糖尿病，糖尿病肾病，胰岛素过敏反应。\n\n【5】**【诊治经过】** 入院后处理方案：（1）停用甘精胰岛素（2）继续使用格列美脲4mg,每日1次，罗格列酮4mg,每日1次，二甲双胍850mg,每日2次，加用阿卡波糖50mg,每日3次；（3）氯雷他定10mg,每日1次。检测指血糖空腹在13~16mmol/L,三餐后在12~19mmol/L波动。入院5d后局部皮疹和硬结消退；查OGTT+胰岛素释放试验，血糖在0、30、60、120min分别为12.9、21.0、24.8、25.5mmol/L,对应胰岛素分别为7.51、33.35、97.64、57.64mU/L.入院第6天开始胰岛素泵脱敏治疗，门冬胰岛素开始剂量为0.05u/h,以后每天剂量加倍。脱敏治疗第5天，门冬胰岛素0.8U/h,空腹血糖降至7.8mmol/L,餐后波动于11~13mmol/L,皮下置管处以及周身未再出现皮疹与硬结。由于患者要求出院，脱敏治疗第6天停用胰岛素泵，改为睡前甘精胰岛素16U皮下注射，观察1d后未出现注射部位皮疹与硬结，次晨空腹血糖7.5mmol/L,同意出院随访。患者出院后2周停用氯雷他定，皮下未出现硬结与全身风团，仅注射局部皮肤发红，一般24h能够自行消退，空腹血糖波动于5.0~7.6mmol/L,6个月后复查HbAlc6.9%.\n\n【6】**【诊断结果】** 为2型糖尿病（T2DM）。先后予二甲双胍、格列苯脲等降糖治疗。\n\n【7】**【其他】**【病例摘要】 国外研究报道重组人胰岛素过敏反应的发生率不足1%,而对胰岛素类似物过敏者更少见。国外有报道采用胰岛素泵脱敏治疗胰岛素过敏的成功案例。笔者对最近收治的1例对多种胰岛索制剂和胰岛素类似物过敏的患者进行了胰岛素泵脱敏治疗。  \n【讨论】 胰岛素过敏是由IgE介导的局部或全身速发型、迟发型超敏反应，不同胰岛素过敏患者的过敏反应程度不一，从一般不适到威胁生命均有可能。根据症状表现不同，胰岛素过敏可分为局部过敏反应和全身过敏反应两种。局部过敏表现为皮肤瘙痒，起红斑、硬结；全身过敏可出现荨麻疹、浮肿、麻木、瘙痒、呼吸困难、溶血性贫血，甚至出现过敏性休克危及生命。本例胰岛素过敏患者既有局部皮疹反应，又有全身反应如瘙痒、风团产生。引起胰岛素过敏的原因主要包括：胰岛素制剂中包含的杂质、某些添加成分（如锌、鱼精蛋白）及胰岛素分子本身等。随着生产工艺的提高，由制剂中杂质成分引起的过敏反应已经非常少见。对于人胰岛素过敏的发生机制，有学者认为胰岛素制剂是六聚体，在注射局部可能发生聚合物形成大分子而产生免疫原性，促进抗体生成而发生过敏。但是外源性胰岛素诱导的抗体与自身胰岛素抗体有区别，临床常用的检测胰岛素自身抗体的试剂盒并不能敏感地检测到外源性胰岛素所诱导的抗体，正如本例胰岛素过敏患者，虽然存在胰岛素过敏，但是并没有检测到胰岛素抗体。此外，胰岛素过敏可能与胰岛素过敏患者的过敏体质有关，胰岛素过敏患者通常伴有其他药物及食物过敏史。也有学者认为遗传因素也参与了胰岛素过敏的形成，胰岛素过敏受基因调控，与HLA-DR4强相关，与LADR2、3弱相关。目前，关于胰岛素类似物过敏发生的确切机制尚不十分清楚。目前胰岛素过敏的治疗主要有以下几方面：（1）加用抗组胺药物，大部分胰岛素过敏患者的症状可以缓解；（2）将动物胰岛素改为人胰岛素；（3）在监护条件下行重组人胰岛素脱敏治疗；（4）使用胰岛素泵持续从小剂量开始泵入人胰岛素，逐渐加至治疗剂量以脱敏；（5）用胰岛紊类似物Lispro、Glargine脱敏；（6）使用胰岛素同时加用糖皮质激素。本例胰岛素过敏患者在停用胰岛素制剂后，使用抗组胺药物消除胰岛素过敏症状与体征，经胰岛素泵脱敏治疗后，重新使用甘精胰岛素，未再出现过敏表现，血糖控制较前明显改善，在随后的随访期（6个月）只出现轻微局部过敏表现，血糖控制较为平稳。胰岛素泵脱敏治疗是否对所有胰岛素过敏患者有效，尚需更多临床经验积累进行论证。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "f08fc7c3-bb6c-4a1d-91f6-fc75d3171e18", "title": null, "text": "【0】**【一般资料】**女性，66岁，无\n\n【1】**【主诉】** 女性，66岁  \n胸闷、腹胀5小时\n\n【2】**【现病史】** 入院查心电图图1，心肌酶谱无异常，肌红蛋白（+-），肌钙蛋白I（-），考虑ACS，予抗凝、抗血小板等治疗，3小时后症状缓解。入院后6小时复查心电图见2，心肌酶谱无变化，肌红蛋白（+-），肌钙蛋白I（-）第一幅图诊断：1、心房纤颤，2、下壁，广前（V1--V5)心肌梗塞，3、阵发性完全LBBB（蝉联现象，肢体导联左边第2、3宽QRS波），4、室性早搏（肢体导联最后一个宽QRS).第二幅图诊断：1、窦性心律，2、下壁、广前（V1--V6)心肌梗塞。入院时心电图：心房颤动，完全性左束枝传导阻滞；Ⅲ，avF导联Q波形成，Ⅰ，avL导联ST-T改变：陈旧性下壁心梗？V2---V5导联ST段弓背向上抬高。复查图转为：窦性心律，左前分支阻滞；Ⅲ，avF导联Q波形成，Ⅰ，avL导联ST-T改变：陈旧性下壁心梗？需附带V7---V9及右室心电图。患者右冠病变可能较重吧，患者心肌酶正常，前壁ST段抬高可能跟前降支痉挛有关。期待造影结果", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "d49c9f18-2763-4508-beed-56134c12a06c", "title": null, "text": "【0】**【一般资料】**男性，26岁，无\n\n【1】**【主诉】** 患者男性，26岁  \n2011年9月3日因煤气爆燃致全身多处烧伤，伤后1h入院。\n\n【2】**【诊治经过】** 入院后给予液体复苏、抗感染、营养支持等治疗，入院第2天行双上肢削痂，自体皮+异体皮移植术，其中双手背移植大张自体皮，双上肢削痂后大部分真皮存在，行异体皮覆盖；面颈部及躯干创面外涂磺胺嘧啶银悬液保痂治疗。伤后给予美罗培南抗感染治疗，创面以磺胺嘧啶银膏剂换药。伤后20d患者面颈、躯干、双手及双上肢的大部分创面愈合，伤后30d双上肢剩余创面约1%，患者要求出院。患者于2011年12月10日再次入院，表现为双上肢已愈合处出现散在的破溃，有淡黄色渗液。根据创面表现初步考虑为金黄色葡萄球菌感染，但分泌物细菌培养提示为肺炎克雷伯菌，对头孢哌酮/舒巴坦敏感。入院后给予百多邦外用换药、头孢哌酮/舒巴坦静脉滴注抗感染、\\*\\*抗炎等治疗。治疗20余天后创面基本干燥，患者出院。出院后10余天，双上肢再次出现创面破溃，分泌物多，有异味，伴低热，为进一步治疗于2012年1月12日第3次入院。本次入院创面破溃较上一次加重，呈类圆形，边缘呈瘢痕样隆起，创面中间为鼠咬样微小破溃，挤压可见黄色脓性渗出。分泌物细菌培养提示为鲍曼不动杆菌，对头孢哌酮/舒巴坦敏感。遂行双上肢坏死组织切除，自体头皮移植术，组织病理学检查回报为皮肤软组织急、慢性化脓性炎症伴溃疡病。后经静脉抗感染、术区换药等治疗共60d后创面愈合出院。此后患者又因双上肢其他部位出现小范围破溃先后两次入院，均行坏死组织切除，自体皮移植术，术中切至深筋膜层，可见脂肪层极薄，筋膜以下组织健康。后两次创面分泌物细菌培养无细菌生长，病理结果相同。该患者从烧伤至双上肢创面破溃、感染基本治愈，病程迁延2年，而患者面颈、躯干、双手烧伤部位愈合好，未出现类似情况。\n\n【3】**【诊断结果】** ①头面颈、躯干、双上肢烧伤，总面积28%TBSA，其中深Ⅱ度16%TBSA，Ⅲ度12%TBSA；②吸入性损伤。\n\n【4】**【其他】**【讨论】 该患者早期出现愈合处破溃时，医生根据治疗经验，高度怀疑为金黄色葡萄球菌感染，但实际检查结果却与之不符。患者烧伤前双上肢存在大面积蓝色纹身，体型消瘦，皮下组织较薄，第3次住院期间持续低热，曾行免疫功能相关检查，但结果无明显异常。我们分析患者创面愈合后反复破溃可能与以下几方面原因有关：①患者双上肢存在大面积纹身，色素颗粒可能与感染有关，但两者相关性目前并不明确。②患者第1次住院时，创面尚未完全愈合即要求出院，出院后自行用何种药物治疗，患者不能清楚描述。③患者创面出现反复感染、破溃，与自身身体状况及免疫功能情况可能有关。我们在完善感染创面细菌学检查的基础上，积极进行创面换药控制局部感染，但效果不理想，最终经创面坏死组织彻底切除、自体皮移植后才愈合。另外，术后的创面换药要重视，注意无菌操作及避免交叉感染。该患者病程迁延时间长，治疗困难，对患者生活影响大，但病因并不明确，提醒我们，对于中小面积重度烧伤的治疗不可掉以轻心。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "3f6981c9-a706-4387-9eec-4fe4d5cf5d10", "title": null, "text": "【0】**【一般资料】**女性，26岁，无\n\n【1】**【主诉】** 患者，女，26岁，  \n因孕3个月，下腹痛伴\\*\\*流血30min于2010年5月27日00:00入院，\n\n【2】**【现病史】** \\*\\*流血量较多，大于月经量并伴有腐肉样组织。\n\n【3】**【个人史】** 再婚，G1P0A0L0,既往月经不规律，经期4～5天，周期5～6月，8年前在省级医院因月经不规律就诊时诊断为幼稚子宫、原发性不育，未治疗。1个月前因恶心、呕吐下腹部不适去当地区级医院就诊，彩超示：早孕、双子宫。\n\n【4】**【其他】**【病例摘要】 宫颈妊娠是异位妊娠的一种，在异位妊娠中是比较少见而在临床上又容易被漏诊的严重疾病。宫腔妊娠伴宫颈妊娠更罕见，容易漏诊，宫颈妊娠患者有停经史及早孕反应，主要症状为妊娠早期出现反复的不明原因的无痛性\\*\\*流血或血性分泌物，易误诊为先兆流产，宫腔妊娠伴宫颈妊娠更易误诊。流血量一般由少到多，也可为间歇性\\*\\*大量流血，有时呈喷泉样。大量而快速流血可引起休克，反复出血可引起贫血，出血多时易误诊为不全流产或晚期宫颈癌出血，必须早发现、早诊断、早治疗。  \n【处理】 \\*\\*\\*后急查血RT示：血Hb119g/L，彩超示：13周妊娠，双子宫，给予硫酸镁、黄体酮保胎治疗，治疗后\\*\\*流血已止，下腹痛减轻，再复查彩超示：13周妊娠，胎心好，子宫颈内口处探及一包块，大小约6.83cm×4.82cm的偏强回声，内回声不均质。妇科检查后穹隆处饱满，宫颈膨大，请县级医院会诊考虑单子宫，子宫下段后穹隆处为血块，建议继续保胎观察治疗。28号上午患者突然出现剧烈下腹痛并伴有\\*\\*排出大量血块、无胎儿，血块排出后疼痛减轻，再复查彩超示：13周妊娠，胎心好，子宫颈内口处探及一包块，大小约4.62cm×3.5cm的偏强回声，继续让患者卧床休息，保胎治疗，并建议去上一级医院复查。患者去省级医院复查示：13周妊娠，先兆流产，让患者回家肌注黄体酮治疗，当晚患者又因剧烈下腹痛，\\*\\*大量流血并伴血块及坏死样物质。返我院后给予硫酸镁、舒喘灵抑制宫缩，第二天复查彩超示：14周妊娠，胎心好，子宫颈内口处探及一包块，大小约2.54cm×1.93cm，继续保胎治疗，并把\\*\\*排出物送病理检验，病理报告结果为绒毛组织，更改诊断为双胎妊娠，宫颈妊娠难免流产，宫腔妊娠胎儿发育好，继续住院观察。2010年6月6日6:00患者突然出现下腹痛加剧，\\*\\*流血量增多，排出多量血块，并出现\\*\\*流液，急查彩超示;14周妊娠，胎死宫内，妇科检查宫口容指松，胎膜已破，6月6日8:20娩一死婴，胎盘娩出，给予清宫术，宫底肌注缩宫素20U，宫颈注射缩宫素20U，术后出血不多，抗感染后于6月9日出院。  \n【讨论】 宫颈妊娠为受精卵着床在宫颈组织学内口以上，为异位妊娠的一种，极为罕见，其发生率为1:1000～1:56200次妊娠。近年来由于女性人工流产及宫内操作机会增加，辅助生殖技术的大量应用，发病率明显上升，约为1：18000。宫颈妊娠的胚胎着床在子宫颈管的宫颈黏膜内，并在此种植、发育，因其出血，子宫颈口常是扩张状态而被误认为流产。多见于经产妇。宫颈妊娠还可能与性传播疾病、流产、宫腔感染等因素增加有关。有停经及早孕反应，主要症状为\\*\\*流血或血性分泌物，流血量一般是由少到多，也可为间歇性\\*\\*大流血。主要体征为宫颈显著膨大，变软变蓝，宫颈外口扩张边缘很薄，内口紧闭，而宫体大小及硬度正常。宫颈妊娠诊断标准：(1)尿妊娠试验阳性；(2)血β-HCG增高；(3)B超见子宫体正常大小，或略饱满，宫腔空虚，内膜清楚，宫颈增厚、增宽，见宫颈内有妊娠产物。要及时复查彩超，了解病史，对患者勤观察，随诊，彩超检查起到非常重要的作用，病理起到确诊的作用。宫腔妊娠者发现不规则\\*\\*流血、宫颈有变化者应考虑合并宫颈妊娠的可能。一定要对患者动态观察。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "c272f599-6ec5-47d0-9433-24df343efe52", "title": null, "text": "【0】**【一般资料】**男性，2岁4个月，无\n\n【1】**【主诉】** 患者XX，男，2岁4个月，住院号：  \n主因“发现运动功能倒退8个月。”于2012年12月31日入我院。\n\n【2】**【现病史】** 患儿系G2P2，足月顺产，出生体重不详，生后无明显窒息、黄疸。3个月能翻身，6个月能独坐，9个月能爬行，1岁3个月能扶物行走。1岁6个月时家属发现患儿仍不能行走，运动功能倒退，期间未见明显感冒、腹泻病史，未予重视。2岁时逐渐出现扶行时不能迈步，不能独坐，不能爬行。2岁4个月不能爬行，不能独坐，四肢僵硬，双手抓物差，扶站时双侧马蹄足，右侧重，膝过伸。言语词汇量少，反应灵活。\n\n【3】**【既往史】** 无特殊。\n\n【4】**【查体】** 全身皮肤及粘膜未见黄染，浅表淋巴结未触及，双侧瞳孔等大等圆，对光反射灵敏，双眼水平震颤，心肺腹（-）。双上肢活动欠灵活，屈肌肌张力高，拇指内收，双上肢体肌力4级，双下肢肌力3级，肌张力痉挛性增高，以伸肌肌张力高为主，左侧膝腱反射（++），跟腱反射（++），右侧膝腱反射（++），跟腱反射（++），左侧踝阵挛（+），右侧踝阵挛（-），双侧Babinski征（+）。\n\n【5】**【辅助检查】** 增强磁共振（2012年9月5日）示双侧侧脑室后角白质脱髓鞘改变（图1）。增强磁共振（2013年1月5日）示双侧侧脑室后角白质脱髓鞘改变范围较前增大（图2）。（2013年1月21日）血、尿遗传代谢病氨基酸和酰基肉碱谱分析报告（-），腹部肝胆胰脾B超无异常，肌电图示：右侧腓总神经传导速度28.09m/s，右侧胫神经26.49m/s。ARSA基因测序诊断：检测到ARSA基因的两个杂合突变：c.413c>T（p.Pro138Leu）和c.925G>A（p.Glu309Lys），均为已报道的致病突变（2013年2月1日）。余无异常。住院24天患儿逐渐出现双上肢屈肌肌张力增高加重，言语功能及认知功能倒退。（图1）（图2）\n\n【6】**【其他】**【家族史】 家族中曾有两位叔叔在3-5岁时夭折，现有一哥哥，5岁，正常。  \n【治疗方案】 按中枢性瘫痪给予综合康复治疗，配合对症治疗。  \n【病情进展】 患儿逐渐出现上肢肌张力增高加重，认知功能、言语功能明显倒退，全身屈曲痉挛发作，夜休时哭闹等症。  \n【基因诊断】 ARSA基因测序诊断检测到ARSA基因的两个杂合突变：c.413c>T（p.Pro138Leu）和c.925G>A（p.Glu309Lys），均为已报道的致病突变（2013年2月1日）。  \n【明确诊断】 由于患者首先出现运动功能障碍，逐渐出现智能、惊厥发作，查体腱反射存在，病理征阳性，肌电图示传导速度减慢，MRI示双侧脑室后角白质脱髓鞘改变，ARSA基因测序诊断检测到ARSA基因的两个杂合突变：c.413c>T（p.Pro138Leu）和c.925G>A（p.Glu309Lys），均为已报道的致病突变。诊断为异染性脑白质营养不良。  \n【随访】 现1周后随访患者呕吐较频繁，建议当地静脉营养。  \n【讨论】 异染性脑白质营养不良（MLD）又称脑硫脂沉积病，是常染色体隐性遗传所致的髓磷脂代谢缺陷病，本病例属晚期婴儿型，其发病率约为1/4万，发病年龄在1-2岁，逐渐出现下肢强直、锥体束征阳性，数月至1年后出现上肢痉挛，言语倒退，对外界反应显著减少、肌阵挛、抽搐。本病早期诊断除明显症状外，头颅MRI诊断价值较高，头颅MRI示双侧脑室周围白质T1W像呈低信号，T2W像高信号逐渐由后向前发展，早期皮层下白质较少累及。肌电图示传导速度减慢，表明周围神经有脱髓鞘改变。  \n【医生观点】 本病例属晚期婴儿型，发病年龄、症状、体征及头颅MRI较典型。并且早期头颅CT无诊断价值。早期不易于痉挛型脑性瘫痪相鉴别。曾有报道85%病例早期已能正常行走，而本病例早期不能行走，但早期获得的运动功能逐渐减退，故早期易误诊，另有报道约1/3患儿发生视神经萎缩，本病例无明显视力减退。以致发病后1年行DNA检测诊断清楚。  \n【临床经验】 本病临床上少见，起病缓慢，早期定位在锥体束受损，但初步诊断时很难考异染性脑白质营养不良。通过病程，查体，及复查头颅MRI呈进行性改变后初步诊断本病，最后依靠ARSA基因测序诊断。本病例通常3-7岁死亡，为了避免漏诊和延误病情，对一些有锥体束征，病程呈进行性的病例应排除本病。本病例诊断清楚后对家族成员进行ASA活力检测以确定杂合子携带者和尚未发病的患者，并可作为以后产前诊断参考。参考文献：《小儿神经系统疾病》第2版左启华人民卫生出版社", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "fe8cefd3-0419-4cbe-b862-fd9021d545de", "title": null, "text": "【0】**【一般资料】**女性，60岁，无\n\n【1】**【主诉】** 患者女，60岁。  \n反复颜面肿胀2年，加重3个月。\n\n【2】**【现病史】** 因反复颜面肿胀2年，加重3个月于2007年12月24日入院。患者2年前无明显诱因出现左侧颜而肿胀，无发热、疼痛，无包块及破溃，服用中药治疗效果不佳：3个月前无明显诱因出现右侧颜面肿胀，进行性加重，伴右眼睑肿胀，眼裂变窄，不伴皮疹、关节肿痛、肢体无力、肌肉酸痛，无口干、眼干，无广1腔溃疡，无言语不利，兀面部麻木感，为进一步诊治收入院。\n\n【3】**【既往史】** 10年前曾有面瘫病史。\n\n【4】**【查体】** (1mmHg=0．133kPa)，神清，语利。未见皮疹。全身浅表淋巴结未触及肿大。心、肺、腹未见明显异常。右侧颜面部肿胀，为非凹陷性。右眼眶周肿胀，眼裂明显变小。上下唇肿胀，右侧为著。伸舌居中，舌面可见数条纵型、横型浅沟裂。\n\n【5】**【辅助检查】** 血尿常规、生化均正常；抗核抗体(一)，抗双链DNA(dsDNA)抗体(一)，抗心磷脂抗体(一)，抗可提取核抗原(ENA)7项(一)，类风湿因子(RF)(一)；体液免疫lgA465g/L轻度升高，余正常；红细胞沉降率(ESR)18mm／1h，C反应蛋白(CRP)正常；肿瘤标志物癌胚抗原、CAl99、CAl25、甲胎蛋白、鳞状上皮细胞癌抗原(SCC)、神经特异性烯醇化酶(NSE)均正常；甲状腺功能正常。骨髓细胞学检查未见明显异常。心脏彩色多普勒超声示室间隔增厚；腹部B超示脾大(4．4cmxlO．2cm)；颈部动脉B超示双侧动脉粥样硬化；颈部静脉B超示双侧锁骨下静脉及颈内静脉未见异常。肺部高分辨率CT(HRCT))未见明显异常；副鼻窦CT示右侧额部、颞部、眶部皮下软绀织肿胀，脂肪间隙模糊。双侧上颌窦、筛窦炎。右上唇黏膜活检病理示局灶鳞状上皮可见炎细胞浸润，间质水肿，弥漫散在少量淋巴细胞、浆细胞浸润；淋巴管扩张；局灶可见血管炎，并血管周非干酪样肉芽肿形成。\n\n【6】**【诊断结果】** 梅—罗综合征。\n\n【7】**【其他】**【治疗处置】 于1月15目开始应用\\*\\*30mg／d联合羟氯喹、雷公藤多苷治疗，患者面部肿胀、唇部肿胀明显好转。出院后规律服药，激素逐渐减量，2008年10月左右停药。停药后先后于2010年5月，2011年4月再发单侧颜面部肿胀2次，加用激素后颜面部肿胀均可消退，现门诊随诊应用激素、环磷酰胺、沙力度胺维持治疗。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "a681f150-3291-46eb-973e-f4fc8f198e96", "title": null, "text": "【0】**【一般资料】**女性，58岁，无\n\n【1】**【主诉】**\n\n【2】咽异物感1年余\n\n【3】**【现病史】**\n\n【4】患者于1年余前无明显诱因出现咽异物感，伴咽干、咽苦，不伴咽痛、吞咽痛，无头痛，无发热，无咳嗽咳痰，无呼吸困难及吞咽困难，曾来我院行电子喉镜示会厌囊肿，患者自行口服药物（具体不详）治疗后无明显好转。今来我院要求手术，遂以会厌囊肿收入院。 发病来，患者食欲、精神、体力、睡眠欠佳，大小便正常。\n\n【5】**【既往史】**\n\n【6】有高血压病史，长期口服药物（珍菊降压片等）治疗；有颈部良性包块手术史；无糖尿病、心脏病病史；无输血史；无药物及食物过敏史。\n\n【7】**【查体】**\n\n【8】T:36.1℃，P:80次/分，R:20次/分，BP:149/85mmHg。神清，皮肤巩膜无黄染，浅表淋巴结不大。胸廓无畸形，双肺清，无啰音；心率80次/分，心律齐，无杂音；腹平软，无压痛及反跳痛，肝脾肋下未及，双肾区无叩痛。脊柱四肢活动正常。生理反射存在，病理反射未引出。  \n专科情况：会厌舌面左侧可见一半圆形隆起，表面光滑。\n\n【9】**【辅助检查】**\n\n【10】我院电子喉镜检查示：会厌囊肿。复查电子喉镜示：会厌囊肿。心电图正常；心脏彩超：三尖瓣轻度返流，主动脉瓣轻度返流，左室舒张功能减低；胸片未见明显异常。2021-06-13 08:30 电解质：钾 3.20 mmol/L；2021-06-13 08:30 血糖测定：葡萄糖 6.2 mmol/L；2021-06-13 08:30 血脂：总胆固醇 5.72 mmol/L、低密度脂蛋白胆固醇 3.56 mmol/L；血常规、肝肾功能、CRP、D二聚体、凝血功能、尿常规未见明显异常；乙肝三系：HBsAb+；复查血常规、电解质正常；丙肝、艾滋病、梅毒均阴性；2021-06-12 11:59 新型冠状病毒（2019-nCov）核酸检测：阴性。\n\n【11】**【初步诊断】**\n\n【12】1.会厌囊肿  2.慢性咽炎  3.高血压\n\n【13】**【诊断依据】**\n\n【14】老年女性   1.咽异物感1年余；2.既往有高血压病史；3.体格检查：会厌舌面左侧可见一半圆形隆起，表面光滑；4.门诊资料：我院电子喉镜检查示：会厌囊肿。\n\n【15】**【鉴别诊断】**\n\n【16】1.会厌炎  患者咽痛、吞咽痛，可伴发热、咳嗽、呼吸困难，检查见会厌充血、肿胀，抗炎治疗有效。 \n\n【17】2.咽肿瘤  患者咽部异物感，检查见咽新生物，病理检查可确诊。\n\n【18】  \n\n【19】**【诊治经过】**\n\n【20】诊疗计划\n\n【21】1.耳鼻喉科护理常规，Ⅱ级护理；抗炎对症治疗；\n\n【22】2.完善辅助检查，确定是否合并其他疾病：血常规、肝肾功能、凝血常规、新冠肺炎核酸、心电图、心脏彩超、胸片等；\n\n【23】3.择期手术。  \n入院后给予补钾纠正贫血处理，术前准备完毕后择期手术。  \n麻醉简要经过及抢救措施：  \n常规监测NIBP SPO2 HR RR ，快速静脉诱导成功后行气管插管，静吸复合全麻，术中尚平顺，心电图示ST压低，提示心肌缺血，给予硝酸甘油泵注改善心肌缺血，术毕停药后血压渐高（190/110mmHg），心率加快(133bpm)，给予降压降心率处理：艾司洛尔静注降心率（20mg静注每次），拔管后患者SPO2 94%，呼吸频率快，诉喉头不适，无法发音，发现面颈部及胸腹部大片斑疹，疑类过敏反应，立即面罩吸氧，给予氢化可的松100mg静滴，停止输注羟乙基淀粉，更换为复方氯化钠，观察20分钟，斑疹逐渐消失变淡，患者饱和度逐渐上升至98%，可交谈，对术中无记忆，仔细询问病史，诉无全身麻醉史，无药敏史，无淀粉及其它食物过敏史。  \n手术简要经过：仰卧位，全麻成功后消毒、铺巾。导入支撑喉镜，检查见会厌舌面左侧可见一半圆形隆起，表面光滑。电刀切除会厌囊肿，肾上腺素棉球压迫及电凝术创止血。术毕，手术经过顺利，患者全麻苏醒后安返病房。标本送检。术后第一天随访未见类过敏反应发生。术后给予抗炎、止血、护胃、雾化及支持治疗。一周后出院，随访未见明显异常。\n\n【24】  \n\n【25】**【诊断结果】**\n\n【26】1.会厌囊肿  2.慢性咽炎  3.高血压\n\n【27】**【分析总结】**\n\n【28】1.这是一麻醉苏醒期发生严重类过敏反应的麻醉病例。 \n\n【29】2.类过敏反应也称过敏样反应，即非抗原物质首次与机体接触发生的过敏样反应，不涉及免疫系统，由旁路补体激活。临床常见可诱发类过敏反应的麻醉科常用药物有硫喷妥钠，氯胺酮，依托咪酯，咪唑安定，地西泮，丙泊酚，吗啡，阿曲库铵，酯类局麻药以及酰胺类局麻药，代血浆，抗生素等，一般用药后5-15min发生，症状较轻，严重者按照过敏反应处理，休克或呼吸心跳骤停按照过敏性休克或心肺脑复苏处理。 \n\n【30】3.本例疑为羟乙基淀粉造成类过敏反应。本例患者无药物淀粉类及其它类食物过敏史，无依托咪酯、顺式阿曲库铵或代血浆（羟乙基淀粉）等药物使用及接触史，此次为初次使用疑似药物羟乙基淀粉仍发生类过敏反应，确切诊断赖于长期跟踪观察，即便如此，仍有许多病例不能证明其属于免疫反应。此次类过敏反应分级为3级，症状较重，大面积皮疹，喉头水肿呼吸困难，给予吸氧，激素处理，观察二十分钟后红斑消失，循环呼吸无较大影响。严密观察整个围麻醉期无继发反应。 \n\n【31】4.对类过敏反应有少数临床医生提前使用肾上腺皮质激素预防，但众说纷纭，应权衡患者是否获得最大收益而定。大量激素处理后应给予护胃处理，防止应激性胃溃疡。类过敏反应处理原则为终止介质释放，纠正低氧血症与低血压，维护重要脏器功能，防止继发反应。\n\n【32】5.本例手术为会厌囊肿切除术，失血量少，使用羟乙基淀粉导致严重类过敏反应实非明智之举，值得警惕。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "b49c5353-59b7-4b46-b785-19020ae5e204", "title": null, "text": "【0】**【一般资料】**女性，84岁，农民。\n\n【1】**【主诉】** 患者，女，84岁，农民。  \n主因突发言语不能，左侧肢体无力1小时入院。\n\n【2】**【现病史】** 患者缘于入院前1小时于夜间排尿时突然出现言语不能，左侧肢体无力，遂摔倒在床，嗜睡，无恶心、呕吐，无流涎，无呛咳，在家未予治疗，为求进一步诊治而来我院，门诊查头颅cT示：右侧小脑、基底节区及左额叶多发软化灶。心电图示房颤律心律率82次次/分，ST变化。遂以“脑栓塞”收入我科。\n\n【3】**【既往史】** 既往高血压病史40余年，最高200/100mmHg，口服“尼福达、寿比山、倍他乐克 治疗，血压控制尚可；脑梗塞病史2年，遗留左手活动障得。冠状动脉粥样硬化性心脏病心房颤动病史40年，平时口“消心痛、丹参滴丸、阿司匹林肠溶片，无肝炎、结核等传染病接触史，无外伤、手术及药物过敏史，无输血史，预防接种史不详。\n\n【4】**【查体】** 发育正常，营养中等，神志模糊，言语不能，查体欠合作。全身皮肤粘膜未见黄染、皮疹及出血点。双肺呼吸音清，未闻及干湿性啰音；心脏浊音界不大，心律82次／分，第一心音强弱不等，心室率绝对不规整，各瓣膜听诊区未闻及明显杂音。腹软，肝脾未触及，肠鸣音正常。神经系统：嗜睡，言语不能，双侧瞳孔等大、等圆，间接、直接对光反射存在，口角无偏斜，伸舌居中；右侧肢体肌力TV－，左侧上肢肌肌力工级，左下肢肌力II级，肌张力未见明显异常，颈无抵抗，克氏征阴性，左侧巴氏征阳性，右侧巴氏征阴性。\n\n【5】**【辅助检查】** 头颅CT示：右侧小脑脑、基底节区及左额叶多发软化灶。心电图示，房颤律心律82次／分，ST－T变化。\n\n【6】**【初步诊断】** 1．脑栓塞；2．冠状动脉粥样硬化性心脏病心律失常心房颤动；3．高血压3级。\n\n【7】**【鉴别诊断】** 脑出血：患者多为老年、活动时发病，有高血压、动脉硬化病史，突然出现口角歪斜，一側肢体活动障得，伴有头痛、恶心、呕吐不适，头颅CT可明确诊断。\n\n【8】**【诊断结果】** 1．脑栓塞；2．冠状动脉粥样硬化性心脏病心律失常常心房颤动；3．高血压3级。\n\n【9】**【其他】**【诊疗经过】 给予静点：醒脑静，注射用七叶皂苷钠，奥扎格雷，脑蛋白水解物等药物治疗。  \n【病例分析/讨论】 患者老年女性，84岁，急性发病，营养及精神状态一般，初步诊断为1．脑栓塞，2．冠状动脉粥样硬化性心脏病心律失常心房颤动；3．高血压3级。现发病时间短，病情处于急性期，尚不稳定，有可能出现脑便死进展展、脑出血、脑水肿、应激性溃疡、电解质代谢亲乱、恶性心律失常常、心力衰竭、合并感染、猝死及其他不可预知的不良事件，建议积极观察治疗，尽快完善相关检查以指导下一步治疗及预后，子预计早期医疗费费用较高。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "322fc6af-7afd-4b03-ae71-6d13abdcb2e5", "title": null, "text": "【0】**【一般资料】**男性，53岁，无\n\n【1】**【主诉】** 患者男，53岁  \n因右臀反复破溃、渗液30年，溃疡明显增大1年就诊。\n\n【2】**【现病史】** 患者自发病起，一般情况良好，近1年体质量无明显变化。\n\n【3】**【查体】** 入院检查示精神、营养状况可，未触及浅表淋巴结，心、肺和腹部检查无明显异常。\n\n【4】**【辅助检查】** 右臀有一\"菜花\"状溃疡，大小约15cm×13cm，边界尚清楚，脓性分泌物较多且伴恶臭。创面周围皮肤(宽3～10cm)色素沉着呈浅褐色，轻压痛。\"菜花\"状溃疡外缘上方可见3个大小不等小溃疡，并有皮脂样分泌物溢出。入院后行创面分泌物微生物培养、清创并取创面组织行病理学检查，外用凡士林纱布加质量分数1%磺胺嘧啶银霜剂等包扎换药控制感染。实验室及影像学检查示：血液、尿液、大便常规及肝肾功能均基本正常，心电图及胸部X线片检查未见异常。创面分泌物微生物培养检出屎肠球菌、铜绿假单胞菌，未检出真菌。溃疡组织病理学检查提示：为增生性外毛根鞘瘤(良性)。\n\n【5】**【初步诊断】** (1)臀部增生性外毛根鞘瘤并发巨大溃疡。(2)皮脂腺感染。\n\n【6】**【诊治经过】** 入院1周后，在气管插管全身麻醉下行溃疡扩大切除＋植皮术，切除范围包括溃疡组织及周边色素沉着皮肤，面积约22cm×17cm，深达深筋膜层。术中探查溃疡组织与臀大肌无粘连，创面移植自体右大腿刃厚皮(厚度0.3mm)修复，供皮区采用油纱覆盖，定期换药愈合。手术切除的溃疡组织病理学检查结果显示，真皮内有团块状肿瘤组织，由棘细胞样鳞状上皮细胞组成，部分细胞向外毛根鞘细胞分化；外毛根鞘细胞有明显的角化，棘细胞样鳞状上皮细胞层与角质层间无颗粒层的存在，呈\"骤然角化\"表现；瘤细胞团大小不等，细胞核分裂象极少，无明显坏死灶；肿瘤未侵及皮下及更深部组织；证实病变组织为增生性外毛根鞘瘤。术后2周皮片存活良好。见图1。随访3个月，创面无溃烂等情况。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "e8b37eab-ed84-4dc9-89c5-7ca21460b89d", "title": null, "text": "【0】**【一般资料】**男性，51岁，无\n\n【1】**【主诉】** 患者男，51岁  \n因间歇性心悸、恶心但无呕吐3d就诊。\n\n【2】**【辅助检查】** 心电图示室性心动过速，UCG示左心室扩大、室壁收缩弥漫性减低，LVEF为40%，初步诊断为缺血性心肌病（ischemiccardiomyopathy，ICM）可能性大。常规实验室检查和心肌酶谱测定均正常。为减少躁动不安对影像学检查的影响，患者经静脉注射胺碘酮、滴注维持恢复窦性心律后行后续检查。胸部x线平片示心脏增大、轻度肺淤血。SPECT静息G-MPI显像结果（图1）示：左心室明显增大，室壁运动弥漫性减低，以前壁和心尖为著；定量分析发现左室收缩功能明显减低，舒张及收缩末期容积增加；前壁和心尖阶段性放射性分布明显稀疏。G-MPI结果支持ICM的最初诊断。因患者静息G-MPI明显异常且有心力衰竭表现，未行负荷显像。 图1左心室致密化不全患者（男，51岁）SPECT静息G-MPI图。第1、2排为短轴，第3排为垂直长轴，第4排为水平长轴；可见左心腔明显扩大，前壁、心尖阶段性放射性分布明显稀疏复查UCG（图2a）显示：除仍有左心室扩大、室壁运动弥漫性减低表现外，还发现前壁中下段、心尖部非致密和致密2层结构，经测量心肌非致密层与致密层最大比值为3，考虑ICM伴左心室心肌致密化不全（leftventficularnoncompaction，LVNC）。进一步的CAG结果（图2b，2c）显示冠状动脉形态完全正常；心脏MRI结果（图2d，2e）示左心室前壁和心尖部非致密化心内膜和致密化心外膜双层结构，非致密化内膜厚度明显大于致密化外膜，非致密化层呈异常高信号提示该部位血流缓慢，经测量心肌非致密层与致密层最大比值为2.8。\n\n【3】**【诊断结果】** 患者最终诊断为LVNC。图2该患者UCG、CAG及MRI检查图。二维UCG心尖四腔长轴切面图（2a）示：心尖及其周围有明显网格样肌小梁和深陷的隐窝（箭头示）；CAG图（2b，2e）均显示冠状动脉正常；舒张末期心脏MRI四腔心切面（2d）和垂直长轴切面（2e）示：心尖及前壁非致密层心内膜明显厚于致密层，内层见异常高信号（箭头示）\n\n【4】**【其他】**【既往病史】 患者既往无高血压、糖尿病、高脂血症和冠心病病史，无胸痛和大量饮酒史，但有吸烟史（平均10支/d，20年）。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "1e93dfc2-a392-4e06-8d1c-0443d064c65d", "title": null, "text": "【0】**【一般资料】**男性，41岁，农民\n\n【1】**【主诉】** 男性,41岁,农民  \n左腕部肿痛畸形伴不敢活动1小时。\n\n【2】**【现病史】** 患者于1小时前，不慎摔倒，左手先着地，当即左腕部肿痛畸形伴不敢活动。急来我院就诊，急诊摄DR示：左桡骨远端粉碎性骨折，左尺骨茎突骨折，移位。急诊以左桡骨远端骨折伴尺骨茎突骨折为诊断收入院治疗。病来无发热，无心悸气短，无肢体麻木无力，二便及饮食正常。\n\n【3】**【既往史】** 健康，否认高血压及糖尿病史，否认手术史，否认过敏史。\n\n【4】**【个人史】** 生于本地，已婚，吸烟20支/日，20余年，偶有饮酒。\n\n【5】**【查体】**\n\n【6】一般情况： 发育正常，营养良好，被动\\*\\*，步入病房。急性面容，表情痛苦，神志清晰，检查合作，呼吸平稳，语言流利，语声有力。 皮肤黏膜：色泽正常，无皮疹，无皮下出血；毛发分布正常，温度与湿度正常，无水肿，无肝脏，无蜘蛛痣。 淋巴结：全身浅表淋巴结无肿大。 头部：头颅大小正常，无畸形；眼睑正常；结膜正常，巩膜无黄染；眼球正常，角膜正常，瞳孔等圆等大，对光反射正常；耳廓正常，无外耳道分泌物；无乳突压痛；有听力粗试障碍；鼻外形正常，无其他异常；无鼻窦压痛。口唇红润，黏膜正常，腮腺导管正常。舌正常，齿龈正常，齿列齐；扁桃体无红肿，咽部无充血，声音正常。 颈部：无抵抗感，颈动脉搏动正常；颈静脉正常；气管居中；肝颈静脉回流征阴性；甲状腺正常，对称。 胸部：胸廓正常。肺视诊：呼吸运动正常，肋间隙正常。触诊：正常，无胸前摩擦感，无皮下捻发感。叩诊：正常清音。肺下界肩胛线：右10肋间，左10肋间；移动度：右6.0cm，左6.0cm。听诊：呼吸规整，呼吸音正常，无啰音，语音传导正常，无胸摩擦音。 心 视诊：无心前区隆起，心尖搏动正常，心尖搏动位置正常。触诊：心尖搏动正常，无震颤，无心包摩擦感。叩诊：相对浊音界正常。听诊：心律92次/分，心律齐；心音S1正常，S2正常，S3无，S4无。无额外心音，无其他杂音。周围血管：无异常血管征。 腹部 视诊：外形正常，腹式呼吸存在；脐正常。触诊：柔软，无部位压痛，无反跳痛，无振水声，无腹部包块。未触及肝，未触及胆囊，无压痛，Murphy征：阴性。未触及脾；未触及肾，无输尿管压痛点。叩诊：肝浊音界存在，无移动性浊音，无肾区叩痛。听诊：肠鸣者正常，无气过水声，无血管杂音。 \\*\\*直肠：未查 生殖器：未查 脊柱四肢：脊柱正常，棘突活动度正常。四肢异常，关节红肿，肌肉压痛。 神经系统 腹壁反射正常，肌张力正常，无肢体瘫痪；肱二头肌反射：左正常，右正常。膝腱反射：左正常，右正常。跟腱反射：左正常，右正常。Hoffmann征：阴性；Babinski征：阴性；Kernig征：阴性。 \n\n【7】专科检查：左腕部肿胀，呈\\*\\*\\*刀样畸形，可扪及骨擦感及骨擦音，压痛阳性，左腕关节屈伸及旋转活动障碍，左手指感觉运动可。\n\n【8】**【辅助检查】** DR示：左桡骨远端粉碎性骨折、左尺骨茎突骨折，移位。\n\n【9】**【初步诊断】** 左桡骨远端骨折伴尺骨茎突骨折（AO分型 C2）\n\n【10】**【诊断依据】**\n\n【11】1.病史：左腕部肿痛畸形伴不敢活动1小时。 \n\n【12】2.查体：左腕部肿胀，呈\\*\\*\\*刀样畸形，可扪及骨擦感及骨擦音，压痛阳性，左腕关节屈伸及旋转活动障碍，左手指感觉运动可。 \n\n【13】3.影像学检查：DR示：左桡骨远端粉碎性骨折、左尺骨茎突骨折，移位。\n\n【14】**【鉴别诊断】** 根据查体可以排除神经损伤。\n\n【15】**【诊治经过】** 患者入院后，完善相关检查，给予手法复位骨折夹板外固定，给予注射用七叶皂苷钠10mg静点以消肿，给予氟比洛芬酯静点以镇痛，入院第3天手术治疗，术前1小时给予注射用头孢西丁2.0静点以预防感染，于全麻下行左桡骨远端骨折切开复位内固定、左尺骨茎突骨折切开复位钢板内固定术，术后继续给予注射用头孢西丁2.0日2次静点以抗感染治疗，给予注射用复方骨肽150mg日1次静点以促进骨折愈合，给予止痛泵镇痛治疗，给予局部冷疗以减轻肿胀，术后指导患者行手指屈伸功能锻炼，定期换药，术后14天拆线见切口1/甲愈合。术后2周指导患者行腕关节屈伸功能锻炼。\n\n【16】**【诊断结果】** 左桡骨远端骨折伴尺骨茎突骨折（AO分型 C2）\n\n【17】**【分析总结】** 桡骨远端骨折是临床上一种常见的骨折类型，年轻患者为高能量损伤，手法复位固定后多存在复位丢失现象，难以达到正常解剖结构，对预后功能会产生一定程度的影响，同时C型骨折为关节内骨折，保守治疗效果不佳，预后很可能出现腕关节活动受限、疼痛，故需要行手术治疗。对于桡骨远端骨折手术多采取掌侧入路内固定，由于桡骨茎突对维持腕关节稳定很重要，也是腕关节外在韧带的附着点，所以对于年轻患者如桡骨远端骨折合并有尺骨茎突骨折也需要进行复位固定以维持腕关节稳定。 该病例患者年龄较小，根据影像学检查考虑为C2型骨折，为了最大程度恢复患者的腕关节功能，所以采取手术治疗，手术采取掌侧入路DVR钢板内固定，术中主要以恢复桡骨长度、掌倾角、尺偏角为主要目的，同时尺骨茎突骨折，由于骨折块较小，难以穿钉固定，故采取掌骨骨折使用的微型勾钢板进行固定。由于术中见固定稳定，术后未行外固定，可以指导患者早期行腕关节功能锻炼，有助于功能恢复。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "0dc462a7-1408-434f-a35e-2c98562f5b58", "title": null, "text": "【0】**【一般资料】**男性，18岁，无\n\n【1】**【主诉】** 患者男，18岁\n\n【2】**【既往史】** 否认有“肝炎、肺结核”病史。否认有“肺结核”接触史。无“高血压、心脏病、糖尿病”史，无外伤、手术、输血史，无药物、食物过敏史。预防接种史不祥。\n\n【3】**【鉴别诊断】** 1)、特发性肺含铁血黄素沉着症：可有反复发生的肺出血、咳血，但肺部多表现为网结状改变，且多为双侧发病，另因反复出血，常导致贫血，心影常增大，因此不太支持。2)、肺结核、肺炎：大叶性肺炎可有痰血（铁锈色），但本例无发热等感染症状不支持，且咳血反复发生更不支持。3)、肺部血管畸形：要考虑，建议增强或血管造影。\n\n【4】**【诊断结果】** 考虑肺出血\n\n【5】**【其他】**【病史】 10月前无明显诱因突然起病，出现咯血，不伴鼻塞、流涕，头晕、头痛，无胸闷、胸痛，无心悸、气促，当时曾到医院就诊，胸片未见明显异常，给予口服药物（药名不详）治疗后好转。4天前无诱因患者再次出现咯血，急到我院急诊科就诊，胸片示右下肺异常密度影，建议患者住院诊治，患者拒绝住院治疗，自行服用“利肺片”治疗，症状无明显改善。咯血每次量不等，多时可达数十毫升，并有暗红色血块，可伴有胸闷，偶有心悸，无咳嗽、咳痰，无胸痛，无头晕、黑蒙，无发热、盗汗、体重减轻。今再来我院就诊，遂以“咯血查因”收入院。患者起病以来，精神尚可，饮食、睡眠可，大小便正常。  \n【病史特点】 无发热等感染、反复发生喀血  \n【影像特点】 病变跨叶--累及右肺中、下叶；分布以血管为中心；呈大片状毛玻璃样影；边界模糊；上叶未显示及左肺正常。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "30a24dfe-ca93-4e41-b1ed-5a57494d31e1", "title": null, "text": "【0】**【一般资料】**女性，50岁，农民\n\n【1】**【主诉】**下腹坠胀1个月\n\n【2】**【现病史】**患者于2008年11月18日因“下腹坠胀1个月”就诊，无腹泻，无阴道流血、流液，无尿频、尿急。门诊以“盆腔肿物”收入院治疗。患者自发病以来精神状态良好，神志清醒，睡眠质量可，食纳可，大小便无异常，近期体重无变化。\n\n【3】**【既往史】**无高血压、糖尿病、冠心病、脑梗死等病史，无外伤史，无食物过敏史，无药物过敏史，无结核、肝炎等重大传染病史及其密切接触史，预防接种按规定。\n\n【4】**【查体】**生命体征平稳，双侧颈部未触及淋巴结。心肺未见明显异常。腹软，未见胃肠型及蠕动波，未见腹部静脉曲张，腹部无压痛，未及包块，Murphy征（一），肝脾肋下未及，肝浊音界存在，移动性浊音阴性，双侧肾区无叩痛，肠鸣音正常，3次／分，无气过水声。余无异常。妇检：外阴已婚式，阴道通畅，子宫前位，正常大小，盆腔可及一大小约8.0cmx7.0cm肿块，质硬，位置固定，与周围组织边界不清。双侧腹股沟未及淋巴结。\n\n【5】**【辅助检查】**\n\n【6】实验室检查：血清肿瘤标志物 CA125 773.7 U／mL，CEA、CA19-9、AFP正常；余无明显异常。影像学检查：CT均示盆腔实质性包块、腹水（图A）。\n\n【7】**【初步诊断】**卵巢癌IIC期。\n\n【8】**【诊断依据】**1.盆腔可及一大小约8.0cmx7.0cm肿块，质硬，位置固定，与周围组织边界不清。 2.血清肿瘤标志物 CA125 773.7 U／mL。 3.CT均示盆腔实质性包块、腹水。\n\n【9】**【鉴别诊断】**卵巢的良性肿瘤：卵巢良性肿瘤增长的速度相对比较慢，病程是比较长的，多为单侧，而且肿瘤表面比较光滑，呈现囊性或者囊壁比较薄，抽血化验肿瘤标志物基本是正常的或者稍微偏高。 盆腔的炎性肿物：比如存在卵巢的脓肿，盆腔脓肿的时候，会出现下腹部的包块，而且包块与周围组织粘连是固定的，妇科检查的时候并不活动，抽血化验肿瘤标志物，比如CA125也会有偏高或者正常，但是消炎之后包块会逐渐缩小的。\n\n【10】**【诊治经过】**2008年11月25日于我院行卵巢肿瘤细胞减灭术（全子宫＋双附件＋种植肿瘤切除术），病理诊断为（双侧）卵巢浆液性乳头状腺癌（II～II级）。于2008年12月至2009年1月行3个周期TP方案系统化疗：紫杉醇脂质体270mg＋卡铂500mg化疗过程顺利。2009年2月25日在全麻下行肿瘤细胞减灭术。2009年2月28日至8月18日给予8个周期TP方案系统化疗：紫杉醇脂质体270mg＋卡铂500mg。患者规范性治疗后定期随访，截止2022年1月1日,患者治疗后存活已11年。\n\n【11】**【诊断结果】**卵巢浆液性癌（IIC期，FIGO分期） 腹膜转移 腹腔积液\n\n【12】**【分析总结】**上皮性卵巢癌（epithelial ovarian cancer，EOC）占卵巢恶性肿瘤的75％以上。由于卵巢在女性盆腔中位置较深，早期缺乏特异性临床表现，85％EOC患者确诊时已处于晚期（FIGO III～IV期），肿瘤常累及腹膜或出现远处转移，典型转移方式以腹腔内局部扩散为主，腹膜癌为EOC自然病程的必然表现，＞70％的EOC以PM为主要形式复发。晚期EOC是女性生殖系统系统肿瘤的主要杀手之一，5年生存率不足20％。减瘤术联合紫杉烷类加铂类药物系统化疗为一线治疗方案，诊断为EOC的患者5年生存率仅为29％，中位总生存期仅有50个月，无进展生存期仅3～4个月，70％患者1～2年内复发。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "df2cc4ec-fe6f-448a-8130-bb7eb700b5c0", "title": null, "text": "【0】**【一般资料】**女性，6岁，无\n\n【1】**【主诉】** 跳动中向前跌倒两小时\n\n【2】**【现病史】** 女性，6岁。两小时前跳动中向前跌倒，手掌着地后，患儿哭闹。诉右肘部痛，不敢活动右上肢。遂来急诊就医。\n\n【3】**【诊断依据】** 1.好发年龄（10岁以下）2.典型受伤机制3.局部压痛及轴向挤压痛，并触及骨折近端4.肘后三角关系正常\n\n【4】**【鉴别诊断】** 肘关节后脱位\n\n【5】**【诊断结果】** 右肱骨髁上骨折（伸直型）\n\n【6】**【其他】**【急诊室检查】 尚能合作。右肘向后突出处于半屈曲位。肘部肿胀，有皮下瘀斑。局部压痛明显，有轴心挤压痛。肘前方可及骨折近端，肘后三角关系正常。右挠动脉搏动稍弱。右手感觉运动正常。  \n【进一步检查】 右肘侧位X线片：明确诊断，了解骨折线的位置和骨折移位情况  \n【治疗原则】 ）手法复位屈肘位后侧石膏托固定4-5周  \n【病例讨论】 请大家结合病史和资料，分析以上初步诊断和治疗等是否正确？谈谈自己对于该病例的见解？", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "a0092668-f8ae-4ae4-a766-1ef67341f183", "title": null, "text": "【0】**【一般资料】**女性，43岁，农民\n\n【1】**【主诉】**\n\n【2】间断腹不适1年，加重伴呕吐、腹泻1个月\n\n【3】**【现病史】**\n\n【4】自诉1年前无明显诱因出现上腹部疼痛，为间歇性隐痛，无明显放射性疼痛，疼痛尚可耐受，故一直未予特殊治疗，未到医院检查过，半月前开始出现出现恶心、呕吐，呕吐物为棕黑色浑浊样液体，伴粪臭味;同时开始出现腹泻,约4~ 5次/日，最多达20次/日，性状与呕吐物类似，偶有排出未消化食物，为求治疗遂来我院就诊，近半年来体重下降约10 kg。\n\n【5】**【既往史】**\n\n【6】无特殊病史\n\n【7】**【查体】**\n\n【8】T:36℃，P:70次/分，R:20次/分，BP:120/70mmHg。慢性消耗病容，贫血貌，心肺查体未见异常。腹平，全腹软，未触及异常包块。上腹部深压痛阳性，无肌紧张、反跳痛，余腹无压痛。肠鸣音4次/分，振水音阴性。\n\n【9】**【辅助检查】**\n\n【10】腹部增强CT示:左上腹腔内结构紊乱，可见团状含气软组织密度影，增强后呈不均匀强化，边界不清，局部与胃体部分界不清, 似与横结肠及降结肠相通，病灶周围可见游离的气体影，相邻脂肪间隙模糊(图箭头所示为疑似的胃结肠瘘)。\n\n【11】**【初步诊断】**\n\n【12】腹痛、腹泻查因\n\n【13】**【诊断依据】**\n\n【14】中年女性患者，因间断腹不适1年，加重伴呕吐、腹泻1个月入院，查体：慢性消耗病容，贫血貌，心肺查体未见异常。腹平，全腹软，未触及异常包块。上腹部深压痛阳性，无肌紧张、反跳痛，余腹无压痛。肠鸣音4次/分，振水音阴性。\n\n【15】**【鉴别诊断】**\n\n【16】急性胆囊炎：一般出现上腹部疼痛或者是右上腹的疼痛，呈阵发性绞痛，进食油腻食物或者饮酒之后发作， B超可予以鉴别。  \n消化性溃疡一般会出现规律性的疼痛，表现为上腹部或者剑突下的疼痛，胃镜可予以鉴别。\n\n【17】**【诊治经过】**\n\n【18】入院后为明确诊断，完善相关检查：血常规: WBC 10.10x 10\\*/L, Hb 50gL;白蛋白22g/L; 其余大致正常。腹部增强CT示:左上腹腔内结构紊乱，可见团状含气软组织密度影，增强后呈不均匀强化，边界不清，局部与胃体部分界不清, 似与横结肠及降结肠相通，病灶周围可见游离的气体影，相邻脂肪间隙模糊(图箭头所示为疑似的胃结肠瘘)。上消化道造影提示:胃体部大弯侧不规则龛影、造影剂进人横结肠，考虑占位病变、并胃-结肠瘘形成可能大。结肠造影显示:考虑占位病变降结肠近脾曲管腔狭窄、可疑充盈缺损，造影剂未通过并梗阻性表现可能大。胃镜检查:胃体小弯侧偏前壁巨大深溃疡，见污秽苔，透过瘘管可见横结肠内粪便,周围黏膜明显充血水肿,组织易出血。病理结果考虑胃体小弯侧胃黏膜腺癌浸润。考虑该例患者肿瘤分期晚，可能难以达到根治性切除，术前营养状况及基础条件差，入院时血常规、血生化示血红蛋白42g/L、白蛋白22 g/L，存在重度贫血及低蛋白血症;术前输注同型红细胞10 U,血红蛋白上升至106g/L，同时经过术前积极的全肠外营养支持治疗后营养状况有所好转，白蛋白35 g/L，患者诊断胃癌明确，有手术指征，未见明显手术禁忌症，遂行了姑息性远端胃大部切除术、横结肠部分切除术(近端造口，远端封闭)、胃空肠吻合(Roux- -en-Y)、空肠-十二指肠侧侧吻合术。术中探查见胃体前壁近大弯侧可触及约8 cm质硬肿物，肿物侵及横结肠并形成胃结肠瘘。胃周及后腹膜可触及多枚质硬肿大淋巴结，部分融合固定，切除病灶后行胃空肠吻合( Roux- -en-Y)。病理提示胃壁全层低分化腺癌浸润，脉管内见癌栓，术后第一天进流质饮食，逐步过渡半流质，术后一周出院。\n\n【19】**【诊断结果】**\n\n【20】胃癌  \n胃结肠瘘  \n贫血  \n低蛋白血症\n\n【21】**【分析总结】**\n\n【22】本例患者出现腹痛合并腹泻、粪性呕吐及体重下降等症状，通过腹部增强CT、消化道造影、钡灌肠、胃镜及病理检查等，确诊为胃癌，并合并结肠瘘，恶性肿瘤相关胃结肠瘘临床上较为少见，其中只有30%患者存在典型的临床表现:腹泻、粪性呕吐(部分患者可呕吐含有未消化食物的粪便)及体重减轻。实验室及体格检查可见患者存在电解质失衡及重度营养不良，偶见恶病质。钡灌肠结合胃镜及结肠镜检查是最可靠的诊断方式。然而本例患者治疗的难点在于手术时机及手术方式的选择，通过消化道造影、钡灌肠、胃镜等检查，明确了患者病情及病灶来源，而对原发肿瘤病灶来源的判定，为我们后续治疗方案的制定提供依据。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "9f3ef0a9-d2ab-4c0f-8827-2a7a071ffee1", "title": null, "text": "【0】**【一般资料】**男性，20岁，无\n\n【1】**【其他】**【 一般资料】 患者，男，20岁  \n【 主诉】 因舌下区黏膜肿块就诊。主诉为右舌下黏膜包块，肿痛不适半年余，肿块初为米粒大，生长缓慢，且不随进食与否而有体积大小的改变。  \n【 现病史】 检查见舌系带右侧舌下肉阜处黏膜红肿，呈球状隆起，直径约1cm×1.5cm，触诊肿块界清、质较软，蒂部不明显，无明显压痛，双合诊下颌下腺体积无明显改变，质地较软。  \n【 诊断】 初诊为黏液腺囊肿，建议手术摘除。  \n【 治疗经过】 于局麻下切开黏膜后，准备行囊肿剥离，却见黏膜下有一涎石，探查见涎石镶嵌于下颌下腺导管口内（图1），因为涎石位置表浅，距导管口很近，用手指向前轻轻挤压即将涎石取出。结石呈松塔状，大小约0.5cm×0.8cm，呈淡黄色，表面有织物状纹路（图2）。因受涎石压迫，导管口被扩张撑大、红肿（图3），创面涂以碘甘油，常规医嘱。一周后复诊，伤口愈合良好，导管口已恢复至正常状态。最后诊断为右侧下颌下腺涎石病。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "7f476a37-c363-40b2-9b7f-6004cde36ce5", "title": null, "text": "【0】**【一般资料】**女性，45岁，无\n\n【1】**【主诉】** 患者，女，45岁。  \n因尿道旁肿物伴排尿不畅及尿痛1年于2014年4月7日入院。\n\n【2】**【查体】** 尿道外口12点尿道旁可见一大小约2.0cmx1.5cm的肿物，稍隆起，触诊质实，无压痛，尿道外口可见3个黄豆粒大小肿物，表面光滑，触之出血，质地软，无触痛及压痛，活动可，尿道触诊尿道旁肿物突向尿道。\n\n【3】**【辅助检查】** 会阴区彩色多普勒超声检查示：尿道旁皮下软组织内低回声包块，大小约2.0cm×1.7cmx0.7cm，包膜尚完整，包块内血流稍丰富。入院诊断：①尿道旁肿物；②尿道口肿物。\n\n【4】**【诊治经过】** 腰硬联合阻滞麻醉下经尿道旁切口行尿道旁肿物及尿道口肿物切除术。术中见肿物距尿道12.5px左右，肿物有假包膜，将肿物完整切除。术中探查未损伤尿道，可吸收线缝合创面。尿道外口肿物缝扎基底部后切除，留置导尿管，术毕。术后病理报告：①尿道旁平滑肌瘤。镜下：肿瘤主要由平滑肌细胞组成，呈束状或旋涡状排列，其间有少量纤维组织分隔。②尿道鳞状上皮\\*\\*状瘤。镜下：肿瘤\\*\\*轴心由疏松的血管和结缔组织间质组成，表面由鳞状上皮构成，上皮细胞未见角化不良或角化珠形成。免疫组织化学染色：平滑肌肌动蛋白(+++)、结蛋白(++)、波形蛋白(+)、CD34血管(+)、S-100(一)。术后随访8个月未见复发和转移。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "93a4dc39-c975-49da-af53-f86c74f5bd4e", "title": null, "text": "【0】**【一般资料】**女性，，无\n\n【1】**【主诉】** 患者30岁，孕1产1，\n\n【2】**【现病史】** “停经58d，左下腹胀痛不适5天于2010年7月24日入院。患者末次月经2010年5月26日，停经40d时\\*\\*少量流血，就诊于本院。\n\n【3】**【辅助检查】** 查尿HCG阳性，B超检查，子宫内可见孕囊2.4cm×2.1cm×2.3cm，胚芽可见，原始心管搏动未见，提示：早孕(宫内孕)，建议数天后复查。门诊考虑“先兆流产”，嘱其住院，患者拒绝，未行任何处理自行回家。7月24日患者因左下腹胀痛不适5d，仍偶有少量\\*\\*流血再次就诊。复查B超检查：子宫内可见孕囊4.3cm×3.7cm×3.5cm，胚芽可见，原始心管搏动可见，右附件区可见一径线约2.9cm×2.0cm孕囊样回声，其内可见胚芽及原始心管搏动，提示：早孕(宫内孕)，右附件区孕囊样回声，考虑宫外孕。\n\n【4】**【初步诊断】** 门诊遂以“早孕、异位妊娠”收入院。\n\n【5】**【诊断结果】** 诊断右侧输卵管壶腹部妊娠，\n\n【6】**【其他】**【病例摘要】 典型输卵管妊娠病例具有急性腹痛，短期闭经及不规则点滴\\*\\*流血，且多有原发或继发不孕史；检查时患侧输卵管胀大压痛；内出血多时，则出现失血性休克。对诊断仍可疑者，可采用辅助检查方法进行诊断。  \n【入院后查体】 脉搏75次/分，血压90/60mmHg，腹部平软，下腹部无压痛，不伴反跳痛及肌紧张，移动性浊音阴性。 妇科检查 \\*\\*内有少量咖啡色血性分泌物，宫颈轻度糜烂，无举痛、摇摆痛，子宫前位，增大如孕50d大小，质中，轻压痛，右附件区可扪及直径约5cm大小包块，质中，轻压痛，左附件区未扪及异常。入院后即行剖腹探查术，术中见子宫饱满，右侧输卵管壶腹部增粗约4.0cm×3.5cm×3.0cm，呈紫蓝色，表面无破裂口，伞端未见活动性出血，右侧卵巢表面未见明显破口及其他异常，左侧附件未见异常。  \n【处理】 行右侧输卵管切除术。术后病理诊断右输卵管妊娠。术后给予黄体酮等保胎治疗，术后第7d腹部切口拆线为Ⅱ/甲愈合，术后第9d复查B超提示：子宫内可见孕囊6.3cm×4.6cm×7.1cm，胚芽可见约3.2cm×1.8cm，胎心搏动可见。出院诊断宫内妊娠合并右输卵管壶腹部妊娠。出院后患者未再出现下腹痛及\\*\\*流血，于孕3个月再次\\*\\*\\*产前检查胎儿正常。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "178ab344-0754-4df3-9007-2d79c2e5f52c", "title": null, "text": "【0】**【一般资料】**女性，47岁，无\n\n【1】**【主诉】** 女47岁  \n因全身皮疹、多关节疼痛8年，伴口干、眼干4年，加重1个月，于2010年9月25日收治入院。\n\n【2】**【现病史】** 1个月前，上述症状复发加重，时轻时重，遂来就诊。体格检查：血压、脉搏、呼吸正常。心、肺、肝、脾检查未见异常。舌体干燥，有裂纹。面部、颈部、胸腹部可见大量大小不等的红疹，压之褪色，无皮肤瘙痒及疼痛。双手多个近端指间关节、双膝关节、双踝关节压痛，无关节肿胀、畸形，关节活动可。双下肢无水肿。\n\n【3】**【既往史】** 患者8年前无明显诱因出现双肩处红色皮疹，米粒样大小，压之褪色，同时伴有双膝、双踝关节疼痛，无肿胀、畸形，就诊于当地医院；经相关检查（具体检查不清楚），诊断为混合性结缔组织病，经治疗后缓解（具体治疗不详）；但出院后上述症状反复反作，并逐渐出现全身多处大小不等的红色皮疹并双腕关节、双侧近端指间关节疼痛；某医院诊断为系统性红斑狼疮；经治疗后缓解，具体检查及治疗不详。4年前，患者上述症状加重，间断出现全身多处红斑，四肢关节反复交替性疼痛；经休息或自服止痛药物后缓解，无关节肿胀、活动受限及晨僵；并出现双眼干涩、口腔干燥，进干食时需用水吞服，外用眼药水及饮水后可稍缓解；逐渐出现视物模糊，多发猖獗性龋齿，多次就诊于当地某医院，考虑系统性红斑狼疮、干燥综合征；治疗效果不佳，常反复发作。\n\n【4】**【辅助检查】** 心电图、血常规、肾功能、电解质均正常。肝炎标志物（-）；肝胆B超提示无异常；胸片结果示无异常；红细胞沉降率（ESR）50mm·h-1，C-反应蛋白（CRP）36.1mg·dL-1，类风湿因子（RF）阴性，γ谷氨酰转肽酶（γ-GT）174U·L-1，谷草转氨酶（AST）117U·L-1，谷丙转氨酶（ALT）78U·L-1，碱性磷酸酶（ALP）204U·L-1，球蛋白39.9g·L-1，抗核抗体（ANA）阳性，抗线粒体抗体M2亚型（AMA-M）阳性，抗着丝点抗体（CENPB）阳性，抗SSB抗体阳性，RO-52阳性，唾液流率（+），Schirmer试验（+）。\n\n【5】**【初步诊断】** ①干燥综合征；②原发性胆汁性肝硬化。\n\n【6】**【诊治经过】** 羟糖甘滴眼液，每次3滴，每日3次，滴眼；熊去氧胆酸（UDCA）每次250mg，每日3次，口服；甲泼尼龙每次40mg，每日1次，静脉滴注（后逐渐减量至8mg，每日1次，口服）；硫唑嘌呤（AzA）每次50mg，每日2次，口服；白芍总苷每次600mg，每日2次，口服；葡醛内酯每次100mg，每日3次，口服；碳酸钙D3片每次0.6g，每日1次，口服；阿法骨化醇每次0.5μg，每日1次，口服。治疗1周后，患者症状改善，复查肝功能示γ-GT155U·L-1，AST15U·L-1，ALT18U·L-1，ALP200U·L-1，ESR18mm·h-1，CRP9.1mg·dL-1。治疗2周后，患者症状明显改善，出院。出院后，停用葡醛内酯，继续服用其他药物。患者多次复查肝肾功能，未出现明显异常。2013年11月19日复诊，已无明显症状，调整治疗方案，甲泼尼龙、AzA、UDCA、碳酸钙D3片、阿法骨化醇服用方法同上，加服羟氯喹，每次200mg，每日2次。\n\n【7】**【其他】**【讨论】 诊断方面：SS的诊断按照2002年干燥综合征国际分类标准，患者有典型的口腔干燥，进干食需用水吞服，舌体干燥，有裂纹；双眼干涩，视物模糊，多发猖獗性龋齿；唾液流率（+），Schirm-er试验（+），抗SSB抗体阳性，RO-52阳性，因此可诊断为SS。PBC诊断参照2000年美国肝病学会PBC指导建议，患者ALP204U·L-1，γ-GT174U·L-1，AMA-M2阳性，肝胆B超提示无异常，因此可诊断为PBC。患者在前期曾被诊断为混合性结缔组织病、系统性红斑狼疮，由于患者不能提供详细的病历资料，因此无法分析前期的诊断，但也给笔者启发：①粉丝病发病初期的不典型性。一些粉丝病在发病初期可能只表现为1～2个典型症状，如关节炎、雷诺现象、皮肤病变（如皮疹），随着病情的进展，才逐步满足临床某一种结缔组织病的特点；因此，对于典型的粉丝病的症状，应该加以重视，密切随访，争取早日明确诊断并治疗。②粉丝病在发病初期可表现为某一种结缔组织病的特点，如类风湿关节炎、干燥综合征、混合性结缔组织病等，随着病情的发展，逐步满足另一种结缔组织病的特点，甚至两种结缔组织病重叠。治疗方面：目前为止，PBC的治疗研究最多的是UDCA，其主要机制是促进内源性胆汁酸分泌，减少肝细胞HLAⅠ类抗原的异常表达，降低细胞因子的产生，保护胆管细胞膜，抑制细胞凋亡，发挥免疫调节作用，而且可以延缓早期PBC的病理变化。UDCA的常用剂量为13～15mg·kg-1·d-1，目前被认为是治疗PBC的最佳剂量。在早期阶段，UDCA可以延迟肝脏纤维化，改善患者生存率；但目前仍有争论。糖皮质激素是临床上第一个用于治疗PBC的免疫抑制剂，早期多单独运用于PBC的治疗，能很好地缓解症状，且降低肝脏生化指标明显，并使抗线粒体抗体滴度下降。众多研究显示，UDCA联合糖皮质激素、免疫抑制剂（羟氯喹、甲氨蝶呤）治疗PBC并发SS患者的疗效优于单纯使用UDCA。该患者服用UDCA及甲泼尼龙、AzA、羟氯喹后，症状明显好转，肝功能改善，并在长期复诊时未见药物不良反应；但这只对本病例而言。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "8ac9cd30-c774-4bec-a27a-2810b31296ab", "title": null, "text": "【0】**【一般资料】**女性，42岁，个体户\n\n【1】**【主诉】**肛门处潮湿、瘙痒，有黏液流出3个月。\n\n【2】**【现病史】**患者3个月前出现肛门处潮湿、瘙痒，有黏液流出，无腹泻，腹痛、发热等伴随症状，现患者为求进一步治疗，就诊于我科门诊，查体发现，截石位肛周可见一小孔，挤压时脓液流出，遂以肛瘘入院，患者自起病以来，精神，饮食，睡眠尚可，体重无明显变化，二便正常。\n\n【3】**【既往史】**平素健康状况：良好；曾患疾病和传染病史： 否认肺、肾、内分泌系统等重要脏器疾病史及传染病；预防接种史：不详； 过敏史：否认；外伤史：否认；手术史：否认。\n\n【4】**【查体】**T:36.6℃，P:89次/分，R:19次/分，BP:122/79mmHg。神志清楚，发育正常，营养中等，步入病室，查体合作，对答切题。全身皮肤、巩膜黄染，全身浅表淋巴结未触及肿大。腹平坦，腹软，无压痛，无反跳痛，无肌紧张，墨菲氏征阴性，肝脏未触及，肠鸣音正常。四肢及脊柱无畸形，活动自如，双下肢无浮肿，生理性反射存在，病理性反射未引出。截石位肛周可见一小孔，挤压时脓液流出。  \n  \n\n【5】**【辅助检查】**\n\n【6】肛瘘MRI：，左侧括约肌间隙2点位见瘘管，经外括约肌皮下部至肛门左下方形成脓肿，内口位于肛管距离肛缘约2.3cm 2点位，外口位于左侧臀部皮肤处，另见一瘘管，距离肛缘1.0cm处5点钟方向见一内口，瘘管与上述瘘管融合。\n\n【7】**【初步诊断】**高位复杂性肛瘘\n\n【8】**【诊断依据】**\n\n【9】1.主诉:肛门处潮湿、瘙痒，有黏液流出3个月；\n\n【10】2.查体：截石位肛周可见一小孔，挤压时脓液流出。；\n\n【11】3.辅助检查：肛瘘MRI：，左侧括约肌间隙2点位见瘘管，经外括约肌皮下部至肛门左下方形成脓肿，内口位于肛管距离肛缘约2.3cm 2点位，外口位于左侧臀部皮肤处，另见一瘘管，距离肛缘1.0cm处5点钟方向见一内口，瘘管与上述瘘管融合。\n\n【12】**【鉴别诊断】**\n\n【13】1.肛门周围化脓性汗腺炎：这是最易被误诊为肛瘘的肛门周围皮肤病，因其主要特征是肛周有脓肿形成和遗留窦道。窦道处常有隆起和脓液，有多个外口，故易误诊为多发性肛瘘或复杂性肛瘘。鉴别要点是肛周化脓性汗腺炎的病变在皮肤及皮下组织，病变范围广泛，可有无数窦道开口，呈结节状或弥漫性，但窦道均浅，不与直肠相通，切开窦道后无脓液和瘘管，亦无内口。 \n\n【14】2.骨盆骨髓炎：骨盆化脓性或结核性病变引起的骨盆骨髓炎，常在会阴部发生窦道，与肛瘘的外口极为相似。但前者无内口，X线片显示骨盆有病变，可以此进行鉴别诊断。 \n\n【15】3.皮下软组织化脓性感染：毛囊窦或囊肿继发感染以及骶髂骨结核等所形成的慢性窦道。这些窦道均不与肠腔相通，无内口存在。鉴别诊断困难时可以从窦道口注入碘油或禽碘水溶液，摄正、侧位X线片，确定窦道方向，以及通向肠腔与否。\n\n【16】**【诊治经过】**入院后完善检查，肛瘘MRI：，左侧括约肌间隙2点位见瘘管，经外括约肌皮下部至肛门左下方形成脓肿，内口位于肛管距离肛缘约2.3cm 2点位，外口位于左侧臀部皮肤处，另见一瘘管，距离肛缘1.0cm处5点钟方向见一内口，瘘管与上述瘘管融合，故诊断为“高位复杂性肛瘘”，排除手术禁忌症后，行肛瘘挂线疗法，术后将患者推入病房，并给予患者低流量吸氧，并给予葡萄糖氯化钠溶液500ml补充能量，术后第2天，可自行下地活动，并可以吃流质食物，患者诉伤口略有疼痛，其余无不适，术后第3天患者恢复情况良好，给予出院。\n\n【17】**【诊断结果】**高位复杂性肛瘘\n\n【18】**【分析总结】**肛瘘又称肛管直肠瘘，是肛管或直肠与肛周皮肤相通的肉芽肿性管道，主要侵犯肛管，很少涉及直肠，故常称为肛瘘，内口多位于齿状线附近，外口位于肛周皮肤处。整个瘘管壁由增厚的纤维组织组成，内覆一层肉芽组织，经久不愈。发病率仅次于痔，多见于男性青壮年，可能与男性的性激素靶器官之一皮脂腺分泌旺盛有关。肛瘘多为肛周脓肿自行溃破，或切开排脓后伤口经久不愈形成肛瘘外口。临床表现为自瘘管外口反复流出少量脓液，污染内裤，有时脓液刺激肛周皮肤，有瘙痒感。若外口暂时封闭，脓液积存，局部则有胀痛、红肿，封闭的外口可再穿破，或在附近穿破形成另一新外口，如此反复发作，可形成多个外口，互相沟通。高危人群需要进行定期体检，如出现肛周破溃流脓，建议在医生的指导下进一步检查。发现肛周有反复发作、破溃流脓的硬结，高度怀疑肛瘘时应及时就医。肛瘘一旦形成，一般无自愈可能，手术治疗是唯一的治愈性手段。手术的原则是将瘘管切开或切除，使其成为开放的创面，从而达到逐渐愈合的目的。患者应注意饮食方面的调理，禁忌辛辣、刺激性食物，注意多饮水，多进食新鲜的蔬菜、水果。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "8499646a-b46f-4528-99b8-426a799b99c8", "title": null, "text": "【0】**【一般资料】**男性，15个月，无\n\n【1】**【主诉】** 患儿，男，15月，体重13kg  \n患儿上午在门诊就诊时是因为发热，高热，查血常规无明显异常，予口服药物治疗。下午仍发热，且发现面部及双足背出现皮疹，小夜班再次\\*\\*\\*就诊。  \n发热一天，皮疹半天。\n\n【2】**【查体】** 神清，面部微红，左侧面部数枚丘疹，双足稍红肿，足背各十几枚针尖大小暗红色皮疹，平于皮肤，压之不褪色。全身其余皮肤无皮疹、黄染、及出血点。咽充血明显，扁桃体Ⅱ°肿大，未见脓性分泌物附着，浅表淋巴结未触及，心音有力，两肺呼吸音粗，未闻及啰音，腹部平软，四肢活动自如。\n\n【3】**【其他】**【既往病史】 无特殊病史及既往史、家族史。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "cb6b74c5-26fb-48bb-ab14-c35749f365ad", "title": null, "text": "【0】**【一般资料】**男性，58岁，教师\n\n【1】**【主诉】** 男性,58岁,教师  \n反复颈部疼痛2年，右前臂尺侧疼痛、无力半个月。\n\n【2】**【现病史】** 患者诉2年前无明显诱因出现颈部疼痛不适，长时间低头时加重，休息后减轻，无他处放射，无双上肢麻木，无力，无头晕、头痛，无心悸、气短，曾于当地诊断为“颈椎病”，口服“颈复康颗粒，布洛芬缓释胶囊”治疗，疼痛消失。后患者每于过度劳累或者气候寒冷时疼痛出现，服药后缓解，2年来反复发作，间断用药。半个月前气温骤降，颈部疼痛复又出现，同时出现右前臂尺侧疼痛，伴无力，无麻木，口服药物治疗不能缓解，来我院，经门诊以“颈椎病”收入院。\n\n【3】**【既往史】** 既往体健，否认高血压、糖尿病、心脏病史，否认患有肝炎、结核等传染病史。否认手术史，输血史，否认外伤史，过敏史。\n\n【4】**【查体】** 。发育正常，营养中等，神志清楚，步入病房，查体合作。全身皮肤粘膜无苍白，巩膜及皮肤黄染，皮肤弹性正常，未见肝脏、蜘蛛痣。全身浅表淋巴结未触及肿大。头颅外形正常。结膜无充血，巩膜无黄染，角膜无混浊，双侧瞳孔等大等圆，直径约3mm，眼球运动正常，光反射灵敏。耳廓外形正常，外耳道无异常分泌物，乳突无压痛，双侧听力粗测正常。鼻无畸形，鼻腔粘膜无充血、水肿，鼻中隔无偏曲，鼻翼无扇动，各副鼻窦无压痛。口唇红润，颊粘膜无溃疡、白斑，伸舌居中。咽后壁无红肿，悬雍垂居中，扁桃体无肿大，喉发音清晰。颈软，未见颈静脉怒张，颈动脉无异常搏动及杂音。气管居中，甲状腺无肿大。胸廓对称无畸形。胸壁无静脉曲张，未及皮下气肿。胸式呼吸，呼吸运动双侧对称，肋间隙无增宽或变窄。语颤无异常，无捻发感及胸膜摩擦感。两肺叩诊清音。双肺呼吸音清，未闻及干湿性啰音，未闻及胸膜摩擦音。心前区无隆起，心尖搏动位于第五肋间左锁骨中线内侧1.5cm。无震颤及心包摩擦感。心浊音界无扩大。心律 68次/分，律齐，各瓣膜区未闻及病理性杂音，未闻及心包摩擦音。无脉搏短拙，无奇脉及大动脉枪击音。无水冲脉，毛细血管搏动征（-）。腹平坦，腹式呼吸减弱，腹壁静脉无曲张，未见肠型及蠕动波，全腹无压痛、反跳痛、肌紧张，肝脾未及，叩移动性浊音阴性，肝区叩击痛阴性，肠鸣音4-6次/分，未闻及气过水声及金属音。\\*\\*、外生殖器未见异常。脊柱四肢无畸形，余见骨科情况。生理反射正常存在，病理反射未引出。骨科情况：颈椎活动受限，颈4/5、颈5/6、颈6/7棘间触痛，椎间孔挤压试验阳性，臂丛牵拉试验阳性。\n\n【5】**【辅助检查】** 颈椎CT示：颈椎序列排列规整，生理曲度变直。颈3-7椎体缘可见小骨赘形成。颈7钩突肥大、硬化。颈3/4、颈4/5、颈5/6及颈6/7椎间盘后缘局部隆突，相应硬膜囊前缘受压。所示椎管未见狭窄。诊断结论：1、颈椎退行性病变2、，颈3/4、颈4/5、颈5/6及颈6/7椎间盘轻度后突出。\n\n【6】**【初步诊断】** 颈椎病（神经根型）\n\n【7】**【诊断依据】** 1.中老年男性，慢性病程，急性发作； 2. 患者诉2年前无明显诱因出现颈部疼痛不适，长时间低头时疼痛加重，休息后减轻，口服药物治疗疼痛消失。2年来反复发作，半个月前气温骤降后颈部疼痛复又出现，同时出现右前臂尺侧疼痛，伴无力； 3.查体：颈椎活动受限，颈4/5、颈5/6、颈6/7棘间触痛，椎间孔挤压试验阳性，臂丛牵拉试验阳性； 4. 颈椎CT示：1、颈椎退行性病变，2、，颈3/4、颈4/5、颈5/6及颈6/7椎间盘轻度后突出。\n\n【8】**【鉴别诊断】** 1.颈型颈椎病：表现为颈部酸胀、疼痛、麻木，臂丛牵拉试验阴性，二者可以鉴别。 2.脊髓型颈椎病：表现为上肢麻木、下肢无力、走路踩棉花感，可出现排便异常，二者可以鉴别。\n\n【9】**【诊治经过】** 患者入院后完善各项检查，卧床休息，颈椎牵引，中药塌渍，予\\*\\*注射液10毫克，日一次静注，连用3天，甘露醇注射液250毫升，日一次静点，注射用七叶皂苷钠20毫克，加入0.9%氯化钠注射液250毫升，日一次静点，连用7天，疼痛消失，患者出院。\n\n【10】**【诊断结果】** 颈椎病（神经根型）\n\n【11】**【分析总结】** 本例患者反复颈部疼痛2年，间断应用药物治疗缓解。右前臂尺侧疼痛、无力半个月，口服药物效果不佳，予颈椎牵引，解除肌痉挛，增大椎间隙，静脉输液应用消肿药物，消除椎间盘水肿，减轻对神经根的压迫和\\*\\*，症状消失。神经根型颈椎病，是由于单侧或双侧脊神经根受\\*\\*或受压所致，其表现为与脊神经根分布区相一致的感觉、运动及反射障碍。临床表现为颈肩痛，并向上肢放射至指尖，放射范围与受压神经根相一致，表现皮肤麻木、过敏。同时可伴有上肢肌力下降、手指动作不灵活。当头部或上肢姿势不当或突然牵扯患肢时即可诱发剧烈疼痛。检查可见颈部肌肉痉挛，病程长者可有手部肌萎缩，颈部可有压痛、叩击痛，患肢活动可受限。日常需要进行适度的颈椎功能锻炼，注意卧床休息，注意保暖，避免受凉，避免因气温骤降后诱发颈椎病发作。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "98f4605a-572e-4e52-a335-42ff956ddbf2", "title": null, "text": "【0】**【一般资料】**男性，32岁，工人\n\n【1】**【主诉】**反复胸痛 7 天余，加重 2 天\n\n【2】**【现病史】**患者 7 天前起劳累后出现反复胸痛不适，位于心前区，手掌范围大小，呈发闷感，无放射痛，休息约 1-2 分钟可缓解，无咳嗽、咳痰，无头晕、黑曚及晕厥，无反流、恶心、呕吐，未予以重视。近 2 天来患者无明显诱因再次出现胸痛不适，呈发闷感，持续约 5 分钟可缓解，无放射痛，无咳嗽、咳痰，无恶心、呕吐，无腹痛、腹泻，遂于昨日就诊于我院，查心电图：窦性心律 1 AVL V5-6 ST-T 改变，余血常规、心肌酶未见异常，现为求进一步诊治，以 “ 冠心病 ” 收住我科。 发病以来，患者精神、食欲、睡眠尚可，大、小便正常，体重无明显变化。\n\n【3】**【既往史】**否认高血压、糖尿病等其它既往疾病史。\n\n【4】**【查体】**\n\n【5】T:36.5℃，P:83次/分，R:19次/分，BP:123/71mmHg。发育正常，营养良好，步入病房，步态正常，神志清楚，呼吸正常，查体合作。全身皮肤粘膜无黄染，无出血点及瘀斑。锁骨上浅表淋巴结未及肿大。头颅无畸形，毛发分布均匀。双眼睑无浮肿，结膜无充血，眼球活动自如，双侧瞳孔等大等圆，直径 0.3cm ，对光反射灵敏。外耳道无脓性分泌物，乳突无压痛。无鼻翼扇动及鼻出血，鼻窦无压痛，鼻唇沟对称。口腔无特殊气味，唇绀不明显，伸舌居中，双扁桃体不大。颈软，颈静脉无怒张，肝颈静脉回流征阴性，气管居中，甲状腺不大。胸廓无畸形，胸壁无压痛。两侧呼吸运动度基本对称，语颤正常，叩诊呈清，两肺呼吸音粗，未闻及干湿啰音。心前区无异常隆起，心尖搏动不弥散，位于第 5 肋间左锁骨中线内 0.5cm 处，未扪及震颤，心浊音界无明显扩大，心率 83 次 / 分，律齐，各瓣膜未闻及明显杂音。未闻及心包摩擦音。无水冲脉。周围血管征阴性。全腹平坦，未见肠形及蠕动波，全腹软，无压痛，无反跳痛及肌卫，肝脾肋下未扪及，肝区及双肾区无叩痛，移动性浊音阴性，肠鸣音无亢进。直肠肛门外生殖器未查。脊柱无畸形，无压痛。四肢无畸形，双下肢无明显浮肿。 四肢肌力 V 级，肌张力正常。膝腱反射、跟腱反射正常，膑阵挛阴性、踝阵挛阴性。腹壁反射正常。双侧巴彬斯基征阴性。\n\n【6】**【辅助检查】**\n\n【7】2021.05.19 心电图：窦性心律 1 AVL V5-6 ST-T 改变，余血常规、心肌酶未见异常。2021.05.19 ：总胆固醇 :6.32mmol/L, 甘油三酯 :3.66mmol/L ， \n\n【8】2021.05.19 生化组：谷丙转氨酶 :89U/L, 谷草转氨酶 :49U/L,\n\n【9】**【初步诊断】**\n\n【10】冠状动脉粥样硬化性心脏病，稳定性心绞痛，心功能 Ⅱ 级 (NYHA 分级 ) ，高血压 2 级（极高危组），高脂血症，肝功能不全。\n\n【11】**【诊断依据】**\n\n【12】1.冠状动脉粥样硬化性心脏病，稳定性心绞痛，心功能 II 级 (NYHA) ：患者中年男性。长期抽烟史，存在冠心病危险因素，此次因 “ 反复胸痛 7 天余，加重 2 天 ” 入院。患者 7 天前起劳累后反复出现胸痛不适，位于心前区，手掌范围大小，呈发闷感，无放射痛，休息约 1-2 分钟可缓解，未予以重视。近 2 天来患者无明显诱因再次出现胸痛不适，呈发闷感，持续约 5 分钟可缓解，无放射痛，入院查体：血压 153/105mmHg ，两肺呼吸音粗，闻及湿性啰音。心尖搏动于左第五肋间锁骨中线内 0.5cm 处，未触及震颤，心率 83 次 / 分 , 心律齐，各瓣膜听诊区未闻及病理性杂音。双下肢无浮肿。辅助检查： 2021.05.19 心电图：窦性心律 1 AVL V5-6 ST-T 改变，余血常规、心肌酶未见异常。结合患者目前病史、查体、辅助检查，可考虑诊断，需完善冠脉造影明确病变。患者无活动后气促，故考虑此心功能分级。 \n\n【13】2.高脂血症： 2021.05.19 ：总胆固醇 :6.32mmol/L, 甘油三酯 :3.66mmol/L ，故诊断。 \n\n【14】3.肝功能不全： 2021.05.19 生化组：谷丙转氨酶 :89U/L, 谷草转氨酶 :49U/L, 故诊断。\n\n【15】**【鉴别诊断】**\n\n【16】1.急性心肌梗死：可表现为持续性心前区剧痛，有濒死感，伴有左肩部及左侧背部的放射痛，可有大汗淋漓，恶心呕吐，该患者目前心电图可见 ST 段改变，心肌标志物基本正常，该诊断暂不支持，复查心肌酶、心电图有助于进一步鉴别。 \n\n【17】2.胃食道返流征：患者出现胸骨中段后方胸闷症状，伴反酸、恶心、呕吐，警惕此诊断可能，但一般本病与体位改变有关，平卧症状加重，与本患者情况不符，且心电图有心肌缺血表现，需进一步完善检查，必要时考虑胃镜鉴别。\n\n【18】**【诊治经过】**\n\n【19】患者入院后完善相关检查，于 05.21 行冠脉造影：造影见冠脉呈右优势型； LM ：未见明显狭窄； LAD ：中段局限性狭窄 30% ，血流 TIMI3 级； LCX 中段狭窄 50% ，血流 TIMI3 级； RCA ：弥漫性瘤样扩张伴狭窄，近段最重处狭窄 60% ，血流 TIMI3 级。 5F 猪尾巴导管行左心室造影：室壁运动未见异常，左室压力 174/21mmHg ，测 LVEF65% 。术后给予 \n\n【20】1.内护 II 级，监测血压，低盐低脂饮食。 \n\n【21】2.抗血小板聚集 ( 氯吡格雷）； \n\n【22】3.调脂、稳定斑块，改善内皮细胞功能（阿托伐他汀）； \n\n【23】4.降压、抑制左室重构（奥美沙坦）；患者症状逐渐缓解，住院 8 天，经上级医师查房后准予出院。\n\n【24】**【诊断结果】**\n\n【25】冠状动脉粥样硬化性心脏病，稳定性心绞痛，心功能 Ⅱ 级 (NYHA 分级 ) ，高血压 2 级（极高危组），高脂血症，肝功能不全。\n\n【26】**【分析总结】**\n\n【27】此例患者，年轻男性，7 天前起劳累后出现反复胸痛不适，位于心前区，手掌范围大小，呈发闷感，无放射痛，休息约 1-2 分钟可缓解，反复发作来院，住院冠脉造影后考虑稳定性心绞痛，治疗后好转出院。现在年轻人患冠心病越来越多，年轻人出现心绞痛也不少见，但是对于年轻人出现不明原因的胸痛而且经常发生，首先要明确胸痛是不是心绞痛。如果是心绞痛就要积极的给予规范的心绞痛治疗，同时要积极的改善生活方式，控制冠心病的危险因素。年轻人出现心绞痛除了跟遗传因素有关外，主要与平时不健康的生活方式有关系，包括生活不规律、体重增加、平时经常处于精神应激的状态、抽烟、饮酒、经常疲劳、熬夜和睡眠不足，有些还伴有高血压、高血脂、糖尿病或糖耐量异常等冠心病危险因素。经常出现胸痛的年轻人要尽快到医院去就诊，有条件可以行冠脉造影检查，以明确胸痛的原因，以便针对性处理。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "3923467a-fb79-4a36-9af6-60bbf2160ae6", "title": null, "text": "【0】**【一般资料】**男性，70岁，农民\n\n【1】**【主诉】**\n\n【2】间断晕厥、气短2年，加重半月余。\n\n【3】**【现病史】**\n\n【4】2年前散步过程突然出现晕厥，伴心慌、气短，伴出汗，无胸憋、肩部放射痛，无咽部紧缩感，无恶心、呕吐，无腹痛、腹泻等，持续半小时症状缓解。启就诊于市人民医院，诊断为“脑梗死 高血压3级(极高危)双侧颈动脉斑块形成心律失常 不完全性右束支传导阻滞”，给予“拜阿司匹林片 阿托伐他汀钙片 左旋氨氯地平片 坎地沙坦酯胶囊”药物治疗。1年前无明显诱因再次出现上述症状，性质同前，持续半小时症状缓解。后就诊于市中心医院，行冠脉造影示三支血管病变，诊断为“冠心病 不稳定型心绞痛 高血压2级(极高危)，给予“阿司匹林肠溶片 阿托伐他汀钙片 琥珀酸美托洛尔缓释片 单硝酸异山梨酯片 苯磺酸氨氯地平片”药物治疗，当时因家中母亲突发去世，故未行冠脉支架植入。此后间断出现气短，多于爬楼时出现，休息10分钟缓解，未重视。半月前下棋过程中再次出现上述症状，性质同前，口服“2粒速效救心丸”，持续半小时缓解。此后间断出现上述症状，性质同前，每天发作3-4次，每次口服”速效救心丸2-6粒”，持续10分钟症状缓解。就诊我院急诊，心电图大致正常，肌钙蛋白正常，拟“冠心病不稳定心绞痛”收入我科。患者自发病以来，精神、食欲可，睡眠一般，大小便正常，体重未见明显改变。\n\n【5】**【既往史】**\n\n【6】高血压30年，最高血压达170/110mmHg，口服“苯磺酸氨氯地平片5mg”日1次，平素控制血压140/95mmHg。50年前因左手骨折行手术治疗。脑梗死10年，昨日在我院行头颅核磁双侧大脑半球多发腔隙梗死及缺血改变，右侧大脑中动脉2段、双侧大脑后动脉部分管腔狭窄。否认糖尿病病史；否认肾脏病史，2020年在市中医院行冠脉造影术。否认肝炎史，否认结核病史，无传染病病史，预防接种史不详，否认食物过敏史，无药物过敏史。\n\n【7】**【查体】**\n\n【8】T:37.1℃，P:69次/分，R:19次/分，BP:155/84mmHg。\n\n【9】一般情况：发育正常，营养良好，体型中等，自主体位，自己步入病房，正常面容，表情安静，意识清晰，精神状态良好，查体合作。 颈软无抵抗，颈静脉无充盈，肝颈静脉反流征阴性，气管居中，甲状腺无肿大。  \n胸部：胸廓外形正常无畸形，胸廓对称，胸壁静脉充盈，无皮下气肿，两肺呼吸音正常，未闻及干湿性罗音。 心率69次/分，节律齐，各瓣膜听诊区未闻及明显病理性杂音。未闻及心包摩擦音。  \n血管：  \n桡动脉：节律齐，无脉搏短拙，血管紧张度正常。  \n股动脉：动脉搏动正常，节律不齐，未闻及血管杂音。  \n足背动脉：搏动正常。  \n周围血管征：无水冲脉，无枪击声，无往返杂音。 腹软，腹壁紧张度正常，全腹无压痛及反跳痛，未触及肿块，肝脾肋下未触及，Murphy征阴性。肝区及双肾区无叩痛。肠鸣音正常，肠鸣音3~5次/分。  \n肛门、直肠、外生殖器未检查。  \n脊柱生理弯曲存在，脊柱无压痛，  \n四肢：活动自如，无畸形，无肌肉萎缩，双下肢凹陷性水肿，关节无红肿，无压痛，双侧足背动脉搏动可，双足触觉、痛觉、压力觉、位置觉对称且正常。  \n神经系统：双侧生理性反射正常，双侧病理性反射未引出。\n\n【10】  \n\n【11】**【辅助检查】**\n\n【12】心脏彩超(市人民医院 2019-03-03)：左室舒张功能减低。 \n\n【13】双侧颈动脉彩超(市人民医院2019-03-07)：1.双侧颈动脉斑块形成；2.右侧颈总动脉内中膜增厚。 \n\n【14】颅脑MRI（市人民医院 2019-03-07) 1.多发性脑梗死；2.双侧上颌窦炎  \n凝血功能、BNP、尿常规、甲状腺功能(市中心医院 2020-08-05)：大致正常。 \n\n【15】动态心电图(市中心医院 2020-08-06)：1.窦性心律；2.偶见室早；3.偶见房早；4.ST-T正常；5.心率变异性分析：正常范围。 \n\n【16】心脏彩超(临汾市中心医院 2020-08-06):1.二、三尖瓣少量反流；2.左室舒张功能Ⅰ级。 \n\n【17】胸部CT (市中心医院 2020-08-06):1.慢性支气管炎；2.双肺上叶肺气肿；3.右肺上叶小结节，请随诊；4.左肺上叶钙化灶；5.双肺下叶间质性改变；6.主动脉及冠状动脉钙化。 \n\n【18】头颅血管MRI(市中心医院 2020-08-08)。左侧大脑前动脉A1段轻度狭窄；左侧大脑中动脉111段轻度狭窄；左侧大脑中动脉P2段轻度狭窄；左侧大脑后动脉P3段重度狭窄。 \n\n【19】冠脉造影(市中心医院2020-08-10)冠脉分布呈右冠优势型。左主干起源走行形正常，未见明显狭窄病变；前降支近段弥漫狭窄，最重30%，累及D1开口60%狭窄，前向TIMI血流3级；回旋支中段50%管状狭窄，前向TIMI血流3级；右冠起源、走形正常，中段80%狭窄，前向TIMI血流3级。  \n直立倾斜试验(市中心医院 2020-08-11)：基础试验阴性(-)，药物试验阴性(一) \n\n【20】颅脑、脑动脉MRI(省人民医院 2021-10-20)；1.双侧大脑半球多发腔隙梗死及缺血改变；2.双侧上颌窦炎； 3.右侧大脑中动脉12段、双侧大脑后动脉部分管腔狭窄；双侧大脑中动脉远端分支减少。 \n\n【21】心电图(省人民医院2021-10-20)：大致正常。\n\n【22】  \n\n【23】**【初步诊断】**\n\n【24】冠状动脉粥祥硬化性心脏病  \n不稳定心绞痛  \n高血压3级(很高危)  \n双侧颈动脉斑块形成  \n脑梗死  \n右侧脑动脉狭窄\n\n【25】**【诊断依据】**\n\n【26】危险因素：患者存在年龄、高血压、不稳定型心绞痛、脑梗死等心血管危险因素。  \n症状：间断出现晕厥，伴心慌、气短，伴出汗，持续半小时缓解。  \n颅脑、脑动脉MRI提示脑梗死  \n心电图：大致正常。  \n心梗四项：心肌坏死标记物大致正常\n\n【27】**【鉴别诊断】**\n\n【28】1.不稳定型心绞痛 表现为体力劳动、情绪激动(如愤怒、焦急、过度兴奋等)、饱食、寒冷、吸烟等情况下诱发胸痛，常为压迫、发闷或紧缩性，也可有烧灼感，可波及心前区，有手掌大小范围，放射至左肩、左臂内侧达无名指和小指，或至颈、咽或下颌部，休息或者含服硝酸甘油，持续3~5分钟缓解，发作时可出现心电图ST-T改变，肌钙蛋白不升高。 \n\n【29】2.急性心肌梗死疼痛部位与心绞痛相仿，但性质更剧烈，持续时间多超过30分钟，可长达数小时，可伴有心律失常、心力衰竭或(和)休克，含用硝酸甘油多不能使之缓解。心电图中面向梗死部位的导联ST段抬高，及或同时有异常Q波(非ST段抬高性心肌梗死则多表现为ST段下移及或T波改变)。实验室检查示白细胞计数增高、红细胞沉降率增快，心肌坏死标记物(肌红蛋白、肌钙蛋白I或T、CK-MB等)增高。 \n\n【30】3.主动脉夹层 胸痛一开始即达高峰，常放射到背、肋、腹、腰和下肢，两上肢的血压和脉搏可有明显差别，可有主动脉瓣关闭不全的表现，偶有意识模糊和偏瘫等神经系统受损症状。但无血清心肌坏死标记物升高等可资鉴别。二维超声心动图检查、x线或磁共振体层显像有助于诊断。\n\n【31】  \n\n【32】**【诊治经过】**\n\n【33】1.入院病情评估：该患者存在年龄、高血压、不稳定型心绞痛、脑梗死等心血管危险因素，主要表现为间断晕厥、气短，持续半小时症状缓解，心电图：大致正常，目前考虑：冠心病 不稳定心绞痛 高血压2级（很高危）双侧颈动脉斑块形成脑梗死右侧脑动脉狭窄，特告知家属。 \n\n【34】2.完善胸部CT、心脏彩超、动态心电图等相关检查。 \n\n【35】3.患者反复活动后气短，完善肺功能，评估肺通气、换气、弥散功能。 \n\n【36】4.初步药物治疗方案：\n\n【37】（1）给予抗血小板聚集(阿司匹林肠溶片、硫酸氢氯叱格雷片):阿司匹林通过抑制环氧化酶和血栓烷 A2（TXA2）的合成发挥抗血小板聚集的作用为首选抗血小板药物。阿司匹林通过不可逆地抑制COX‑1从而阻止血栓素A2的合成及释放，抑制血小板聚集。《冠心病合理用药指南》指出，阿司匹林是抗血小板治疗的基石，如无禁忌证，所有患者均应长期口服阿司匹林。硫酸氢氯吡格雷为P2Y12 受体抑制剂，该类药物通过干扰二磷酸腺苷介导的血小板活化发挥抗血小板聚集作用。指南指出，一旦诊断ACS，均应尽快给予P2Y12受体抑制剂，除非有极高出血风险等禁忌证，应在阿司匹林基础上联合应用1 种P2Y12受体抑制剂，并维持至少12个月。\n\n【38】（2）扩血管（单硝酸异山梨酯片）：单硝酸异山梨酯：为硝酸酯类药物，为内皮血管扩张剂，通过扩张冠状动脉及其侧支循环，增加冠状动脉血流量以及增加静脉容量，减少回心血量，降低心室前负荷，减少心肌耗氧量，改善心肌灌注，缓解心绞痛症状。硝酸酯类药物药物目前仍是治疗ACS心绞痛的常规用药之一。单硝酸异山梨酯片属于长效硝酸酯类药物，用于降低心绞痛发作的频率和程度，并可增加运动耐量。\n\n【39】（3）调脂稳斑(阿托伐他汀钙片)：阿托伐他汀钙片为HMG-CoA还原酶选择性抑制剂，不仅可有效抑制总胆固醇和LDL-C合成，远期还有改善内皮功能、消除炎症反应、稳定斑块、预防血栓形成的多重功效。《冠心病合理用药指南》指出，对于所有患者，只要无禁忌证，无论血脂水平如何，均应尽早启动他汀治疗，并长期维持。\n\n【40】（4）减慢心率(美托洛尔缓释片）：《应用β肾上腺素能受体阻滞剂规范治疗冠心病的中国专家共识》指出，β受体阻滞剂可作为无禁忌证的ACS、SCAD以及合并心力衰竭、高血压、心律失常和糖尿病等冠心病患者的一线或首选药物。β受体阻滞剂可与硝酸酯类药物联合应用，抑制硝酸酯类药物可能引起的压力感受器介导的反射性心动过速和收缩力增强。\n\n【41】（5）降压（贝尼地平）：患者高血压，入院前规律服用贝尼地平，血压控制尚可，继续降压治疗。 \n\n【42】5.检查有高甘油三酯血症，嘱低盐低脂饮食，治疗上加用阿昔莫司分散片降脂治疗。 \n\n【43】6.检查同型半胱氨酸升高，提示心血管疾病危险因素危险性增加。高浓度的同型半胱氨酸可对血管内壁造成损害，使血管内膜增厚、粗糙、斑块形成，管腔狭窄甚至阻塞管腔，动脉供血不足，导致动脉粥样硬化和冠心病的发生。建议患者多食绿色蔬菜，必要时补充叶酸促进同型半胱氨酸代谢。 \n\n【44】7.针对高血压，心脏彩超提示左室壁对称性增厚，考虑高血压导致心脏损害，治疗上加用雷米普利改善心室重塑。 \n\n【45】8.活动后气短，胸部CT可见肺气肿、肺大泡，肺功能提示轻度阻塞型通气功能障碍，支气管舒张试验阴性，除外支气管哮喘，加用信必可都保平喘治疗。 \n\n【46】9.10月24日行冠脉介入诊疗术，穿刺右桡动脉建立通路,用5F共用型造影导管行多体位投照,透视下可见冠脉呈右优势型，左主干末端斑块形成，约30%狭窄；前降支近端斑块形成，近端约30%狭窄，中段约60%狭窄，；回旋支未见明显狭窄；右冠脉斑块形成，未见明显狭窄。冠脉前降支中段狭窄程度在60%,病变为单支简单病变。未达到支架置入适应症，暂药物保守治疗。经连续多日治疗，患者胸部无明显不适，应患者出院要求，经主任同意后办理出院\n\n【47】  \n\n【48】**【诊断结果】**\n\n【49】冠状动脉粥祥硬化性心脏病  \n不稳定心绞痛  \n高血压3级(很高危)  \n双侧颈动脉斑块形成  \n脑梗死  \n右侧脑动脉狭窄\n\n【50】**【分析总结】**\n\n【51】在本病例中，患者存在年龄、高血压、不稳定型心绞痛、脑梗死等心血管危险因素。本次入院主要是在下棋过程中间断出现晕厥，伴心慌、气短，伴出汗，持续半小时缓解。心电图大致正常。血中心肌坏死标记物测定大致正常范围，诊断“不稳定型心绞痛”合理。不稳定型心绞痛，一般都是在冠心病的基础上发展而来，主要是冠状动脉内的斑块不稳定。这种斑块受到了损伤，有斑块的破损，血液中的血小板非常容易在破损的斑块周围聚集，形成血栓，堵塞血管，从而造成急性心肌梗死发生。对不稳定型心绞痛，要积极采取措施进行治疗。除了使用硝酸酯类药物、β受体阻滞剂改善供血，减少心肌耗氧量以外，还需要使用抗血小板药物阿司匹林或者氯吡格雷。必要时还可以选择抗凝药物肝素进行治疗。通过这些积极治疗措施，可以促进斑块的稳定，抑制血小板聚集，从而减少心肌梗死的发生。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "c5a59c85-8830-4cdc-9c29-bd85b90fe26f", "title": null, "text": "【0】**【一般资料】**女性，45岁，无\n\n【1】**【其他】**【 一般资料】 患者女，45岁。  \n【 主诉】 因腰腹部和大腿部结节、溃疡，伴疼痛3个月就诊。  \n【 现病史】 3个月前因腰腹部及大腿肥胖，在某私人美容院给予腰腹部及大腿多处局部注射减肥消脂针（具体成分不详），2周后腹部、髂腰部及大腿部先后出现红色结节，伴疼痛，结节逐渐增大破溃，有黄色脓液流出。于当地医院就诊，给予抗感染等对症处理，未见明显缓解，仍有新的结节及溃烂出现。患者起病以来无发热、畏寒，饮食、睡眠欠佳。  \n【 既往病史】 无既往史、个人史、家族史及药物过敏史。体检：发育正常，全身各系统检查未见异常。  \n【 查体】 皮肤情况：腰腹部及大腿部散在分布的肿胀性红斑、结节，部分红斑融合成片，大部分结节破溃，上覆黄痂，部分见淡红色肉芽生长，按压有黄色分泌物流出，压痛（+），糜烂面积大者约3.8cm×2.1cm，小者直径约0.4cm（图a~d）。  \n【 实验室检查】 白细胞12.98×109细胞/L，红细胞5.63×1012细胞/L，血红蛋白166g/L，血小板163×109/L，中性粒细胞比率79.01%，中性粒细胞计数10.25×109细胞/L。肝功能：谷丙转氨酶43.0U/L，总胆红素21.3μmol/L，直接胆红素8.7μmol/L，间接胆红素12.6μmol/L。肾功能：未见明显异常。分泌物真菌培养（一），细菌培养（一），聚合酶链式反应（PCR）荧光法分枝杆菌（一）。组织病理学检查：基底细胞液化变性，真皮血管和附件周围淋巴细胞、浆细胞浸润，深层胶原变性，皮下脂肪层见脂肪细胞坏死、液化变性，片状淋巴细胞、嗜中性白细胞浸润及脓肿形成，病变主要位于真皮深层及皮下脂肪层（图e、f）。图e．组织病理切片：胶原液化变性，脂肪细胞坏死液化变性，大量嗜中性白细胞浸润（HE染色，×100）f．组织病理切片：胶原液化变性，脂肪细胞坏死液化变性，大量嗜中性白细胞浸润（HE染色，×200）   \n【 临床诊断】 人为性脂膜炎（化学性）。  \n【 治疗经过】 以外科清创换药为主，并结合系统抗生素预防感染。预后很不满意，出现较为明显的瘢痕，腹部及大腿部皮肤因瘢痕组织的粘连出现凹凸不平。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "765f5dfa-d097-4e68-82f5-023567d54ecd", "title": null, "text": "【0】**【一般资料】**女性，18岁，高三学生\n\n【1】**【其他】**【病例资料】 女，18岁，高三学生，从小性格内向、孤僻任性、固执好强，从小学到初中每次测验考试成绩均在前四名之内。近一年来无原因不与任何人交往，孤僻少语、生活懒散、成绩下降。后来每晚睡觉都睡地上，说“床立在地上，地便是床，地床更大，睡在地床上能把地球上所有的知识都汇集到我的头脑里”。不久出现无原因行为冲动、砸玻璃、砸电话，还打母亲，睡眠无规律，常在夜间无故大喊大叫。  \n【精神检查】 医生问：“你在哪里工作？”患者答：“这是多余的问题，卫星照在太阳上，阳光反射到玻璃上，跟着我不能解决任何问题，马马虎虎，捣捣浆糊。”问：“你近来好吗？”答：“我不是坏人，家中没有房产，计算机病毒是谁捣的鬼，我想回家。”不承认自己有病，不愿治疗  \n【体格、实验室和影像学检查】 未见异常。  \n【病例分析】 请结合病史和资料，谈谈该病例最可能的诊断和最应考虑的鉴别诊断，及主要治疗原则。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "017f245f-fb54-40f8-9045-9b42348fe203", "title": null, "text": "【0】**【一般资料】**男性，12岁，无\n\n【1】**【主诉】** 患者男12岁  \n急性支气管炎\n\n【2】**【诊治经过】** 给予氯化钠100毫升阿莫西林克拉维酸钾2克，葡萄糖100毫升盐酸氨溴索注射液30毫克静滴。氨溴索滴到一半的时候输液侧手臂疼痛难忍，静脉红肿明显。停止输液，瞩其用土豆片贴敷。一天后疼痛消失，但静脉仍有红肿触痛，于另侧静滴氯化钠100毫升阿莫西林克拉维酸钾2克，连用两天静脉无异常。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "d1d8c5ed-4e21-463c-a459-1cc3b2addec7", "title": null, "text": "【0】**【一般资料】**男性，30岁，无\n\n【1】**【主诉】** 患者男30岁  \n右前臂及右手割伤后疼痛，流血30分钟\n\n【2】**【现病史】** 患者约于30分钟前，在自家中，因洗手间地滑，不慎摔倒，被镜子割伤，右前臂及右手，当即剧烈疼痛，伴有活动性出血，急来我院就诊，门诊以右前臂及右手开放伤收入我院，发病以来，神志清，不烦躁\n\n【3】**【既往史】** 既往健康\n\n【4】**【查体】** 发育正常，营养中等，表情痛苦，查体合作，全身淋巴结无肿大，头颅大小正常，无畸形，眼睑无明显水肿，结膜无充血，双侧瞳孔等大同圆，对光反射灵敏，颈部两侧对称，甲状腺无肿大，气管居中，胸廓对称无畸形，两肺呼吸音清，未闻及干湿性啰音。心律80次每分，心律齐，瓣膜区未闻及病理性杂音，腹平坦，肝脾肋下未触及，无即击痛，无移动性浊音，肠音正常，五次每分，脊柱四肢无畸形，专科情况，右前臂尺侧可见一弧形开放性伤口，长约六厘米 ，创缘齐，有活动性出血，肌腱软组织外翻，右手小指感觉麻木，右手掌侧大鱼际处可见一斜行开放性伤口，长约五厘米，创缘齐，有活动性出血，深达肌肉，右手食指，背侧掌指关节，处可见一斜型开放型创口，长约两厘米，创原奇有活动出血，肌腱外露，背伸活动受限，余指未见异常。\n\n【5】**【辅助检查】** 右前臂x线示：未见异常\n\n【6】**【初步诊断】** 右前臂开放伤（尺神经，尺侧腕曲屈肌），右手食指开放伤（食指伸肌腱），右手掌侧开放伤\n\n【7】**【鉴别诊断】** 病史，查体明确，无需鉴别\n\n【8】**【诊断结果】** 右前臂开放伤（尺神经，尺侧腕曲屈肌），右手食指开放伤（食指伸肌腱），右手掌侧开放伤\n\n【9】**【其他】**【诊疗经过】 1.完善相关检查，急诊在局部麻醉下行，右前臂及右手清创神经肌腱修复术。 手术简要经过，患者取仰卧位，右上肢外展，平放于手术操作台上，患肢给予常规碘伏消毒，铺无菌巾，给予右手及右前臂创周处1%利多卡因注射，30毫升局部浸润麻醉，待麻醉满意后，用盐水，双氧水，碘伏稀释液交替反复冲洗创口，手术开始，探查，创口消右前臂尺侧可见一弧形开放性伤口，长约六厘米，创缘齐，有活动性出血，肌腱软组织外翻，右手小指感觉麻木，右手掌侧大鱼际处可见一斜行开放性伤口，长约五厘米，创缘齐，有活动性出血，深达肌肉，右手食指，背侧掌指关节，处可见一斜型开放型创口，长约两厘米。清除创口内，失活组织及泥沙。修复创口边缘皮肤，盐水、双氧水，银诺定、盐水交替冲洗后，在显微镜下吻合。见末梢血运良好，缝合右前臂右手，食指，右手，掌侧皮肤碘伏，消毒，纱布包扎术毕术中出血量约50毫升。 2.消毒清创，每日换药 3.生命体征监测，抗感染，支持营养，对症用药  \n【病例分析/讨论】 下行神经肌腱修复术后，予抗感染，神经营养，消肿，改善循环循环，患者，卧床休息，石膏托固定，及对症治疗", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "65c04328-e675-4d4d-bdab-7b3f83ba0626", "title": null, "text": "【0】**【一般资料】**男性，67岁，无\n\n【1】**【主诉】** 男，67岁  \n因“左侧头痛3个月余，左耳鸣伴听力下降2个月余，左眼视力下降2周”入本院肿瘤科。\n\n【2】**【现病史】** 病人2016年5月出现左侧头痛，在当地按照“鼻炎”治疗，1个月后出现左侧耳鸣，伴左侧听力下降，在外院行经鼻内镜手术，内镜见：鼻咽左侧壁黏膜稍增厚，病理提示：鼻咽黏膜慢性炎症，术后予止痛治疗。2016年8月中旬出现左侧上睑下垂伴左眼视力、听力渐进性下降，外院MRI：左侧上颌窦、筛窦及乳突炎症，鼻咽顶部片状异常信号增高影，病灶侵犯斜坡、颅底周围肌群，考虑鼻咽癌可能。 病人自发病以来体质量减轻7.5kg。\n\n【3】**【查体】** 左侧上睑下垂，左眼视力丧失，左侧眼球固定，左眼瞳孔直径约5mm，直接对光反射消失，间接光反射迟钝；右眼视力正常，右眼瞳孔直径约3mm，直接对光反射正常，间接对光反射消失。本院再行“鼻咽黏膜活检”，病理示：黏膜显慢性炎。\n\n【4】**【辅助检查】** 腰椎穿刺压力75mmH2O，性质：细胞学呈淋巴-单核细胞反应型。抗核抗体（-），血沉：52mm/h（正常参考值0~28mm/h），C-反应蛋白：26.6mg/L（正常参考值0~6mg/L）。头颅MRI示鼻咽顶后部等T1、长T2信号，向前、向上侵犯左侧海绵窦区、左侧视神经管，增强后见明显斑片状强化。手术行左侧翼点入路病变活检术。术后复查病变部分切除。 病理结果：左蝶骨嵴占位，镜下见骨小梁间纤维组织增生活跃；病变硬脑膜组织显急性及慢性肉芽肿性炎症改变。\n\n【5】**【初步诊断】** 诊断为肉芽肿性多血管炎（granulomatosis with polyangiitis，GPA）。\n\n【6】**【诊治经过】** 术后给予激素、人免疫球蛋白、环磷酰胺治疗，左侧头痛症状明显改善，左侧听力恢复正常。治疗4周后病变体积变小。在药物治疗过程中，病人突然出现剧烈头痛，后意识状态转为嗜睡状，复查头颅CT提示蛛网膜下腔出血，颅内动脉瘤破裂可能性大。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "1a4b0cf3-5363-4e32-bff4-c63c048a5c84", "title": null, "text": "【0】**【一般资料】**女性，50岁，无\n\n【1】**【主诉】** 患者张某、女、50岁。\n\n【2】**【既往史】** 间断性右上腹胀痛半年，加重半月。\n\n【3】**【查体】** B超提示：下腔静脉近心端受压、肝血管瘤。下腔静脉血管造影提示：下腔静脉管壁外肿瘤\n\n【4】**【诊治经过】** 行下腔静脉管壁外肿瘤切除术，胆囊切除术、肝血管瘤切除术。\n\n【5】**【其他】**【术后病检提示】 胆囊炎、胆囊颈部淋巴结呈反应性增生、肝血管瘤、下腔静脉：恶性间叶组织瘤，考虑平滑肌肉瘤。待免疫形态组织学协助诊断。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "4c049367-ea5e-47cb-85d9-cbe8dd3cdc65", "title": null, "text": "【0】**【一般资料】**女性，35岁，电子厂工人。\n\n【1】**【其他】**【 一般资料】 患者，女，35岁，已婚，电子厂工人。  \n【 主诉】 耳鸣，乏力3个月，加重一周来诊。  \n【 现病史】 自述3个月前无明原因出现手足乏力，上楼时腿脚无力，左耳耳鸣，右耳无耳鸣，易疲劳，睡眠欠佳，烦躁不安，特别是入睡困难。去年3月1日开始在电子厂上班，至今一直在该厂上班，做电脑变压器，天天接触铜丝和铜箔，进厂时体检，小肝功和胸片正常。发病来饮食正常，一餐两碗饭，未到正餐就感饥饿，大小便正常，余无不适。  \n【 个人史】 已婚，G5P3L230岁行输卵管结扎，经型15岁26~30天/7天，经量多，最近经量减少。  \n【 既往史】 既往体健。  \n【 体格检查】 T36.8R20次/分P84次/分HR83次/分BP80/60ｍｍｈｇ神清，精神稍差，对答切题，脸色，双眼睑苍白，无黄染，指甲苍白，无匙状甲，全身皮肤无黄染，无出血点和紫斑，浅表淋巴结未触诊（当时疏忽了，明日复诊时再检查）咽部无充血，扁桃体无肿大，双肺（—）心律８３次／分，律齐，未闻及杂音，腹部（—）未见肠形及蠕动波。  \n【 辅助检查】 见下图。   \n【 讨论问题】 该患者初步诊断？进一步检查？", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "f6f4e42c-7ef9-4f5b-a67c-fefc8ec37948", "title": null, "text": "【0】**【一般资料】**男性，61岁，无\n\n【1】**【其他】**【 一般资料】 患者男，61岁  \n【 主诉】 因“腰背部疼痛2个月，加重伴间歇性跛行7d”于2015年6月22日入院。  \n【 现病史】 患者22年前开始出现左足踝关节及第一跖趾关节红、肿、热、痛，当地医院诊断为“痛风”，予以局部封闭处理，病情好转。后病情反复发作，累及多个关节，期间服用秋水仙素、塞来昔布进行治疗，血尿酸偏高。2个月前患者出现腰痛，改变\\*\\*时加重，近1周伴有腿痛及间歇性跛行，双下肢小腿外侧、足背内侧和外侧疼痛、麻木感明显，以左下肢症状显著。  \n【 体格检查】 跛行步态，腰椎生理前凸消失，局部可见后凸畸形；右手中指掌指关节、右侧腕关节，左足第一跖趾关节，双侧肘、膝关节等见多个大小不等的皮下痛风石沉积（图1），右手各指主、被动活动稍受限，余下关节活动范围正常；L4/5椎间隙压痛、叩痛阳性，活动受限；左指背伸肌力3级，其余主要肌群肌力、肌张力正常，双侧膝腱反射减弱，以左侧明显，双侧跟腱反射正常，双侧病理征阴性；双下肢直腿抬高试验阴性、加强试验阴性。腰椎JOA评分3分。  \n【 辅助检查】 实验室检查：血尿素氮8.32mmol/L，肌酐132.60μmol/L，尿酸678.40μmol/L；白细胞计数、分类及尿常规未见异常；C反应蛋白25.28mg/L，血沉正常，降钙素原0.07μg/L，结核感染T细胞检测阴性。X线片显示腰椎生理曲度反张，腰椎退行性变，L4椎体向后滑移（小于1/4椎体），多个椎体前缘骨赘形成，L4/5椎间隙变窄，L4下终板、L5上终板软骨下骨见穿凿样破坏，周边硬化（图2）。腰椎CT平扫+重建显示更为明显，轴位像上L4椎体、L4椎体下终板受到不规则侵蚀，L4/5椎间隙的关节突周围及黄韧带可见斑点状高密度影；腰椎管横径及矢状径减小（图3）。 腰椎MRI平扫中，L4/5椎间隙在T1像为等信号，T2像为等/略低混杂信号，压脂像为高信号影；L4/5对应硬膜囊受压（图4）。  \n【 初步诊断】 （1）痛风性关节炎；（2）L4/5椎间盘炎，L4后滑脱（Ⅰ度）合并腰椎管狭窄症；（3）L4/5间隙病变性质待查———痛风？  \n【 治疗】 入院后给予\\*\\*及非甾体类药物进行保守治疗，效果差。 于2015年6月28日全麻下行“后入路病灶切除、椎管减压+滑脱复位+椎间融合内固定术”。术中见L4/5水平棘间韧带之间、L4/5关节突关节内有白色沙粒状异物沉积，在L4和L5两侧置入椎弓根螺钉。将双侧L4、L5部分关节突去除，显露椎间隙，显露双侧L5神经根，彻底止血，探查椎间隙，见L4椎体后下缘相对于L5椎体后上缘向后移位，尖刀切开纤维环，用髓核钳将L4/5椎间盘及髓核摘除，取出的组织中仍可见到白色沙粒状异物（图5）。 将椎间隙内的椎间盘全部取出，并用刮勺将软骨终板去除，露出骨性终板，选择两枚合适大小的椎间融合器，在其内植入自体骨粒，并将两枚椎间融合器置入L4/5椎间隙。透视见L4椎体复位。术后当天给予10mg\\*\\*配100ml生理盐水静点，术后第2天\\*\\*剂量改为5mg，第3天停激素；术后3d同时给予甘露醇250ml静点；上述两种药物均为每日一次。术后3周患者下肢症状有所减轻，JOA评分11分，改善率30.7%。术后12周双下肢小腿外侧、足背内侧和外侧疼痛、麻木感明显减轻，左指背伸肌力4级；JOA评分19分，改善率为61.5%。病理检查结果：L4/5椎间盘为脱钙后退变的纤维软骨组织，其间可见红色无结构物，边缘伴钙盐沉积（图6，HE染色，×100倍）。术后X线片显示内固定物位置良好（图7）。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "22f8cc49-7abe-42be-9378-d79dfb57a18e", "title": null, "text": "【0】**【一般资料】**男性，55岁，无\n\n【1】**【查体】** ：血压110/80mmHg，呼吸17次/分，体温36.7。甲状腺无肿大，双肺未闻及干湿性啰音，心律90次，早搏2-3次/分，未闻及杂音。无双下肢水肿及杵状指/趾。  \n：白细胞9.34×109/L，血糖、钠、钾、氯和甲状腺激素水平正常，肝、肾功能正常。胸部X线片：未见异常。支气管镜检查：未见明显异常。心电图：窦性心律88次/分，房性早搏，短阵房性心动过速伴室内差异传导。动态心电图：频发房性早搏，部分未下传，部分成对出现伴室内差异传导，部分连发呈短阵房性心动过速、心房扑动、心房颤动。动态血压：血压轻度升高，昼夜节律正常。心脏彩超：心脏结构及功能未见异常。胸部CT+肺静脉成像：右下肺心缘旁团块状阴影，形态不规则，边界不清楚，最大径约3cm；增强后边缘强化，中央区无强化，与右下肺静脉关系密切（图）。支气管通畅，纵隔淋巴结无肿大。胸部CT+肺静脉成像（上图为平扫，下图为增强），示右下肺心缘旁团块状阴影（箭头所示）与右下肺静脉关系密切。\n\n【2】**【诊断结果】** ：（1）右下肺占位性病变原因待查；（2）紊乱性心房律。 【出院诊断】 ：右下肺脓肿，继发紊乱性心房律。\n\n【3】**【其他】**【病例摘要】 患者男性，55岁。因阵发性快速房性心律失常、药物治疗无效，拟行肺静脉电隔离术，于2004年3月23日入院。3个月前胸部受撞击后出现反复心悸、胸闷不适伴轻微咳嗽，无发热及体重减轻。  \n【诊疗过程】 ：于2004年4月15日行胸腔探查术，发现右肺下叶内基底段脓肿，直径约5cm，质地硬，血供丰富，侵及肺中叶，与膈肌和右下肺静脉紧密粘连。切除脓肿、右肺中下叶及相应的肺动、静脉。病理检查显示右下肺慢性炎症。术后患者心悸消失，心电监护、复查心电图均示窦性心律，未见房性早搏。  \n【讨论】 房性心律失常在临床工作中颇为常见。近年来许多有关肺静脉致心律失常的潜在机制研究认为，起源于肺静脉口心肌袖的异位冲动，是“触发”或“驱动”心房发生心律失常的重要原因之一。这种原因所致的心房性心律失常具有独特的心电图特点和临床特征。此类患者的抗心律失常药物治疗效果差，行电生理检查时，肺静脉口可以标测到肺静脉电位，行射频消融术进行靶静脉心房电隔离治疗可以彻底消除心律失常。本例患者因房性心律失常药物治疗无效入院。心电图和动态心电图检查提示，其心律失常具有肌袖性特征，拟行肺静脉电隔离术治疗。为了解肺静脉变异情况，术前进行胸部CT和肺静脉成像检查，意外发现右下肺静脉旁脓肿。手术切除脓肿后，心律失常消失，表明患者的心律失常与右下肺脓肿有关。推测胸部外伤后右下肺形成一个血肿，在此基础上形成肺脓肿（右肺下叶基底段为吸入性肺脓肿好发部位）。该部位紧邻右下肺静脉，肌袖细胞受慢性炎症和水肿的牵拉、\\*\\*，其自律性异常增高，导致心律失常。本病例提示，选择治疗方案之前，要尽可能寻找诱发心律失常的原因，应充分考虑肺静脉外因素的影响。如肿瘤、脓肿、肿大的淋巴结等靠近肺静脉的各种占位性病变，往往因其与心影重叠，胸部普通X线检查容易漏诊，因此CT或MRI检查作为心律失常患者的常规检查是十分必要的。尤其是对射频消融治疗前以及射频消融术后复发者，要尽可能排除或去除肺静脉外病灶的影响。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "730af5a2-b0d9-4ad9-8022-029388ca99a3", "title": null, "text": "【0】**【一般资料】**男性，3岁1个月，无\n\n【1】**【主诉】** 患者，男性，3岁1个月\n\n【2】**【现病史】** 父母代述其出生后即发现舌体形态异常，舌体表面可见数个大小不等肿物，双足多趾及并趾。随患者生长发育，舌体表面肿物渐进增大，影响舌体运动及患者发音，遂前来我科就诊。\n\n【3】**【查体】** 专科检查见患者舌体形态异常，双侧舌缘均可见2肿物隆起于舌体表面，质中等，未扪及明显包膜，无压痛。伸舌居中，舌尖呈“M”形，舌体上抬运动受限（图1）。双足可见第1趾多趾及并趾（图2）。\n\n【4】**【辅助检查】** 颌骨三维CT示患者上下颌骨未见明显异常，X线片示双足各6个趾骨。完善相关检查后全麻下行舌体肿物切除术、舌系带修整术、舌体形态整复术。病理报告显示上皮不完全性过度角化，可见脂肪、肌肉、神经组织，确诊为舌体良性畸胎瘤（图3）。然而，对于患者的多趾及并趾畸形，其肢体生长发育过程中受到的干扰因素并不明确，需要进一步的遗传学检查。\n\n【5】**【其他】**【既往病史】 患者足月顺产，母亲孕期无感染及服药史，家族中无传染病及遗传病史。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "ff7d46da-89a2-437e-aa8c-da4a4d1c6e07", "title": null, "text": "【0】**【一般资料】**女性，20岁，无\n\n【1】**【主诉】** 患者，女，20岁，  \n因突发头痛7d入院。\n\n【2】**【现病史】** 发病前30d口服避孕药去氧孕烯炔雌醇片，每晚1片，连续服用20d。\n\n【3】**【查体】** 神志清楚，双侧瞳孔等大等圆，直径约3mm，对光反射灵敏，四肢肌力正常。血常规、凝血功能正常。\n\n【4】**【辅助检查】** 头部CT平扫颅内未见异常。经颅多普勒超声检查显示椎基底动脉、左椎动脉、右椎动脉血流速度增快，提示基底动脉、双侧椎动脉轻度痉挛。颅脑MRI平扫+增强：左侧横窦异常信号，T1WI、T2WI、Flari呈高低混杂信号，其内及窦汇内呈条状、圆形低信号，无异常强化（图1A、1B）。磁共振血管造影示动脉系统未见异常；磁共振静脉造影示上矢状窦后部显示较细，左侧横窦、乙状窦及左颈内静脉未见显示（图1C、1D）。诊断：左侧横窦、乙状窦血栓形成。\n\n【5】**【诊治经过】** 右旋糖酐注射液500ml，静脉滴注，1次/d；低分子量肝素钙注射液4000U，皮下注射，1次/12h。治疗18d后复查头磁共振静脉造影示左侧横窦显示较细，左侧乙状窦及左侧颈内静脉显影尚可。第25天改为口服华法林钠片，2.5mg，1次/d；服药13d后痊愈出院。出院后未再服用避孕药，随访3年未复发。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "b16e51b9-e310-4773-8f23-625a1c1a3dca", "title": null, "text": "【0】**【一般资料】**女性，46岁，籍贯湖南，长期在新疆务工。\n\n【1】**【主诉】** 患者女，46岁，籍贯湖南，长期在新疆务工。  \n因\"反复口干、多饮、多尿6年，伴双下肢水肿1年\"于2015年8月12日入院。\n\n【2】**【现病史】** 患者2009年开始无明显诱因下出现口干、多尿、多饮、消瘦，于外院诊断为\"2型糖尿病\"，予口服二甲双胍治疗，未经常监测血糖。2014年8月患者出现双下肢水肿，同时出现大便次数增多，4～7次/d，不成型，无腹痛，经治疗（具体不详）未见明显好转，入院前1周上述症状加重，2015年8月11日来门诊就诊，查随机血糖25mmol/L，尿常规检查示尿糖（＋＋），尿酮体（－），以\"2型糖尿病、血糖失控\"收入院。2012年以来体重减轻约20kg。\n\n【3】**【既往史】** 有吸烟史18年，10支/d，无饮酒史，无长期进食木薯史，否认糖尿病家族史。\n\n【4】**【查体】** 神情，体形消瘦，BMI16.4kg/m2，颜面部水肿，颈软，甲状腺未及肿大，心肺检查未见异常，腹部无压痛，肝脾肋下未触及，双下肢凹陷性水肿。\n\n【5】**【辅助检查】** 入院查空腹血糖28.6mmol/L，血β羟丁酸0.30mmol/L，ALT263.40U/L（参考值7～40U/L），AST126.3U/L（参考值13～35U/L），总蛋白51.39g/L（参考值65～85g/L），白蛋白32.14g/L（参考值40～55g/L）。血清CA12547.9U/ml（参考值0～35U/ml），癌胚抗原10.58μg/L（参考值0～3.4μg/L），其余肿瘤标志物均正常，ESR51mm/1h。糖化血红蛋白14.20%，空腹血清C肽0.62μg/L（空腹正常值1.1～4.4μg/L），餐后2hC肽0.56μg/L，血清谷氨酸脱羧酶抗体（GADAb）、酪氨酸磷酸化酶抗体（IA2Ab）及胰岛素自身抗体（IAA）均阴性，肾功能、甲状腺功能未见明显异常。特殊检查：肌电图检查提示左、右胫后神经、左右腓总神经运动纤维轴索受损，左胫后神经感觉纤维髓鞘受损，眼底检查未见糖尿病视网膜病变。腹部B超提示腹腔少量积液，肝门部胆总管扩张，肝内未见明显占位性病变，胆囊、脾脏、胰腺、双肾图像未见明显异常。心脏超声检查示：心包积液，余未见异常。进一步行腹部增强CT检查提示肝内、外胆管扩张，胰腺多发钙化灶，左肾结石，盆腔少量积液。胸部CT检查提示左肺下叶纤维条索，双侧胸腔少量积液。该患者存在严重营养不良、肝功能损害、胰岛功能极差而胰岛自身抗体阴性，上腹部增强CT提示患者肝内、外胆管扩张，胰腺多发钙化灶。\n\n【6】**【初步诊断】** 结合患者无酗酒史等临床特点，诊断为胰腺纤维钙化性糖尿病。\n\n【7】**【诊治经过】** 经过积极的胰岛素强化治疗控制血糖、保肝、补充胰酶、纠正电解质紊乱等治疗后，病情明显好转而出院。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "79e02bcd-5eee-43b9-adcd-4c3d9dfa2ff6", "title": null, "text": "【0】**【一般资料】**男性，27岁，工人\n\n【1】**【主诉】**跌倒致右腕疼痛，活动受限15日\n\n【2】**【现病史】**患者15日前跌倒致伤右腕，当即感伤处疼痛，活动受限，伤后无原发性昏迷史，能回忆受伤经过，无恶心呕吐，无胸闷气急，无胸腹部疼痛，无肢体麻木、偏瘫，无大小便失禁。当时未重视，昨日来我院就诊，检查右侧腕关节三维CT示\"右桡骨远端骨折\"。为求进一步诊治，收住入院。患者伤来神志清，食纳睡眠一般，大小便正常。\n\n【3】**【既往史】**平素健康状况良好 ，否认肝炎、结核等传染病史，否认高血压、糖尿病、癫痫等慢性病史，否认手术、外伤、输血史，否认食物、药物过敏史，预防接种史不详。\n\n【4】**【查体】**\n\n【5】一般情况：发育正常，营养良好，神志清晰，急性面容，表情痛苦，被动体位，步入病房，检查合作。 皮肤黏膜：色泽正常，无皮疹，无皮下出血，皮肤温度与湿度正常，弹性正常，无水肿，无肝掌，无蜘蛛痣。 淋 巴 结：全身浅表淋巴结无肿大。 头 颈 部：头部：头颅大小正常，无畸形，无压痛，无包块。眼睑正常，结膜正常，眼球正常，巩膜无黄染，角膜正常，两瞳孔等大等圆，对光反射正常。耳廓正常，外耳道无分泌物，乳突无压痛，听力粗试无障碍，鼻外形正常，鼻窦无压痛，口唇红润，黏膜正常，伸舌居中，齿龈正常，齿列齐，扁桃体无肿大，咽部无充血，声音正常。颈部：无提抗感，颈动脉搏动正常，颈静脉正常，气管居中，肝颈静脉回流征阴性，甲状腺：正常，质软。 胸    部：胸廓正常，胸骨无压痛。肺：呼吸运动正常，肋间隙正常，语颤对称，无胸膜摩擦感，无皮下捻发感。叩诊呈正常清音，呼吸规整，呼吸音正常，未闻及干湿性啰音。心：心前区无隆起，心尖搏动位置正常，无震颤，心率105次/分，心律齐，心音正常，未闻及病理杂音，无心包摩擦音，周围血管无异常血管征。腹部：外形正常，脐正常，腹部柔软，无压痛，无反跳痛，未扪及包块。肝未触及，肝浊音节存在，胆囊无压痛，Murphy征阴性，脾未触及，肾脏未触及，肾区无叩击痛，移动性浊音阴性，肠鸣音正常，无血管杂音。 肛门直肠：未查。生殖器：未查。 脊柱四肢：见专科情况。 神经系统：四肢肌力5级，肌张力正常，生理反射存在，病理征未引出。 \n\n【6】专科情况：脊柱四肢：脊柱：正常，棘突：无压痛，活动度：正常， 部压痛，关节活动受限，上肢感觉正常，桡动脉搏动正常，末梢循环良好。\n\n【7】**【辅助检查】**\n\n【8】右侧腕关节三维CT示\"右桡骨远端骨折\"\n\n【9】**【初步诊断】**右桡骨远端骨折\n\n【10】**【诊断依据】**患者为年轻男性，有明确的右侧腕关节外伤病史，主诉“跌倒致右腕疼痛，活动受限15日。”。专科查体：脊柱四肢：脊柱：正常，棘突：无压痛，活动度：正常， 部压痛，关节活动受限，上肢感觉正常，桡动脉搏动正常，末梢循环良好。根据右侧腕关节三维CT示\"右桡骨远端骨折\"故右侧桡骨远端骨折诊断明确。\n\n【11】**【鉴别诊断】**\n\n【12】1.病理性骨折，表现为轻度外伤后即发生骨折，拍片提示骨质内异常阴影，患者有明显的外伤史，x线片未见明显的骨质破坏，暂可排除； \n\n【13】2.陈旧骨折，表示3周之前的外伤史，骨折尚未愈合，伴活动障碍，但局部肿胀及压痛程度不明显，而患者体征示局部压痛明显，肿胀明显，伴骨擦感，拍片提示骨折，考虑为新鲜骨折。\n\n【14】**【诊治经过】**入院后予右前臂支具外固定，复方甘露醇250ml，qd消肿治疗，完善相关术前检查（血常规，肝肾功能，血糖，凝血功能，心电图等），结合患者的右侧腕关节三维CT,右桡骨远端骨折有明显的移位，有手术指征，建议手术治疗，相关检查无明显手术禁忌，于入院后第三日在全麻下行右侧桡骨远端切开复位内固定术。手术顺利，术中复位固定良好，术后予五水头孢唑林2.0，bid预防感染治疗，复方骨肽150mg，qd促进骨折愈合治疗，术后24小时后予达肝素钠针0.2ml，qd抗凝治疗，隔日切口换药，术后复查摄片示右侧桡骨远端骨折内固定术后复位良好。现患者恢复可，2周后切口愈合可，拆线后予出院。\n\n【15】**【诊断结果】**右桡骨远端骨折\n\n【16】**【分析总结】**桡骨远端骨折约占全身骨折发生率的六分之一，是最常见的上肢骨折。由于现代社会工作及生活节奏的加快，车祸、高处坠落等导致桡骨远端严重骨折的发生率也在升高。目前切开复位掌侧锁定钢板内固定能解决临床上大部分桡骨远端骨折。本例患者就是外伤后导致的右侧桡骨远端的骨折，根据三维CT看骨折有一定的移位，故需要进行手术内固定治疗。取右腕掌侧偏桡侧切口，切开皮肤浅筋膜，于桡动脉、桡侧腕屈肌指之间牵开显露，清除肉芽组织， 松解断端，撬拨及牵引骨折复位，克氏针临时固定，取桡骨远端掌侧T型锁定接骨板置入，滑动孔普通螺钉固定，透视见复位满意，调整钢板位置，装入螺钉固定，摄片示复位固定满意，活动骨折稳定。冲洗切口。桡骨远端掌侧锁定钢板能较好地稳定各骨折块，其操作简单、较少并发症等优点，成为治疗桡骨远端骨折最常用的选择，即便是治疗向背侧移位的骨折，也有良好的疗效。手术要点是：掌侧钢板尽可能靠近桡骨远端，而螺钉应尽可能靠近软骨下骨质置入，这样能最大获得内固定稳定性。个人通过手术经验发现，进行掌侧钢板螺钉固定时候，软骨下螺钉与背侧皮质最远端距离少于６ｍｍ时，能最大限度减少内固定失效的风险，该经验值得和临床骨科医生分享。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "da2d5152-4f96-43a2-9e44-c0673abe07fe", "title": null, "text": "【0】**【一般资料】**女性，56岁，无\n\n【1】**【主诉】** 女56岁  \n男45岁  \n因指遇冷发白紫15年，左睑下垂2个月入院。  \n因指发白紫、皮硬25年，左睑下垂7年余入院治疗。\n\n【2】**【现病史】** 2014年1月，患者面部浮肿加重，左眼睑下垂，上提无力，伴有复视。  \n2007年初患者左眼睑下垂，来我科住院治疗。\n\n【3】**【既往史】** 患者约15年前在无明显诱因下出现双手遇冷发白、发紫，保暖后可恢复，伴关节疼痛。2010年患者面部浮肿，手指肿胀伴硬化，胸闷气促、夜间不能平卧。2011年开始El服甲泼尼龙24mg/d、青霉胺片0.125g/d渐增至0.25g/d(至2014年1月，重症肌无力发病时停用)、静脉滴注环磷酰胺0.6g/月。2012年4月开始至我科住院，予益气活血中药等治疗。  \n患者于1989年冬天无明显诱因下出现双手遇冷发白、发紫，保暖后恢复，伴\\*\\*样痛感，随之出现双手皮肤肿胀发硬，无发热及关节痛，行颈部皮肤活检，诊断为：“硬皮病”。后皮肤硬化逐渐加重，全身色素沉着伴面部出现毛细血管扩张。1990年至我科门诊治疗，经益气活血中药、青霉胺片0.375g/d抗纤维化等治疗后皮肤硬化好转，色素沉着和毛细血管扩张略加重。1995年因发现蛋白尿而停用青霉胺。2005年患者发音嘶哑，在长征医院发现咽部囊肿而行手术切除。后出现吞咽不畅。\n\n【4】**【查体】** (1mmHg=0.133kPa)。一般情况可。专科检查：面部浮肿，表情欠自然，鼻尖、口皱(-)，抬颈未见明显牵拉。手背皮肤增厚，手指肿胀伴皮肤硬化Ⅱ度。躯干及双下肢皮肤未见明显硬化。左眼睑自主下垂，上提无力，言语尚清晰，双眼球各方向活动基本到位。指测远视有复视。双眼睑闭合全，闭目力可。张口、鼓腮、舌抵腮、抵腭、伸舌尚可。颈部肌力可。双上肢上举50。，保持2s，双手平台立掌40。，反复10次后明显减弱。握力V级。单侧下肢分别抬离床面70。，双下肢同时抬离床面70。，起床动作较慢，直立起蹲需单手支撑。步态正常，步速可。  \n体温36.8℃，脉搏：84次/min，呼吸16次/min，血压100/70mmHg。一般情况可。专科检查：面部表情尚自然，鼻尖(+)、口皱(-)，抬颈见条束状牵拉。面部及上胸部见大片毛细血管扩张，手背皮肤增厚，手指皮肤硬化I度。握拳尚紧，双手指发紫、指温低，指垫变平，指骨缩短，指尖见凹痕。躯干及双下肢皮肤未见明显硬化。左眼睑自主下垂，发音含糊。双眼球各方向活动基本到位，各方向指测均无复视。双眼睑闭合全，闭目力可。鼓腮全，触碰无漏气，抵腮不到位，于口角边，力稍弱，抵腭基本到位，伸开出关全。悬雍垂不能抬离舌面。咽反射差，咽后壁无分泌物潴留，嚼肌力可。连续饮水100ml，无呛咳，无鼻溢唇溢。颈软，颈肌肌力V级。腹式呼吸可。双上肢直臂过头到位，维持60s，腕关节较僵硬，不能平台立掌。双手平掌可坚持60。。右侧下肢抬离床面80。，维持60s，左侧下肢抬离床面85。，维持60s。起床动作快捷。步态正常。\n\n【5】**【辅助检查】** 实验室检查：ANA颗粒型1：160(+)；抗scl-70抗体(+)，胸腺瘤抗体(+)，乙酰胆碱受体抗体(+)，突触前膜受体抗体(+)，ESR41mm/1h，球蛋白：34g/L，血、尿常规均正常。肌电图：双侧i角肌重复神经电\\*\\*(RNS)检测呈衰减阳性反应；胆碱酯酶抑制剂(新斯的明lmg肌肉注射30min左右)实验(+)。胸部CT：两肺间质性改变，两下肺局部支气管扩张，两侧胸膜轻度增厚；前纵隔软组织影，拟胸腺退化不全伴脂肪组织增生改变，胸腺瘤待排；纵隔及双侧肺门淋巴结显示肿大。肺功能：中度限制性肺通气功能受限，总弥散量重度下降，单位弥散量中度下降。  \n实验室检查：血、尿常规，肝功能，肾功能，ESR均正常。抗胸腺瘤抗体(+)、乙酰胆碱受体抗体(+)，硬皮病相关抗体均(-)，食管吞钡：食管吞咽功能紊乱，双梨状窝功能紊乱，考虑为肌无力表现，食管下段蠕动减少，且欠柔软，考虑为硬皮病表现。胸部CT：两肺间质性纤维化改变，胸腺瘤(-)。肺功能：中度阻塞性减退。心电图：正常。\n\n【6】**【诊治经过】** \\*\\*龙20mg/d、溴比新斯的明片60mg，每日4次、丙种球蛋白冲击疗法、静脉滴注环磷酰胺0.6g/次、肤康胶囊、积雪苷片、益气活血中药等。转归：每3个月住院治疗2周，平时门诊随访，治疗10个月后皮肤较前软化，眼睑无下垂。目前门诊随访，手指仍肿胀，指发白紫现象较前减少，活动后气急胸闷。  \n\\*\\*龙30mg/d，溴比新斯的明片60mg，每日3次，参蛤强肌力胶囊，静脉滴注环磷酰胺0.4g/次，肤康胶囊，积雪苷片，益气活血中药等。转归：治疗6个月后，无眼睑下垂，皮肤硬化好转。目前门诊随访，皮肤软化，面部毛细血管扩张，言久欠清，吞咽无受限。\n\n【7】**【诊断结果】** SSc肢端型，肺累及、重症肌无力(MG)IIa型。  \nSSc肢端型，食管、肺累及、MGIIb型。\n\n【8】**【其他】**【病例1】  \n【病例2】  \n【讨论】 SSc和MG均为少见病，两者重叠出现甚为少见：我科近十年首诊SSc患者863例，发现SSc重叠MG案例2例。SSc重叠MG虽然少见，但从本组及郭军等、郝慧琴等报道，两者重叠的发生率显著高于各自的发病率(均为2/10万左右)，显示两者存在一定联系。两者均为自身免疫病，体内存在多种自身抗体。高明等道l例MG患者抗着丝点抗体阳性(其为SSc局限型的特异性抗体)。王倩等认为SSc和MG均可出现食管动力障碍，66.5％的ssc患者存在吞咽困难，40％的MG的患者以吞咽困难为早期症状。Steen等认为SSc患者服用青霉胺可诱发MG，郭军等报道1例、郝慧琴等报道1例及本组2例患者发生MG前均曾服用青霉胺治疗SSc，故我们亦认为SSc患者重叠MG可能和服用青霉胺有关。Jan等分析青霉胺可以诱发自身免疫病，是由于它在治疗过程中可以暴露某些抗原，并在此过程中当免疫调节剂的作用。Hill等指出青霉胺有活性巯基组可以修饰自身抗原，因此引起MG。综上所述，SSc与MG均为自身免疫病，两者可重叠发病，如有青霉胺片服用史，考虑可能药物引起并发MG可能大。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "4bf8a628-9829-4320-98f6-e4c5c9e27a12", "title": null, "text": "【0】**【一般资料】**女性，2h，无\n\n【1】**【其他】**【 一般资料】 患儿女性，2h。  \n【 主诉】 因下腹部包块为主诉于2014-05-22入院。  \n【 现病史】 患儿为第1胎第1产，胎龄40周，剖宫产。出生前3月其母孕检时发现其下腹部囊性占位，定期随检，至出生后包块未见减小。患儿精神反应可，纳入一般。  \n【 查体】 入院查体：体温36.5℃，脉搏140次/min，呼吸40次/min，体重4.2kg。两肺呼吸音清晰，心音有力，节律规整，腹部稍胀，无胃肠型，触之软，下腹部扪及大小约4cm×5cm包块，边界不清晰，质软，无触痛，稍活动。叩诊实音，其余腹部叩诊呈鼓音，移动性浊音阴性，肠鸣音约4～5次/min。  \n【 辅助检查】 辅助检查：2014-05-21，其母孕期腹部彩超示：胎儿下腹部可见111mm×93mm×94mm囊性结构。2014-05-22患儿凝血相关检查：凝血酶原时间（PT）＞100s，部分凝血酶原时间（APTT）＞100s，血浆纤维蛋白原（FIB）1.38g/L，凝血酶时间（TT）23.20s，抗凝血酶Ⅲ（ATⅢ）活性41.4%，其他指标均在正常范围。彩超示：左侧腹腔内可及一巨大囊性回声，大小约139mm×130mm×78mm（右缘过腹中线35mm），内暗区尚清晰，内未及明显分隔，周围肠管受压。CT示：腹腔内见一巨大类圆形低密度包块，CT值约13HU，大小约109.1mm×71.6mm×102.8mm，密度均匀，边界清晰，未见明显钙化灶，壁显示不清晰，周围肠管受压向右向后移位；肝胆及脾脏大小、形态及密度未见明显异常。腹腔内未见明显游离液体，腹膜后未见明显肿大淋巴结（图1ⓐ）。  \n【 诊断】 初步诊断为：（1）肠系膜囊肿；（2）肠重复畸形。  \n【 治疗经过】 完善相关检查并予术前准备。于2014-05-24在全麻下行下腹部巨大囊肿剖腹探查术，全程时间25min，术中探查见巨大囊肿，来源于左侧卵巢，盆腔无肿大淋巴结，术中诊断为“左侧卵巢囊肿”，标本送病理检查。病理结果巨检描述：灰白色脓性肿块一枚9.0cm×6.0cm×3.5cm，剖开流出淡黄色清亮液体，囊壁厚0.1～0.2cm，镜下所见：囊壁由黄素化的颗粒细胞核卵泡膜细胞构成，可见少量原始卵泡。病理诊断：（卵巢）良性囊肿，倾向黄体囊肿伴有少量原始卵泡（图1ⓑ）。术中顺利，出血约2.0mL，麻醉满意，术毕安返ICU。自患儿入院起，每日补充维生素K和凝血因子，2014-05-28，患儿凝血相关检查：PT13.10s，APTT40.80s，FIB2.03g/L，TT22.20s，ATⅢ68.1s。其余指标未见明显异常，精神状态佳，观察至2014-06-04，各项指标均无异常，遂出院。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "6409bd4a-ef00-415d-9472-4445e7b7d864", "title": null, "text": "【0】**【一般资料】**男性，39岁，无\n\n【1】**【其他】**【 一般资料】 患者，男，39岁  \n【 主诉】 摔伤致左腕部剧烈疼痛、肿胀明显、屈伸活动受限。  \n【 查体】 检查见左腕部皮肤无明显损伤，肿胀明显，豌豆骨移位至腕背侧皮下，活动不明显，压痛、纵向叩击痛阳性，腕关节屈伸活动受限，手指浅感觉及屈伸功能正常。  \n【 实验室检查】 X线检查示左腕豌豆骨背侧脱位［图1(1)］；CT检查示豌豆骨骨折合并背侧脱位［图1(2)］。  \n【 诊断】 左腕豌豆骨骨折合并背侧脱位。  \n【 治疗经过】 复位方法:采用臂丛麻醉，患腕屈曲尺偏位，触及移位至腕背侧的豌豆骨后，将其推向掌桡侧，豌豆骨体表标志恢复，说明复位成功。复位后石膏托固定患肢于屈腕尺偏位。术后2周拆除石膏托，改为限制背伸小夹板外固定，开始行手指屈伸功能锻炼。术后4周，X线检查见左腕豌豆骨位置良好，未再次脱位［图1(3)］，拆除小夹板，开始行腕关节屈伸功能锻炼。术后3个月X线检查见左腕豌豆骨骨折愈合［图1(4)］，腕关节屈伸功能逐渐恢复，左手无麻木感。术后1年，左腕关节功能恢复正常［图1(5)、图1(6)］，豌豆骨体表标志明显，小鱼际肌未见萎缩［图1(7)］。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "ceefa5c9-78f7-4e26-a3fa-967063d1b554", "title": null, "text": "【0】**【一般资料】**女性，11岁，无\n\n【1】**【主诉】** 病儿，女，11岁。  \n因阵发性腹痛12h急诊入院。\n\n【2】**【查体】** 腹痛呈阵发\\*\\*\\*痛，缓解期约为2min,无恶心呕吐，排大便一次，为果酱样。B超考虑肠套叠，急诊行空气灌肠，证实为肠套叠，空气灌肠不能复位，遂收入院急症手术。\n\n【3】**【其他】**【手术】 术中见肠套叠为\\*\\*结型，套入肠段长约25cm,肠管壁缺血呈黑色，手法复位不能，行肠切除肠吻合术。术后纵行剖开套叠肠段，见腔内有一包块，凸向肠腔，大小约2.0cm×1.5cm,表面光滑，如息肉状。标本送病理检查，证实为小肠神经纤维瘤。  \n【讨论】 神经纤维瘤并不少见，其主要的发生组织是神经鞘细胞，病变常多发，可累及颈部、纵隔、腹膜后和外周神经干、神经根、皮肤等。小肠神经纤维瘤文献报道较少，而小肠神经纤维瘤致肠套叠者更为罕见。肠套叠为婴幼儿期常见的急腹症，是由于肠功能紊乱或肠管局部器质性病变导致一部分肠管及其系膜套入邻近肠管中，临床上以前者多见，表现为肠梗阻症状。小儿肠套叠约有90%为不明原因特发性肠套叠，器质性病变所致肠套叠多为急性，反复发作，约占10%.继发性肠套叠多发生于小肠，病变以小肠梅克尔憩室、小肠息肉、过敏性紫癜、肠系膜囊肿、小肠肿瘤多见。小儿小肠肿瘤较为少见，仅占消化道肿瘤的1%——5%,且以小肠恶性肿瘤多见，约占3/4,小肠良性肿瘤临床症状不明显，难以早期诊断。隐性失血、隐匿消瘦、脐周隐痛（“三隐”症状）是小肠肿瘤的最常见表现，临床医生应对“三隐”症状予以足够重视。小儿小肠良性肿瘤以血管瘤、平滑肌瘤和腺瘤为主，脂肪瘤、纤维瘤、错构瘤、畸胎瘤、神经纤维瘤和淋巴管瘤等较为少见。小肠恶性肿瘤以恶性淋巴瘤、腺癌、类癌等多见，其次为平滑肌肉瘤，恶性黑色素瘤、恶性神经鞘瘤、恶性血管内皮瘤、神经纤维肉瘤、恶性间质瘤少见。本例病儿11岁，以肠套叠入院，临床少见，经手术、病理证实为小肠神经纤维瘤所致肠套叠，实属罕见。国内鲜有报道，曾有报道小肠神经纤维瘤致反复消化道出血、消化道大出血病人。小肠神经纤维瘤常发生在终末回肠、盲肠及升结肠以及与其相连的系膜，常呈多发，其发生可能与肠壁神经生长发育异常有关，为良性病变，预后良好。就此病儿我们有以下几点体会：①对不明原因的慢性腹痛、阵发性肠绞痛、黑便或不全性肠梗阻，应警惕小肠肿瘤的存在，并行进一步检查；②对反复发作的肠套叠，不应满足于一次又一次的空气整复成功，而应与家属积极沟通病情，及时行手术探查，明确有无小肠肿瘤并及时治疗；③国内慢性肠套叠占小儿肠套叠的0.8%,多继发于肠道器质性病变，应及时剖腹探查；④对疑有小肠肿瘤者，只要病情允许，均应作小肠造影、超声、选择性肠系膜血管造影等检查，进行综合分析，作出判断。小肠镜是目前诊断本病最有价值的手段，但条件所限并不能广泛开展。对上述检查仍不能排除小肠肿瘤者，亦可应用腹腔镜探查腹腔。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "2b5145f8-9fdf-4650-8690-0fa8395c90ee", "title": null, "text": "【0】**【一般资料】**女性，14岁，学生\n\n【1】**【主诉】**无明显原因出现焦躁，易激惹，情绪低落，脑子中出现声音3年，加重伴失眠1年。\n\n【2】**【现病史】**患者小学四五年级开始无明显原因出现一个声音和自己说话，自己的想法他都能给自己说出来，自己意识不到的想法也能说出来，有时候这个声音会莫名其妙的让自己去摸女生的头发，有时候会让自己去捡地上的纸屑。这个声音就在自己的脑子里。曾到当地一精神病医院诊治，医生诊断为“精神分裂症”，因担心药物影响大脑而未服用。近一年来，出现情绪不好，觉得活着没有意思。考试前特别焦虑，考试的时候总觉得身边有人在指导自己。经常听到有人说自己是男生，说自己的乳房是发育的胸肌。走路时会强制自己按照地砖颜色走，写作业必须按照统一格式，反复修改每一个字。明知道没有必要但是就是控制不住。一年来睡眠不好，容易醒，影后不容易入睡，早晨醒的早，每天睡眠时间大概在四五个小时。不愿意去学校，也不愿意和其他人接触交流，学习成绩较前明显下降。饮食二便基本正常。\n\n【3】**【既往史】**3岁时曾被当地医院诊断为“抽动障碍”，其他无异常。\n\n【4】**【查体】**体格检查未见异常\n\n【5】**【辅助检查】**\n\n【6】辅助检查三大常规，心电图，血液生化，胸片，脑电图均未见异常。抑郁自评量表得分总粗分59，标准总分73.75。焦虑自评量表得分，总粗分51分，标准总分63.75分。\n\n【7】**【初步诊断】**童年期情绪障碍\n\n【8】**【诊断依据】**\n\n【9】童年期情绪障碍的诊断标准有：\n\n【10】(1)情绪恶劣及自我评估过低。\n\n【11】(2)下述8项症状中具有2项或2项以上：\n\n【12】①攻击行为;②睡眠障碍;③同其他的接触减少;④不愿上学;⑤成绩下降;⑥躯体主诉;⑦精力不足;⑧食欲和(或)体重改变。\n\n【13】(3)这些症状能说明患儿的行为较平时有改变。\n\n【14】(4)症状至少持续1周以上。此例患者有明显的抑郁，焦虑情绪和强迫症状，不愿意去学校，也不愿意和其他人交流，学习成绩较前明显下降，睡眠也出现问题，并且持续时间一年以上，影响了患者学习和生活，患者十分痛苦。据此可以诊断童年期情绪障碍。\n\n【15】**【鉴别诊断】**患者存在假性幻听（脑子里面有声音，说自己是男生，说自己的乳房是发育的等），应与精神分裂症等精神疾病进行鉴别，精神分裂症是思维，情感，行为的分裂，而患者除外假性幻听（患者的这个幻听是患者的强迫观念转化而来的）外，其情歌反应协调，自知力存在，思维正常，可以排除精神分裂症等重性精神障碍。患者情绪低落，焦虑，有轻生念头，有强迫观念和强迫行为，单一用抑郁症，焦虑症，强迫症来解释这些症状都是不可能的。同时结合患者的性格属于强迫型人格，比较追求完美，注重结果，事事要求做到最好。所以考虑童年期情绪障碍。\n\n【16】**【诊治经过】**患者入院后首先考虑到患者求治欲望比较强，14岁女孩，认知能力比较完整，家庭关系不良，家庭教养方式严厉，和父母之间缺乏交流沟通，父母对待患者多是批评为主。目前患者主要症状是抑郁，焦虑情绪，强迫观念，强迫行为，易激惹，假性幻听等，经主任医师查房确诊为童年期情绪障碍，制定治疗方案是在药物治疗:盐酸舍曲林25mg，一周够加量至50mg，每天早上一次，口服，奥沙西泮，15mg，每日三次，口服。结合心理治疗，心理治疗以患者为中心的指导原则，主要使用认知行为治疗和家庭治疗为主，以改善患者的情绪和行为异常。通过药物治疗和6次心理治疗，患者与母亲关系得到改善，不合理信念出现松动，情绪恢复正常，未在出现脑子里的声音。对自己过去的症状能够认识，愿意出院后继续维持治疗，继续按时来进行后续心理治疗，希望早日能自己管理自己心理。\n\n【17】**【诊断结果】**童年期情绪障碍\n\n【18】**【分析总结】**\n\n【19】1.误诊原因：患者四五年级时以“一个声音和自己说话，自己的想法他都能给自己说出来”为主诉看医生，当地医院医生在没有挖掘出其他症状的前提下，将此症状认为是一个假性幻听来对待，而患者此时又没有明显的情绪症状，因此误诊为“精神分裂症”也是可以理解的。但是在儿童期症状发展不充分的前提下，诊断精神分裂症还是需要慎重对待的，对于此患者来说，我们需要注意的是患者的幻听，到底是单一的一个假性幻听，还是患者的强迫观念的化声，一定要认真区分。这就需要我们精神科医生精神病理学的基本功一定要扎实，一定要有足够的临床经验，才不至于出现这样的情况。 \n\n【20】2.对患者家属的心理治疗，患者家属对疾病的不理解，会出现无法理解患者的言行。甚至出现指责，打骂患者等不利于患者康复的行为，同时会加重患者和父母的关系更加紧张，不利于患者疾病康复，及时给与家属心理支持和健康宣教，不仅可以缓解患者和家属的关系，也可以帮助患者获得家属的理解和支持，有利于疾病治疗和康复。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "a83d639d-bfe0-420a-abb9-fe5a8364e022", "title": null, "text": "【0】**【一般资料】**男性，35岁，无\n\n【1】**【主诉】** 男．35岁  \n因右侧面部肿块于2012年3月13日到我院口腔科就诊。\n\n【2】**【现病史】** 患者20天前发现右侧面部耳前下方处一肿块．无疼痛，在其他医院诊断为腮腺炎症，用抗菌药物治疗1周肿块无消退后到我院就诊。患者无口干唾液减少的症状，无眼睛干燥症状。\n\n【3】**【查体】** 右侧面部耳前下方处触及一肿块，直径约30mm，肿块质地较硬，无活动度，无明显压痛。\n\n【4】**【辅助检查】** 彩色多普勒超声检查：右侧腮腺内下部可见一实质性肿块．大小31mm×18mm，肿块形态不规则．与周围腺体分界不清晰，肿块内为低回声，分布不均，其内可见高回声纤维分隔样组织，肿块内可见明显的条状血流回声，多沿纤维分隔样组织分布（图1，2）。右侧腮腺其余部分腺体回声未见异常；左侧腮腺及双侧颌下腺腺体回声均未见异常，超声诊断：右侧腮腺实质性肿块，慢性炎症可能性大。\n\n【5】**【诊治经过】** 对该患行手术治疗，术中见右侧腮腺内有一实质性肿块。直径约30mm，肿块呈灰白色，表面有结节状突起，周边有不完整的纤维包膜。术中快速病理检查，排除恶性肿瘤，故决定行单纯肿块切除术。术后病理学检查：肿块组织内见大量慢性炎性细胞，以淋巴细胞为主，另见多核巨细胞；肿块内见少量残存的正常腮腺上皮组织（图3）。术后临床诊断：右侧腮腺舍格伦综合征。\n\n【6】**【诊断结果】** 右侧腮腺肿块，不排除外腮腺肿瘤。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "9836cbae-0052-45f2-bf09-c74cc84dbd20", "title": null, "text": "【0】**【一般资料】**男性，55岁，无业人员\n\n【1】**【主诉】**摔伤致右膝部肿痛，活动受痛6小时。\n\n【2】**【现病史】**该患者缘于今日下午下楼梯时不慎摔倒，右膝跪地。当时无头昏，恶心及呕吐，当时右膝部肿胀，疼痛，活动受限，就近在社区医院就诊，X线检查示右侧髌骨粉碎性骨折，患者及家属要求手术治疗，来我院经门诊查体阅片后以右侧髌骨粉碎性骨折收入院。现症：右膝肿胀，疼痛，活动受限，发病以来无发热及畏寒，饮食睡觉尚可，大小便正常。\n\n【3】**【既往史】**既往健康。否认糖尿病、冠心病等慢性病史。否认肝炎、结核病及其它传染性疾病史。否认其他重大外伤史及手术、输血史。否认药物及食物过敏史。正常接种。\n\n【4】**【个人史】**出生吉林省长春市，偶尔吸烟，偶尔饮酒。22岁结婚，配偶情况健康，子女情况健康。父母健在，兄弟姐妹健在。\n\n【5】**【查体】**\n\n【6】一般情况： 发育正常，营养良好，被动体位，步态异常，无病容，表情痛苦，神志清晰，检查合作，呼吸平稳，语言流利，语声有力。 皮肤黏膜：色泽正常，无皮疹，无皮下出血；毛发分布正常，温度与湿度正常，弹性正常。无水肿，无肝掌，无蜘蛛痣。 淋巴结：全身浅表淋巴结无肿大。 \n\n【7】头部：头颅大小正常，无畸形；眼睑正常；结膜正常，巩膜无黄染；眼球正常，角膜正常，瞳孔等圆等大，对光反射正常；耳廓正常，无外耳道分泌物；无乳突压痛；有听力粗试障碍；鼻外形正常，无其他异常；无鼻窦压痛。口唇红润，黏膜正常，腮腺导管开口正常。舌正常，齿龈正常，齿列齐；扁桃体无红肿，咽部无充血，声音正常。 颈部：无抵抗感，颈动脉搏动正常；颈\n\n【8】脉正常；气管居中；肝颈静脉回流征阴性；甲状腺正常，对称。 \n\n【9】胸部：胸廓正常，乳房正常对称。肺视诊：呼吸运动正常，肋间隙正常。触诊：正常，无胸前摩擦感，无皮下捻发感。叩诊：正常清音。肺下界  肩胛线：右10肋间，左10肋间；移动度：右8.0cm，左8.0cm。听诊：呼吸规整，呼吸音正常，无啰音，语音传导正常，无胸摩擦音。 心视诊：无心前区隆起，心尖搏动正常，心尖搏动位置正常。触诊：心尖搏动正常，无震颤，无心包摩擦感。叩诊：相对浊音界正常。听诊：心率88次/分，心律齐；心音S1正常，S2正常，S3无，S4无。无额外心音，无其他杂音。周围血管：无异常血管征。 \n\n【10】腹部  视诊：外形正常，腹式呼吸存在；脐正常。触诊：柔软，无部位压痛，无反跳痛，无振水声，无腹部包块。未触及肝，未触及胆囊，无压痛，Murphy征：阴性。未触及脾；未触及肾，无输尿管压痛点。叩诊：肝浊音界存在，无移动性浊音。听诊：肠鸣者正常，无气过水声，无血管杂音。 肛门直肠：未查 生殖器：未查 脊柱四肢：脊柱正常，棘突活动度正常。四肢异常畸形，有肌肉压痛。 神经系统  腹壁反射正常，肌张力正常，无肢体瘫痪；肱二头肌反射：左右正常。膝腱反射：左右正常。跟腱反射：左右正常。Hoffmann征：阴性；Babinski征：阴性；Kernig征：阴性。\n\n【11】专科情况：轮椅推入病房。脊柱生理弯曲存在，各节段活动度正常，右膝部肿胀明显，右髌骨前方可触及凹陷，凹陷处压痛明显，可闻及骨擦音，触及骨擦感，右膝关节活动痛性受限，右踝及各趾活动良好，足背动脉搏动可及，末梢血运可，感觉正常。\n\n【12】**【辅助检查】**\n\n【13】自带右膝X线片示：右髌骨骨折，骨折断端粉碎，明显分离移位。\n\n【14】**【初步诊断】**右髌骨粉碎性骨折\n\n【15】**【诊断依据】**\n\n【16】1.伤致右膝部肿痛，活动受限6小时。\n\n【17】2.轮椅推入病房。脊柱生理弯曲存在，各节段活动度正常，右膝部肿胀明显，右髌骨前方可触及凹陷，凹陷处压痛明显，可闻及骨擦音，触及骨擦感，右膝关节活动痛性受限，右踝及各趾活动良好，足背动脉搏动可及，末梢血运可，感觉正常。 \n\n【18】3.自带右膝X线片示：右髌骨骨折，骨折断端粉碎，明显分离移位。\n\n【19】**【鉴别诊断】**\n\n【20】1.病理骨折：多见于老年人，因既往肿瘤性疾病骨转移而在遭受轻微外力后即发生骨折，X线多可见局部骨质破坏，与本患不符。\n\n【21】2.软组织挫伤：可出现下关节活动时疼痛活动受限症状，局部红肿热痛，X线无骨折明确征象，与本患X线表现不符。\n\n【22】**【诊治经过】**\n\n【23】患者入院后完善相关检查（血尿常规、肝肾功能、两对半、血糖、心电、离子、出凝血时间），结合右膝X线可明确诊断右髌骨粉碎性骨折。术前检查回报正常，无明显手术禁忌，于入院第二天在硬膜外连续镇痛麻醉下行右髌骨粉碎性骨折切开复位内固定术，手术顺利。\n\n【24】术后右膝支具外固定抬高制动，给予克林霉素1.20g兑入0.9%氯化钠注射液250ml日1次静点，预防感染治疗；大株红景天10ml兑入0.9%氯化钠注射液250ml日1次静点，活血化瘀治疗；复方三维B 2.0支兑入0.9%氯化钠注射液250ml日1次静点，营养神经治疗。切口定期碘伏换药，愈合良好，两周后拆线。经治疗三周后患者右膝肿胀基本消退，右下肢适度屈伸功能锻炼已进行，病情平稳给予出院。定期复查，不适随诊。\n\n【25】  \n\n【26】**【诊断结果】**右髌骨粉碎性骨折\n\n【27】**【分析总结】**\n\n【28】髌骨位于膝关节的前方，股骨的前端，是膝关节的重要组成部分。如果髌骨受到损伤，就会影响到膝关节的正常运动。髌骨粉碎性骨折多是由于直接暴力引起的，属于比较严重的骨折类型，如果髌骨软骨表面出现严重损伤，就会影响走路功能，严重的甚至会出现残疾。合理的手术治疗加上术后早期功能锻炼，可以使患肢功能得到最大程度的康复。 \n\n【29】本例患者外伤后右膝部肿痛、活动受限，结合查体及右膝X线片明确诊断为右髌骨粉碎性骨折。由于骨折断端粉碎，移位明显，且骨折线累及关节面，为不稳定性骨折，保守治疗效果不佳，故治疗方案选择行右髌骨粉碎性骨折切开复位内固定术，可以最大限度地恢复关节面的平滑，同时给予牢固的内固定，有利于早期功能锻炼。 \n\n【30】髌骨骨折的患者早期功能锻炼极为重要，不但可以防止股四头肌的废用性萎缩，而且还可减少术后关节僵直、创伤性关节炎等常见并发症的发生。定期拍片复查，在骨折愈合良好之后，逐渐加强腿部力量的锻炼以及膝关节的屈伸活动，一般三个月左右可以恢复正常行走。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "12d2be73-cd45-4704-bd0e-65a4238de480", "title": null, "text": "【0】**【一般资料】**女性，59岁，无\n\n【1】**【其他】**【 一般资料】 女性，59岁。  \n【 助手】 因意识不清7年余再入院。  \n【 现病史】 患者于2004年1月24日22时40分，因反复上腹部疼痛2年加重2d收住我院内科，入院时查体：BP135/80mmHg，体温38.5℃，神志清晰，痛苦面容，皮肤黏膜轻度黄染，颈软，心律96次/分，律齐，两肺呼吸音清，腹软，剑下及右上腹压痛（+），墨菲氏征（+），四肢活动好，病理征（-）。化验检查：血WBC：13.8×109/L，中性91.1%，淋巴7.3%。  \n【 诊断】 为“慢性胆囊炎急性发作”。并给予抗炎治疗。  \n【 治疗经过】 1月25日9时，患者行B超检查示“胆囊结石、胆总管上段结石、胆囊炎”，15时10分患者因血压下降（BP70/40mmHg），烦躁不安转普外科行急诊手术治疗。手术麻醉方式采用连续硬膜外麻醉（CEA），手术在2h时患者出现心博呼吸突然停止，随即给予胸外按压，静脉推注肾上腺素、阿托品及碳酸氢钠，抢救约30分钟患者心博、呼吸均恢复正常，血压在多巴胺、间羟胺维持下为BP150/70mmHg。22时入住ICU病房时查体：神志不清，深昏迷，心律112次/分，律齐，两肺呼吸音清，留置气管插管一根，留置T管、腹腔引流管各一根，并给予抗感染治疗。1月26日2时患者出现呼吸急促、血压升高、全身抽搐，随后给予安定5mg静推、鲁米那0.2肌注、5%碳酸氢钠125mL及甘露醇125mL静点。9时拔除气管插管，继续给予抗感染治疗并加用尼莫地平50mL泵入1次/天，甘露醇125mL静点q6h×2。查体：深昏迷，BP130/80mmHg，心律130次/分，呼吸深快，两眼上翻。血气分析：pH7.547；PO250mmHg；SaO290mmHg；PCO232.6mmHg。CT表现和治疗2004年1月27日上午行头颅CT检查：两侧大脑半球对称，脑实质内密度均匀，脑干及桥小脑脚未见异常，脑室外形规则，中线居中。结论：颅脑平扫未见异常（图1），看CT片会发现脑水肿还是比较明显。治疗为尼莫地平50mL泵入2次/天，甘露醇125mL静点、速尿20mg加管，q6h×4交替。余继抗感染对症治疗。1月28日17时30分因肺部大量痰鸣音行气管切开术，此后进行脱水、抗感染、支持治疗、对症治疗，患者病情逐渐好转，生命体征渐趋稳定。2004年2月23日复查头颅CT示：左侧基底节区见斑片状低密度影，界线欠清，余脑实质未见异常，脑干未见异常，中线居中。结论：左侧腔梗（图2）。体格检查：神志不清，压眶反射存在，眼球向上凝视，眼球不自主浮动，四肢肌张力低，双侧巴宾斯基征阳性。血压、心跳平稳，呼吸音粗但未闻及干湿啰音。治疗给予：醒脑静、胞二磷胆碱、脑活素、纳洛酮、维生素B类及对症、支持治疗。2004年5月11日复查头颅CT示：两侧大脑半球对称，两侧基底节区可见多个斑片状低密度阴影，边界欠清晰，脑室扩大，脑池扩大，脑裂变深，中线居中。诊断为：多发性脑梗死、脑萎缩（图3）。体格检查：神志不清，压眶反射存在，两眼向上凝视，四肢肌张力正常，双侧巴宾斯基征阳性。血压、心跳平稳，呼吸音粗但未闻及干湿啰音。治疗继给予：醒脑静、胞二磷胆碱、脑活素、纳洛酮、维生素B类交替治疗以及对症、支持治疗。经过近1年的中西医以及针灸、康复治疗，患者对外界的\\*\\*有一定的反应，如给予相应的\\*\\*患者可以哭出声来，患者的母亲呼唤时可以流出眼泪，但依旧神志不清，不能言语、吞咽，大小便失禁。此后每年行一次头颅CT检查，患者脑部萎缩呈进行性加重。2005年9月19日头颅CT，见图4。随着患者脑室的扩大，治疗上加用醋氮酰胺等药但患者脑萎缩呈持续性加重。见图5~7。2006年7月4日头颅CT见图5；2007年11月7日头颅CT见图6。2010年10月23日头颅CT见图7；2011年10月9日头颅CT见图8。自患者发病起给予各种药物促醒、营养神经、扩张血管以及针灸、康复锻炼治疗一直持续至2010年10月23日复查头颅CT，此后未再给予营养神经，活血化瘀或对症治疗，仅给予鼻饲流质维持生命。但从2011年10月9日复查头颅CT看似乎较2010年10月23日头颅CT略有改善。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "7cb3c7d1-f8a0-4938-b7ee-9990cbc74707", "title": null, "text": "【0】**【一般资料】**男性，40岁，无\n\n【1】**【现病史】** 男性40岁以上，女性绝经以后多发。有多种易患因素如高脂血症、高血压、吸烟、糖尿病、脑力活动紧张而体力活动少、肥胖、A型性格、家族病史、胰岛素抵抗等。 活动劳累时或休息时出现胸闷、胸痛、气短、心慌、乏力或有头昏、咳嗽等。\n\n【2】**【查体】** 有无心界扩大，心尖区第一心音低钝、心律失常、肺部湿啰音、颈静脉充盈、双下肢水肿、肝脏肿大等。\n\n【3】**【辅助检查】** 有无心界扩大，心尖区第一心音低钝、心律失常、肺部湿啰音、颈静脉充盈、双下肢水肿、肝脏肿大等。\n\n【4】**【诊治经过】** 有无心界扩大，心尖区第一心音低钝、心律失常、肺部湿啰音、颈静脉充盈、双下肢水肿、肝脏肿大等。\n\n【5】**【其他】**【病例摘要】 冠心病病例总结  \n【讨论】 请大家结合以上资料，谈谈自己对于冠心病方面的理解和认识？", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "e9d59cfa-60ff-4de6-9fb6-fb59ebbe4f64", "title": null, "text": "【0】**【一般资料】**女性，59岁，无\n\n【1】**【其他】**【 一般资料】 患者女，59岁  \n【 主诉】 因半年内无诱因血尿3次于2013年9月22日入院  \n【 现病史】 无尿频、尿急、尿痛，前2次血尿时服用中药可1周内缓解，第3次血尿持续1周未愈故就诊。  \n【 查体】 体检未发现明显异常体征。尿潜血++，蛋白-，白细胞计数0.25x109/L，中段尿培养未见病原体。红细胞沉降率51mm/1h，β2微球蛋白1.85mg/L（0.67〜1.31mg/L），血常规、生化及凝血功能未发现异常。  \n【 辅助检查】 胸部X线片大致正常，腹部B型超声未见异常。膀胱B型超声结果：膀胱壁粗糙，膀胱癌待排;盆腔核磁共振结果：膀胱顶后壁不规则增厚，见多发性结节状突起，在DWI上呈高信号影，增强扫描明显强化，未突破膀胱浆膜层，后方子宫及直肠未累及，盆腔内未见液体及肿大淋巴结（图1）。膀胱镜检查：膀胱内见广泛散在颗粒状突出肿物，双侧输尿管口被肿物包绕而未见；分别于膀胱三角区、膀胱顶、底取左侧壁及右侧壁黏膜活组织检查。病理报告：破碎组织，弥漫增生小淋巴细胞，局部有结节形态；增生细胞圆形核，核仁不明显，胞质少，部分区域呈现单核样B细胞形态及淋巴上皮样病变（图2）；免疫组织化学示:CD20+++，CD3+，CD45+，Ki-67+15%（图3），CD79a、CD5、CD23、CD21（FDC结节）、CD10、CyD1均阴性；聚合酶链反应（PCR）检测免疫球蛋白基因重排结果：IgHVH-FR1，FR2，FR3，IgK-A、B，IgL等均未发生重排；因此病理诊断：（膀胱）非霍奇金淋巴瘤（NHL），B细胞性，结外黏膜相关组织边缘区淋巴瘤。  \n【 治疗经过】 临床分期：NHLI期A组。完成2个疗程R-CHOP方案（利妥昔单抗500mg第1天，表柔比星60mg第1天，长春碱5mg第1天，\\*\\*10mg第1天至第7天）及2个疗程R-Flu方案（利妥昔单抗500mg第1天，氟达拉滨50mg第1天至第5天）巩固化疗，第1个疗程中曾2次随患者尿液排出膜状坏死组织，之后血尿症状消失。完成4个疗程复查磁共振成像（MRI），显示病变已完全消失，化疗结束3个月后复查膀胱镜：术中见膀胱大部分为原电切瘢痕，顶壁可见与第1次手术类似病变，呈现局部\\*\\*状突起，较前范围大小均明显改善，活组织检查病理报告：膀胱左右侧顶部慢性炎症改变。至发稿时患者已无病生存约1年。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "36522b27-8c53-4f46-967a-9c02edaaa503", "title": null, "text": "【0】**【一般资料】**女性，26岁，文员\n\n【1】**【主诉】**肛缘肿块脱出伴出血4年，加重伴头晕半月\n\n【2】**【现病史】**患者于4年前无明显诱因出现肛门部大便后肛缘有肿块突出，便后较长时间消失，可自行还纳，伴肛门胀痛不适，偶有大便带血症状，每次量不多，自行给予痔疮膏外用治疗症状稍缓解，肿块进行性增大，便血量较前增多，影响生活及休息。近感头晕不适，来院就诊门诊查血常规提示血红蛋白54g/L，门诊以混合痔收住入院。病程中，患者平素小便通，饮食、睡眠均可，体力较前下降，体重无明显变化。\n\n【3】**【既往史】**有头孢及青霉素过敏史，食用芒果过敏史；否认高血压、糖尿病、心脏病等慢性病史，否认输血史，否认传染病史及冶游史。\n\n【4】**【查体】**发育正常，营养中等，步入病房，检查合作。全身皮肤、巩膜未见黄染及出血点，浅表淋巴结未触及肿大，颈软，心肺未闻及明显异常。腹平软，肝脾未触及，腹部无压痛及反跳痛。 肛门外1.5.7.11点处可见肿物脱出，约0.5x1.0cm大小，色暗红，肛门检查见肿块与肛内齿线附近粘膜隆起相连，齿线处多枚痔核，肿块表面覆盖皮肤粘膜， 指套退出无染血。脊柱四肢活动自如无畸形。生理反射存在，病理反射未引出。 专科情况： 肛门外1.5.7.11点处可见肿物脱出，约0.5x1.0cm大小，色暗红，肛门检查见肿块与肛内齿线附近粘膜隆起相连，齿线处多枚痔核，肿块表面覆盖皮肤粘膜， 指套退出无染血。脊柱四肢活动自如无畸形。生理反射存在，病理反射未引出。\n\n【5】**【辅助检查】**\n\n【6】门诊血常规提示血红蛋白54g/L。入院血常规血红蛋白50g/L 输血后血红蛋白84g/L X线正常 EKG:电轴右偏 肠镜正常 其它血检基本正常\n\n【7】**【初步诊断】**混合痔   重度贫血\n\n【8】**【诊断依据】**1.女患26岁 2.病人主诉： 肛缘肿块脱出伴出血4年，加重伴头晕半月 3.既往史： 有头孢及青霉素过敏史，食用芒果过敏史；否认高血压、糖尿病、心脏病等慢性病史，否认输血史及药物过敏史，否认传染病史及冶游史。 4.体格检查：生命体征：体温36.6℃，脉搏92次/分，呼吸24次/分，血 压102/63mmHg，发育正常，营养中等，步入病房，检查合作。全身皮肤、巩膜未见黄染及出血点，浅表淋巴结未触及肿大，颈软，心肺未闻及明显异常。腹平软，肝脾未触及，腹部无压痛及反跳痛。 肛门外1.5.7.11点处可见肿物脱出，约0.5x1.0cm大小，色暗红，肛门检查见肿块与肛内齿线附近粘膜隆起相连，齿线处多枚痔核，肿块表面覆盖皮肤粘膜， 指套退出无染血。脊柱四肢活动自如无畸形。生理反射存在，病理反射未引出。 专科情况： 肛门外1.5.7.11点处可见肿物脱出，约0.5x1.0cm大小，色暗红，肛门检查见肿块与肛内齿线附近粘膜隆起相连，齿线处多枚痔核，肿块表面覆盖皮肤粘膜， 指套退出无染血。脊柱四肢活动自如无畸形。生理反射存在，病理反射未引出。 5.门诊等相关资料： 我院门诊血常规提示血红蛋白54g/L。\n\n【9】**【鉴别诊断】**肛瘘：肛旁红肿疼痛伴流脓，间断反复发作，可间断好转，肛门外可见外瘘口，呈苍白色，局部肉芽增生，挤压有脓血及其他分泌物，皮下可触及条索状肿物通向肛内，本病人可排除。\n\n【10】**【诊治经过】**\n\n【11】诊疗计划：1.完善术前相关辅助检查，积极术前准备。2.给予补液、输血纠正贫血对症治疗， 肠镜检查排除肠道肿瘤后择期手术治疗。 麻醉前访视：女性患者26岁，已婚，抗生素过敏史及芒果过敏史，无手术及麻醉史。术前已输血治疗，且有效，贫血改善，拟在椎管内麻醉下行手术。 麻醉简要经过：入室开放静脉，常规监测NIBP SPO2 HR RR EKG ,右侧卧位行椎管内麻醉，消毒铺巾后2%利多卡因30mg做穿刺部位（L3-4椎间隙）皮肤局部浸润麻醉，麻醉医生准备穿刺针时患者诉背部皮肤刺痒疼痛。喉部不适，麻醉医生发现其背部皮肤出现荨麻疹，静脉输液（复方氯化钠注射液）部位无红肿疼痛及荨麻疹，考虑患者对利多卡因过敏。立即平卧位，吸氧，给予地米针5mg观察，患者未诉特殊不适，与术者及患者沟通后决定插管全麻下行手术。静脉快速诱导，可视喉镜插管顺利，接麻醉机行控制呼吸，术中顺利，术毕患者苏醒迅速，拔管后接PCIA返回病房交班。患者荨麻疹已完全消失，未诉其它不适。 \n\n【12】手术简要经过：  麻醉成功后，患者取截石位，常规术野活力碘消毒，铺巾；扩肛至四指，探查肛管，直肠有轻度充血水肿，粘膜松弛，混合痔，6.7点方向外痔脱出明显，于齿状线直肠与肛管的交界线上方约3 cm，4厘米处将直肠黏膜环形各缝合一圈， 然后将PPH吻合器蘑菇头插入肛门，分别收紧两根缝线并打结固定。 拧紧吻合器打开保险击发并保持约1分钟，松开吻合器退出。检查吻合口完整，光滑，无明显活动性出血。分别缝合少许渗血处，以凡士林纱布填塞肛管压迫，肛门口6、7方向外痔以组织钳提起后电刀切除后7号线结扎，无菌敷料覆盖。手术顺利，安返病房。 术后行抗炎及对症治疗。术后第四天出院。\n\n【13】**【诊断结果】**混合痔   重度贫血\n\n【14】**【分析总结】**\n\n【15】1.这是一混合痔重度贫血患者利多卡因过敏的麻醉病例。\n\n【16】2.与酯类局麻药如丁卡因相比较，作为酰胺类局麻药的利多卡因在临床使用过程中很少会有过敏反应，但是根据患者的自身体质或遗传因素，有部分患者会有过敏反应，如轻微的斑丘疹或者是在进行局部麻醉的部位会有红肿的情况发生，这时就需要给抗过敏的药物进行抗过敏治疗，比较常用的药物是地塞米松。必要时皮下给予肾上腺素，呼吸困难者给予插管或者气管切开处理，保证气道通畅。 \n\n【17】3.本例患者对多种头孢及青霉素过敏，食用芒果过敏，可能为高敏体质，仅使用2%利多卡因30mg做局部浸润麻醉出现斑丘疹，立即放弃椎管内麻醉，给予地米针静注，备肾上腺素，待患者斑丘疹消失后改插管全麻，术中顺利，术毕恢复良好，未再出现类似情况。 总之，利多卡因是常用局麻药，在各种神经阻滞，疼痛介入手术治疗中都起着重要作用，临床引起过敏反应是极为少见的,，但是一旦出现需要及时处理，否则容易因麻痹大意引起严重后果。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "883cd709-a8b8-4249-901a-31f13e75097a", "title": null, "text": "【0】**【一般资料】**男性，36岁，无\n\n【1】**【查体】** 体温39℃，咽部充血，扁桃体Ⅱ度肿大，双侧巩膜轻度黄染，面部、躯干及四肢可见弥漫性鲜红至深红色斑片，压之可褪色，皮肤触痛（+）。下颌、颈部及躯干部可见粟米至绿豆大小脓疱。  \n外周血白细胞计数11.9×109/L,中性粒细胞计数8.5×109/L,C反应蛋白104.0mg/L,抗链球菌溶血素O（-）。\\[诊疗经过\\]诊断为AGEP.给予甲泼尼龙40mg,1次/天，静滴；地氯雷他定5mg,1次/天，口服，配合对症支持治疗。4天后，患者症状改善。改为甲泼尼龙20mg,1次/天，口服。10月3日，患者基本痊愈，出院。\n\n【2】**【其他】**【主诉及病史】 患者男性，36岁，因全身红斑2天，发热1天于2012年9月28日入院。2天前，患者自服阿莫西林0.5g约6小时后，躯干及双下肢出现弥漫性红斑，遂停服。外院予\\*\\*5mg,静滴。第2天，患者出现广泛分布弥漫性红斑，并可见脓疱，伴发热。于外院治疗后（不详）体温降低，但双腿红斑颜色加深，自觉肿胀，遂入我院。患者2年前有阿莫西林过敏史，表现为全身弥漫性红斑。  \n【讨论】 AGEP又称为中毒性脓皮病或脓疱性药疹，为一种少见的全身无菌性脓疱性疾病。其皮损特征为发生在水肿性红斑基础上的非毛囊性、小的、泛发性、浅表性、无菌性脓疱，可伴有其他皮损如水疱、大疱、紫癜或靶形皮损；可伴有发热（体温一般高于38℃，多与脓疱同一天发生）和外周血中性粒细胞计数增高（>7.0×109/L）；多呈急性发病，其自然病程一般不超过15天。患者早期皮疹不典型，出现咽部充血、扁桃体肿大伴发热，应排除“链球菌感染综合征”.典型的AGEP较易诊断，但在有靶形损害或弥漫性水疱表现时，较难与多形红斑（EM）和中毒性表皮坏死松解症鉴别。用药后2天内发病、水疱肉眼可见及中性粒细胞计数明显升高等临床特点，有助于AGEP与EM的鉴别。斑贴试验曾一度用于AGEP的辅助诊断，但只有半数患者48小时后在红斑基础上再次出现脓疱，因此在临床未广泛应用。90%以上的AGEP与药物有关，尤以β内酰胺类抗生素所致者多见。阿莫西林临床应用较为广泛，目前口服用药无需进行皮肤试验，存在一定的用药安全隐患。患者有明确过敏史，提示医师处方前应加强对用药史的询问，尽量降低药物不良反应的发生风险。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "b7f93f20-37ed-4e88-b5ac-4812a82bd95c", "title": null, "text": "【0】**【一般资料】**女性，64岁，无\n\n【1】**【其他】**【 一般资料】 女，64岁  \n青年男性  \n【 既往病史】 既往有肾病综合征病史20余年，高血压、糖尿病病史20余年，复发性口腔溃疡病史10年，反复出现低热病史近10年，口干眼干病史3～4年。  \n【 现病史】 本次患者以胸痛，发热，头痛，呕吐入院，入院不久即出现视物模糊，嗜睡。  \n【 查体】 入院体检：血压170/90mmHg，体格检查未发现异常。双眼视力：粗测1m指动；双眼颞侧偏盲，鼻侧敏度降低。实验室检查见表1。 临床诊断：干燥综合征。  \n【 辅助检查】 MRI平扫及增强扫描显示：正常垂体消失，鞍区及鞍上区可见一不规则异常信号，T2WI、T1WI周边呈不均匀高信号，病灶中央呈等信号，可见束腰征，视交叉受压，垂体柄显示不清，并累及海绵窦；注射钆喷酸葡胺（Gd-DTPA）增强后病灶呈轻度强化。  \nMRI平扫及增强扫描显示：正常垂体消失，鞍内病灶呈等信号，垂体柄明显增粗，下丘脑局部增厚，视交叉未见推压移位；注射Gd-DTPA后上述病变明显强化。  \n【 治疗经过】 影像诊断意见：不典型垂体瘤并卒中。行单鼻孔经蝶入路垂体病变切除术，术中见病变呈坏死样炎性改变，淡黄色，质较韧，血供差。病理报告：（鞍区）坏死组织内查见垂体组织，符合垂体卒中；垂体组织内可见多量淋巴细胞浸润。  \n行经鼻入路鞍区肿瘤切除术，术中见病变组织呈灰白色组织，质韧。病理报告：慢性肉芽肿炎性改变，间质纤维组织增生，大量淋巴细胞、组织细胞、类上皮细胞浸润。术后实验室检查显示：血睾酮0.042μg/L（正常值0～0.52μg/L），泌乳素466μIU/L（正常值86～324μIU/L）。免疫学检查：抗O（ASL）、类风湿因子（RF）、血沉正常，FT4为6.32pmol/L（正常值7.86～14.4pmol/L），FT3为3.23pmol/L（正常值3.7～8.0pmol/L）；粉丝病多肽抗体均阴性，总抗核抗体、抗中性粒细胞浆抗体均阴性；尿比重1.005（正常值1.015～1.025）。  \n【 主诉】 体毛脱落减少1年余，伴口渴，多饮，睾丸变小，乏力，无遗传病史。视野粗测正常。  \n【 实验室检查】 血睾酮0.02μg/L（正常值0～0.52μg/L），泌乳素1318μIU/L（正常值86～324μIU/L）。  \n【 临床诊断】 淋巴细胞性垂体炎。术后转入神经内科，给予甲泼尼龙500ｍg冲击治疗3d。患者对糖皮质激素治疗反应欠佳，且副作用明显，停用甲泼尼龙。12d后复查性激素结果见表2。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "e4f8051c-62b8-4c1a-a8eb-0b819a95c7ee", "title": null, "text": "【0】**【一般资料】**男性，52岁，无\n\n【1】**【主诉】** 患者，男，52岁，  \n因玻璃割伤颈部15分钟入院，\n\n【2】**【现病史】** 入院时一直有其工友用手压迫颈部伤口，但血流的满车都是。入院后在急诊室初步查看伤口发现出血量大，病人处于休克状态，但未昏迷，未做辅查，急送我科，当时疑颈静脉破裂。因患者休克，在我科也未做任何检查，直接送入手术室。（谈话及相关抽血化验均在进手术室后进行）\n\n【3】**【其他】**【手术过程】 直接全麻下探查发现为右侧颈总动脉破裂约1/2。甲状腺上动脉断裂。行颈总动脉修补术。甲状腺上动脉断裂予以结扎。术中输血2000ML，手术时间约1个半小时，术后送入ICU监护。术后患者即清醒并能跟医生说谢谢。术后6小时患者出现右上肢肌力0级。  \n【术后检查】 头颅CT提示：脑梗塞。  \n【总结】 一般颈总动脉破裂死亡率很高，患者能保住命，我们估计和其工友及时按压住伤口，动脉鞘压力升高，压迫止血有很大关系，另外进医院后没有耽误任何时间及时手术探查也功不可没。遗憾的是右上肢肌力0级，右下肢肌力正常。术中没有发现明显的神经损伤。可能与阻断时间过长有关。今日已恢复到2级。大家帮分析下有其他什么原因没？", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "590a7351-7e7d-4904-aa92-eea7cb6d62de", "title": null, "text": "【0】**【一般资料】**女性，63岁，退休\n\n【1】**【主诉】**起搏器异常放电伴心悸3天\n\n【2】**【现病史】**患者因扩张型心肌病、心功能不全，于我院行CRT-D植入术。此后，规律口服忻康等药物，无胸闷胸痛，无心悸等不适。2022年1月无诱因出现起搏器异常放电，就诊于我院门诊行起搏器程控，此后未再出现起搏器异常放电。三天前凌晨1点半无诱因出现头迷、气短、乏力、恶心、呕吐、腹泻，约4点半起搏器放电后，出现一过性意识不清，约3-5分钟后起搏器再次放电。就诊于我院急诊，给予静脉滴注左卡尼汀等药物，给予对症处理。昨日，行起搏器程控后出现心悸，症状逐渐加重，于今晨四点自行口服忻康后，约半个小时症状好转。今为进一步诊治前来我院，病来，无胸闷胸痛，无心悸气短，无恶心呕吐，无夜间憋醒，无双下肢水肿，饮食及睡眠可，二便尚可，近期体重无明显变化。\n\n【3】**【既往史】**高血压病史9年余，最高血压180/80mmHg，现患者血压偏低，暂未口服降压药。\n\n【4】**【查体】**T：36.5℃；P：77次/分；R：15次/分；BP：110/65mmHg；查体神清语明，查体合作，口唇无发绀，颈静脉无怒张，浅表未触及肿大淋巴结。双肺听诊呼吸音清，未闻及干湿罗音。心前区无隆起及凹陷，心尖搏动位于第五肋间左锁骨中线内0.5cm ，搏动范围正常，心前区未触及震颤和心包摩擦感，心相对浊音界正常，心率：77次/分，心律齐，各瓣膜听诊区未闻及病理性杂音。腹软，无压痛、反跳痛及肌紧张，肝脾肋下未触及，移动性浊音阴性。双侧桡动脉搏动强弱正常、对称，脉律规则。双股动脉及双足背动脉搏动良好。双下肢无浮肿。\n\n【5】**【辅助检查】**\n\n【6】心脏超声：EF：20%，心脏再同步化治疗术后，左心大，二尖瓣反流（中度），左室舒张功能减低（II级）左室整体收缩功能重度减低。 ECG：窦性心律，起搏器心电图。NT-Pro BNP 5650.00pg/mL，肌钙蛋白、血常规、肝肾功离子均正常。\n\n【7】**【初步诊断】**1\\. 扩张性心肌病 慢性心力衰竭 心功能IV级 CRTD植入术后 2. 心律失常 阵发房颤 室早 3.高血压3级 很高危\n\n【8】**【诊断依据】**1.患者存在发作性气短，夜间憋醒等心功能不全症状，心脏超声提示EF20%重度下降，既往行CRTD植入。 2.患者CRT程控提示阵发房颤所致放电，记录存在频发室早。 3.高血压病史9年余，最高血压180/80mmHg。\n\n【9】**【鉴别诊断】**1.缺血性心肌病:由于冠状动脉病变引起的心肌供血不足可影响心脏传导系统导致各种心律失常的出现，心电图、冠脉CTA、冠脉造影等检查可协助鉴别； 2.高血压性心脏病:长期高血压控制效果欠佳的患者多可出现心房增大、心室壁肥厚，常可出现房扑、房颤、束支传导阻滞等心律失常，高血压病史及超声心动图可助鉴别； 3.原发性心肌病:各种原发性的心肌病便可使传导系统出现异常，超声心动图可协助明确； 4.老年退行性变:高龄，心脏传导系统退行性变可表现为各种心律失常，在排除其他器质性改变时可诊断。相鉴别。\n\n【10】**【诊治经过】**患者入院后针对扩心病心衰，予以沙库巴曲缬沙坦25mg，日二次口服，达格列净10mg，日一次口服，螺内酯20mg，日一次口服，琥珀酸美托洛尔47.5mg，日一次口服，静脉予以重组人利钠肽减轻心脏负荷，呋塞米20mg，日二次静脉推注利尿。同时加用胺碘酮0.2g，日3次口服控制房颤复发。再予以地高辛0.125mg，日一次口服强心治疗。针对患者因阵发房颤伴快速心室率导致CRTD放电，向患者及家属建议必要时行房室结离断术，暂予以药物治疗，观察药物治疗效果，药物治疗4天后复查动态，提示总心率97348次/24小时，平均70次/分，未见房颤复发，室早5493次，考虑患者在联用β受体阻滞剂，地高辛，胺碘酮后心率控制情况达标，未再复发房颤，暂不予房室结离断术。\n\n【11】**【诊断结果】**1\\. 扩张性心肌病 慢性心力衰竭 心功能IV级 CRTD植入术后 2. 心律失常 阵发房颤 室早 3.高血压3级 很高危\n\n【12】**【分析总结】**房室结离断术，目前适用于房颤患者，在反复行射频治疗，术后复发，无法忍受房颤伴随快速心室率，或者复发后房颤快心室率加用导致心衰反复发作，这部分患者行房室结离断后植入起搏器治疗，能够缓解因快速房颤所致的心衰发作及不适症状，再者优先建议行CRT治疗，保证左右心室收缩同步，能够很好缓解心衰。再有一部分特殊患者是行ICD或者CRTD术后，因快速房颤出现误放电治疗的这部分患者，在进行充分药物抗心律失常治疗后，依然反复发作房颤或持续心动过速时，可行房室结离断术从而避免因快速房颤所致误放电治疗。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "01326d3b-9354-483f-b655-9042064f7cbd", "title": null, "text": "【0】**【一般资料】**男性，58岁，无\n\n【1】**【其他】**【 一般资料】 患者58岁，男性  \n【 主诉】 受伤时被汽车撞击右下肢，随即致右膝疼痛、肿胀。急诊摄X线（图1）示：右股骨内侧髁骨折。  \n【 查体】 入院后查CT示：右股骨内侧髁冠状面骨折（图2、图3）；右股骨髁间撕脱性骨折（图4）。  \n【 治疗经过】 手术取内侧髌旁入路，术中屈曲膝关节约80°，充分显露右股骨内侧髁，见内髁冠状面骨折，后交叉韧带髁间止点撕脱性骨折，半月扳、前交叉韧带完好。直视下复位，AP方向置入2枚4.5ｍｍ直径Herbert螺钉固定骨折。见撕脱骨块仅累及软骨面，大小约0.5ｃｍ，予以带线锚钉固定。术后X线复查示：骨折复位满意，内固定件在位（图5）。  \n【 讨论】 股骨髁冠状面骨折较为少见，常规的X线检查容易漏诊，有研究者建议对所有高能量损伤导致的股骨远端关节内骨折或隐匿性骨折伴有膝关节严重肿胀者，均应进行CT检查以避免漏诊。由于是负重关节内的骨折，一旦漏诊就有可能发生骨折移位，文献报道保守治疗后关节功能较差。在膝关节屈曲及在轴向负荷的情况下，这类骨折极易发生移位，很少有证据支持对其采用非手术治疗。大多数作者主张采取手术治疗，以期早期功能锻炼。Nork等报道了一组合并冠状面骨折的股骨远端髁间－髁上骨折病例，发现80.5％的病例来自于机动车的交通事故，另有9.1％来自于高坠伤。本例为交通事故所致的内侧髁骨折，但无髁间及髁上骨折。有作者认为股骨内髁的骨折则是膝关节屈曲时股骨内髁受到来自于内侧的直接暴力引起。本例患者对于当时受伤的情景已无法准确描述，对于很多由交通事故引起的这类损伤，其受伤机制的研究较为困难。1978年Letenneur等将Hoffa骨折分为3型，本例属Ⅲ型，有软组织覆盖，发生缺血坏死可能较低。不同的医生对Letenneur　X线分型的应用在一致性方面存在差异，李卫华等提出的一种新的Hoffa骨折CT分型，认为在一致性方面要优于X线分型，尤其是对于粉碎性患者。针对这种损伤，笔者认为无论是诊断还是治疗，都应采取CT检查，以了解骨折的个性。手术治疗为大部分医生所主张，但手术入路、内固定件的选择等存在差异。本例患者术中采取约80°屈曲位，使得腓肠肌和腘绳肌保持松弛并利于保护腘窝的神经血管组织。术中尽可能保留骨折块依靠附着的软组织。以两枚Herbert螺钉固定骨折，既达到了防止骨折块旋转移位的目的，且切迹较小，避免了软骨面的磨损。一旦怀疑Hoffa骨折的存在，即应进行CT扫描以明确骨折的具体情况，并考虑是否有关节内韧带、半月板的损伤。Hoffa骨折并没有固定的手术入路，主要取决于骨折本身。内固定的选择很多，通过PA方向置入拉力螺钉的内固定方式具有理论上的生物力学优点。但如果考虑到手术入路的操作方便性，也可以按AP方向置入两枚直径较小的拉力螺钉，而且此入路也不会对今后可能的关节成形手术产生不良影响。术后膝关节活动后疼痛、活动范围及稳定性下降，骨折块缺血性坏死，骨折愈合不佳是Hoffa骨折的常见并发症。坚强的内固定可保证早期功能锻炼，且能减少骨折相关并发症的发生。术后根据骨折的损伤程度及内固定的牢靠程度，用石膏或支具固定膝关节伸直位4～6周，期间进行股四头肌等长收缩功能锻炼。膝关节的韧带损伤、股骨髁的压缩及粉碎性骨折、关节软骨面的损伤均可导致膝关节创伤性关节炎及关节不稳。预防并发症的主要方法是骨折的解剖复位，稳定的内固定，术中注意微创操作，保护骨折块上的韧带及软组织附着，避免进一步破坏骨块的血供。Hoffa骨折的治疗目前仍然缺乏一定的共识，其需要多中心的研究，但由于其发病率较低，且往往合并其他损伤，研究存在较大困难。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "eb04afcd-c498-4f71-9470-6103766f5f7e", "title": null, "text": "【0】**【一般资料】**男性，63，退休\n\n【1】**【主诉】**左肘关节反复疼痛3年，加重10天。\n\n【2】**【现病史】**患者于10年前，在无明显诱因的情况下出现左肘关节外侧疼痛，未经系统诊治，自服双氯芬酸钠缓释片，外用膏药（具体不详）症状有所缓解，但会经常反复，后逐渐加重，经多次针灸、封闭、小针刀治疗无明显改善，10天前疼痛症状加重，逐来就诊，门诊摄MR示：左侧伸肌腱止点变性撕裂。门诊以左侧顽固性肱骨外上髁炎为诊断收入院治疗。病来无头痛头晕，无恶心呕吐，无胸闷气急，无肢体麻木、无力，无大小便失禁。\n\n【3】**【既往史】**平素健康状况良好，否认肝炎、结核等传染病史。否认高血压、糖尿病等慢性病史，否认手术、外伤、输血史，否认食物、药物过敏史。\n\n【4】**【个人史】**生于本地，未到过疫区，吸烟20支/日，40年，偶有饮酒\n\n【5】**【查体】**一般状况：发育正常，营养中等，主动体位，步入病房，步态正常，表情略痛苦，神志清晰，查体合作，呼吸平稳，语言流利，语声有力。心肺腹未见明显异常。 专科检查：左肘关节未见明显肿胀，肱骨外上髁压痛阳性，皮温正常。Mills征（+），抗阻伸腕试验（+）。\n\n【6】**【辅助检查】**\n\n【7】MR示：左侧伸肌腱止点变性撕裂。\n\n【8】**【初步诊断】**左肱骨外上髁炎\n\n【9】**【诊断依据】**\n\n【10】1.病史：左肘关节反复疼痛3年，加重10天。 \n\n【11】2.查体：左肘关节未见明显肿胀，肱骨外上髁压痛阳性，皮温正常。Mills征（+），抗阻伸腕试验（+）。 \n\n【12】3.影像学检查：MR示：左侧伸肌腱止点变性撕裂。\n\n【13】**【鉴别诊断】**\n\n【14】1.肘关节骨折：表现为肘关节疼痛、活动受限，通常有明确的外伤史。X线可见明显的骨折线。该患无上述症状及表现故可排除。 \n\n【15】2.肘关节骨性关节炎：主要表现为肘关节活动时疼痛，活动受限，按摩、热敷后疼痛可缓解。X线可见肘关节间隙变窄，并伴有骨质增生和破坏等。 \n\n【16】3.肘部神经卡压症：由于肘部有多条神经穿过，当这些神经受到肘关节骨赘、肿瘤压迫时，就会产生肘关节外侧疼痛症状，疼痛通常为持续性，可伴有麻木感。\n\n【17】**【诊治经过】**患者入院后，完善相关检查（血常规、血型、凝血系列、肝肾功、血离子、RPR、HIV、心电图、肺CT），各项检查回报无明显异常，考虑患者为顽固性肱骨外上髁炎，目前保守治疗已无改善，故可选择行微创手术治疗。于入院第3天全身麻醉关节镜下行ECRB止点清理加新鲜化手术治疗。术后给予支具固定肘腕关节1周，口服头孢丙烯片预防感染治疗（3天），给予酮咯酸氨丁三醇2毫升日2次肌肉注射镇痛治疗，给予局部冷疗以减轻肿胀，口服迈之灵消肿，中医透药导入以促进肿胀消退，定期换药，术后12天拆线，见切口1/甲愈合。术后1周拆除外固定，指导患者下行肘腕关节屈伸功能锻炼。患者术后半年随访患处疼痛消失，肘关节活动正常。\n\n【18】**【诊断结果】**左肱骨外上髁炎\n\n【19】**【分析总结】**肱骨外上髁炎又称网球肘，是因外伤、慢性劳损导致的前臂部分肌肉与肱骨外上髁连接处的无菌性疾病，其实质是肌腱组织的退行性改变。网球肘的常见的症状包括肘部外侧疼痛和握力减弱，个别患者活动前臂时会有肘关节弹响。在大多数情况下，网球肘引起的疼痛从轻微开始，并逐渐加重，部分患者在用力握拳、伸腕时可因疼痛而无法持物。严重者甚至在进行拧毛巾、扫地等日常活动时也会感到困难。网球肘是一种自限性疾病，治疗目的主要为控制疼痛。该病治疗以保守治疗为主。90%网球肘患者可通过休息、冰敷、口服止痛药和局部封闭等治疗达到症状缓解。少数症状严重、且保守治疗效果不佳的患者，可行手术治疗，手术可分开放手术和微创手术，关节镜下微创手术治疗由于创伤小、恢复快的优点越来越多的被临床应用。 该患退休前从事木匠工作，左侧肘关节外侧疼痛已有3年，经药物、针灸、封闭、小针刀治疗仍无改善，疼痛逐渐加重，故考虑为顽固性肱骨外上髁炎，故选择手术治疗，于关节镜下行ECRB止点清理加新鲜化手术治疗，术中见伸肌腱止点变性，部分撕裂，清理变性肌腱组织，于肱骨外髁肌腱止点出打磨骨皮质做新鲜化处理。术后局部冷敷、支具固定1周，1周后拆除外固定指导患者功能锻炼，术后半年随访患处疼痛消失，肘关节活动正常。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "a78002c3-c446-42a7-b3f8-b36ef1240e98", "title": null, "text": "【0】**【一般资料】**男性，61岁，无\n\n【1】**【其他】**【 一般资料】 患者男性，61岁  \n【 主诉】 因“肾移植术后14年，反复咳嗽咳痰17个月”于2013年8月30日入院。  \n【 实验室检查】 入院前血常规：红细胞计数2.51×109/L，血红蛋白浓度76g/L，血小板计数55×109/L。  \n【 治疗经过】 入院后根据病情变化先后予以素比伏抗病毒、保肝、调节电解质平衡、规律血液透析治疗，补充白蛋白、冷沉淀、血小板及输红细胞血液，肝素抗凝以及克倍宁、舒普深、米开民、万古霉素等抗感染，多索茶碱解除支气管痉挛、气道雾化、兰苏化痰等治疗。2013年9月29日晨6:00该患者出现血便，为暗红色鲜血便，量约400ml，生命体征较平稳，考虑患者下消化道出血，立即停止连续性血液净化治疗，并予输注400ml红细胞悬液以及万汶针扩容、输注冷沉淀6U、凝血酶原冻干粉8000U以及微泵注入鱼精蛋白50mg止血并中和肝素。予凝血酶原冻干粉12000U肠内注射局部止血，去甲肾上腺素8mg维持血压。基本止血血压回升后，调整血管活性药物用量，静脉滴注止血芳酸、邦亭针、思他宁等药物止血治疗。次日早晨患者便血约2000ml，暗红色，内含血凝块。急查血常规：红细胞计数2.07×109/L，血红蛋白浓度65/L，血小板计数35×109/L。继续输注红细胞悬液及血浆纠正血容量，输注血小板、冷沉淀及纤维蛋白原，纠正患者凝血功能障碍，静脉滴注止血药物。下午再次出现血便350ml，考虑患者存在活动性出血，床旁急诊肠镜所见：直肠、乙状结肠、降结肠、横结肠以及升结肠内均有血液，但未见明显出血点及肠壁黏膜糜烂破溃，提示患者出血在结肠以上部位。即行床旁胃镜检查但胃内未见出血；夜间再次便血，量约500ml，遂行急诊造影检查，术中行肠系膜上动脉及胃十二指动脉造影，因患者配合差，图像欠佳，但反复造影观察未见明显出血点，另行肠系膜下动脉造影，未见异常，导管留置于肠系膜上动脉行垂体后叶素（剂量0.9U/h）持续灌注。次日早晨再次便血而再行急诊造影检查，肝动脉、胃十二指肠动脉和肠系膜上动脉造影未见明显异常，肠系膜下动脉造影显示直肠末端（\\*\\*口）肠腔内造影剂外溢（此次造影覆盖的范围至\\*\\*以下，回放前日的造影见肠系膜下动脉造影时覆盖范围不足，虽当时造影剂外溢更明显，但因观察重点在小肠而误以为是肠腔气体伪影），微导管超选直肠上动脉，用300～500μm明胶海绵颗粒栓塞后血流明显缓慢。栓塞后患者未再出现血便，次日复查血常规：红细胞计数2.60×109/L，血红蛋白浓度79g/L，血小板计数34×109/L。10d后复查血红蛋白浓度111g/L。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "3e39fb25-510d-4316-806a-b5fb3cde6f0e", "title": null, "text": "【0】**【一般资料】**男性，61岁，农民。\n\n【1】**【主诉】** 男性,61岁，农民。  \n头晕1个月，头痛伴恶心、呕吐3天，走路不稳1天。\n\n【2】**【现病史】** 患者于1个月前出现头晕，持续性，为在意。于3天前出现头晕加重，伴头痛，恶心，呕吐，症状逐渐加重，并于1天前出现走路不稳，视物旋转，无意识障碍及抽搐，无发热，无尿便失禁。\n\n【3】**【既往史】** 既往史：于16个月前确诊为小细胞肺癌，行放化疗治疗。否认高血压及糖尿病病史。否认冠心病史,无肝炎、结核等传染病病史,无外伤、手术及输血史,无药物过敏史。预防接种史不详,系统回顾无待殊\n\n【4】**【查体】** 言语流利，查体合作，右锁骨上淋巴结肿大，双侧瞳孔等大等圆，对光反射存在，眼球个方向运动充分，额纹对称，伸舌居中，双侧甲状腺不肿大，两肺听诊呼吸音粗糙,两肺可闻湿性啰音。心界无扩大,心律79次/分,节律规整,心音低钝,各瓣膜听诊区未闻及病理性杂音。腹部平坦,腹部无压痛、反跳痛,触无包块,肝脾肋下未触及,腹叩鼓音,移动性浊音阴性,听诊肠鸣音正常存在。双肾区无叩痛,双下肢无指凹性水肿。四肢肌力5级，肌张力正常，双侧巴氏征阴性。右侧共济运动欠协调。感觉检查未见异常。\n\n【5】**【辅助检查】** 辅助检查：头CT示右侧小脑见片状低密度影，双侧顶叶见略高密度影，周围可见低密度影。\n\n【6】**【初步诊断】** 1.脑多发转移瘤 2.肺癌\n\n【7】**【鉴别诊断】** 脑栓塞患者起病急，局灶性体征在数小时或分钟内达到高峰，常有心源性栓子来源。如风心病，冠心病，心房颤动等。栓塞面积较大，头ct可鉴别。\n\n【8】**【诊断结果】** 1.脑多发转移瘤 2.肺癌\n\n【9】**【其他】**【诊疗经过】 治疗：予缓解脑水肿、对症治疗。建议上级医院行放疗。  \n【病例分析/讨论】 患者既往有小细胞肺癌病史，常见脑转移，本例患者考虑为脑转移瘤。下一步拟给予头颅强化ct明确诊断，即便确诊后，治疗效果差，预后不佳。并且向家属交代清楚。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "47db6892-1d85-4456-a49f-c9bd739c286b", "title": null, "text": "【0】**【一般资料】**女性，18岁，无\n\n【1】**【主诉】** 患者，女，现年18岁，有中度智障，同时具有复杂型部分性癫痫发作和顽固性婴儿痉挛症。\n\n【2】**【其他】**【病史】 该患者胎儿期正常，父母健康、非近亲，无神经疾病家族史。6个月大时，该患者曾有为期4天的肌阵挛性癫痫发作和屈肌痉挛群集发作。神经病学检查和发育情况均与其年龄吻合。常规脑电图检查显示，有典型的高度节律失常而无局灶性特征，CT扫描结果正常。诊断为West综合征，给予促肾上腺皮质激素（ACTH）40U/d肌内注射和硝基安定0.2mg/kg2次/d治疗，痉挛症立刻显著减少，3周内脑电图即恢复正常。但在接下来6周内仍不时发生肌痉挛，ACTH用量增至60U/d继续治疗6周。8个月大时停用ACTH,10个月大时停用硝基安定。21个月大时，该患者发育正常，但发生了6连串痉挛，每连串痉挛4~5次。每次痉挛时，她的手臂都会猛地伸直，头部向前低垂，持续2~5秒。在痉挛时她仍能保持站立。再次开始使用硝基安定，但即使增加至临床毒性剂量却仍然无效。2周后加用丙戊酸，痉挛有所减少但并未完全停止。几乎与此同时，该患者开始出现短暂的凝视，每日数次，凝视时话语中断、表情怪异、发出轻微咕噜声、偶有眼睛右斜视伴手臂阵挛性运动。采用ACTH60U/d治疗5周，痉挛发生频率明显降低。脑电图检查结果正常。停用丙戊酸，继续使用硝基安定。在接下来的5个月内，不时出现痉挛复发。该患者的发育仍然似乎正常。该患者4岁时接受了专家会诊，专家认为其智力发育预后\"极佳\",但已开始出现复杂型部分性发作。从4岁半时开始，该患者因复杂型部分性发作而加用卡马西平，尽管仍在使用硝基安定却仍每日发生1连串痉挛。在痉挛时和痉挛后短时间内，她似乎无法辨别方向。不幸的是，该患者的发育趋于停顿，尤其是语言能力。痉挛一直时有发生，当该患者15岁时，其复杂型部分性发作逐渐加重--癫痫发作时漫无目的地游荡，至多可达5分钟，这显然非常危险。磁共振（MRI）扫描结果正常。氯巴占治疗无效，氨己烯酸有短暂疗效。在患者18岁时，用拉莫三嗪替代氨己烯酸，出现肌痉挛复发，表现为一连串痉挛持续45分钟。该患者继续接受氨己烯酸+卡马西平治疗。  \n【经验分享】 上述病例表明，症状性和隐源性婴儿痉挛症可以持续至成年期，似乎是无限期的。近期出版的多部教科书均认为West综合征是一种仅限于婴儿的疾病，如果将持续性高度节律失常作为诊断的必要条件，这一论断就是成立的。过去认为\"高度节律失常和West综合征是自限性疾病\",但实际上他们也注意到，如果West综合征之后又发生Lennox–Gastaut综合征，\"在更典型的Lennox–Gastaut癫痫发作基础上还会发生群集性痉挛\".从这例West综合征患者身上我们能学到什么呢？首先，婴儿痉挛症可在成年期再次出现。这例为West综合征患者在1岁以内开始出现痉挛，儿童早期数年间完全停止发作，但之后再次出现。她们均患有顽固性复杂型部分性癫痫发作，但其家长均能立即发现痉挛症复发，尽管脑电图尚未显示高度节律失常。当痉挛症复发时，当时的治疗的均完全无效。这些痉挛咋一看似乎无关紧要，但患者在发生连串痉挛后立刻陷入混乱状态禁。我们认为，根据脑电图检查结果，这例患者不再符合West综合征的诊断标准，但她们的确患有严重的顽固性痉挛。痉挛症并不是严格年龄局限性的。婴儿痉挛症的最有效治疗是促肾上腺皮质激素（ACTH）。这例West综合征患者对第1个疗程ACTH治疗的应答极佳，但是在2岁时ACTH治疗仅能使痉挛暂时减少。我们已见过多例痉挛症持续至成年期的患者对再次ACTH治疗无应答。这例West综合征患者对我们治疗癫痫患者有何启示呢？在对婴儿痉挛症患儿进行随访的过程中，我们反复询问复\\*\\*况。在年龄较大的患者中，痉挛症相对容易被漏诊。痉挛症的难以治疗令人沮丧，但这是重要的现实。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "d2a7f95a-1da6-4b04-9802-b15293f986e1", "title": null, "text": "【0】**【一般资料】**女性，75岁，无\n\n【1】**【其他】**【 一般资料】 患者，女性，75岁  \n【 主诉】 以“头晕半年，头晕加重伴右侧肢体活动不灵半个月”为主诉入院。  \n【 现病史】 患者半年前无明显诱因出现头晕，起身时加重，卧位可缓解，未好转及系统诊治。半个月来，头晕症状加重，偶伴复视，伴言语笨拙，无恶心呕吐。5d前患者出现耳鸣，伴右侧肢体活动不灵，给予患者改善循环等治疗后耳鸣好转。头晕及肢体活动不灵无明显改善。家属自述患者性格有改变，表现为易激惹，易怒。为求进一步诊治入本院。  \n【 既往病史】 患者发病以来无发热，无意识障碍，无抽搐发作，无饮水呛咳及吞咽困难。精神状态可，饮食睡眠可，大小便正常，近期体重无明显减轻。既往高血压病史不明确，未规律服用降压药。  \n【 查体】 神志清醒，查体合作。言语笨拙。双瞳孔等大正圆，D≈2.5mm，光反应灵敏。双眼向各方向运动充分，明显水平眼震。双侧额纹及鼻唇沟对称。软腭及悬雍垂居中，咽反射正常，伸舌居中。颈强阴性。左侧肢体肌力5级，右侧肢体肌力4级，四肢肌张力正常，四肢反射正常。Babinski(L：-，R：-)感觉查体未见明显异常。右侧指鼻及跟膝胫试验欠稳准。Romberg征睁闭眼均无法站稳。头CT(外院，2013年5月20日)显示左侧颞叶低密度影。   \n【 辅助检查】 入院后颅脑MRI+DWI+C扫描可见双侧桥臂近期梗死，DWI弥散受限，ADC为低信号。头颈联合CTA显示基底动脉远端局部近乎闭塞。  \n【 实验室检查】 入院生化检查可见总胆固醇：7.42mmol/L，LDL：5.71mmol/L患者入院第2d出现右侧脸部麻木，痛觉减退。入院第3d查体，可见水平眼震基本消失，患者自述头晕好转，但仍明显走路不稳。给予患者长春西汀、奥拉西坦、阿司匹林、瑞舒伐他汀等改善循环、营养神经、降脂治疗，治疗11d后出院，遗留头晕及右侧面部麻木。随访3个月患者仍头晕。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "876ff69f-b4dd-4f2b-be66-6f11756719ac", "title": null, "text": "【0】**【一般资料】**男性，47岁，无\n\n【1】**【鉴别诊断】** 1．类风湿性关节炎2．致密性髂骨炎\n\n【2】**【诊断结果】** 强直性脊柱炎（病理确诊）。镜下见小血管明显充血，滑膜上皮增生，有散在淋巴细胞和浆细胞浸润。大部分区域纤维组织增生明显并形成多量瘢痕组织。\n\n【3】**【其他】**【病史临床】 男，47岁，腰痛、活动受限、逐渐僵直20年，血沉加快。  \n【影像表现】 颈、腰椎生理曲度明显变直，脊柱呈“竹节状”，椎体小关节间隙大部分消失，前纵、后纵、侧、棘上及棘间等韧带骨化，见“手推车辙征”。   \n【讨论】 强直性脊柱炎（ankylosingspondylitis，AS）是原因不明的以中轴关节的慢性炎症为主的全身性疾病，其主要病理改变是关节软骨的破坏和关节周围组织、韧带、椎间盘的钙化，最终导致骨性强直。影像诊断要点：骶髂关节为最早受累的关节，并且100%被累及，双侧对称性发病，是诊断的主要依据。早期关节面侵蚀破坏、边缘增生硬化，随后关节间隙变窄，骨性强直。上行累及脊柱，形成“方椎”，椎旁韧带骨化，脊柱呈“竹节状”等。CT比平片能更早、更清晰地发现及显示关节面的侵蚀。骶髂关节有典型滑膜关节炎的MRI表现，关节血管翳为长T1长T2信号，明显强化，与侵蚀灶相延续。与类风湿性关节炎鉴别：后者好发于女性，主要累及四肢小关节，类风湿因子阳性。与致密性髂骨炎鉴别：后者多为女性，病变仅累及髂骨，关节间隙正常。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "eba5926e-a8c4-48ad-b813-de6d12870e5a", "title": null, "text": "【0】**【一般资料】**保密，，无\n\n【1】**【主诉】** 四肢无力，食欲下降，双下肢水肿10天\n\n【2】**【现病史】** 最近10天逐渐出现四肢无力，食欲下降，同时伴双下肢水肿，特别是双下肢水肿逐渐加重；另外，尿量较少\n\n【3】**【查体】** 双上睑轻度水肿，双肺未闻及罗音，心律85次/分，律齐；双肾区无叩痛。双下肢明显凹陷性水肿\n\n【4】**【辅助检查】** 胸片基本正常，心电图正常，B超双肾增大 专科检查:尿蛋白（++++）；尿蛋白明显升高：5.5g/24h,尿红细胞（-）；,血浆白蛋白低：21g/L;血脂升高。肾功能正常；抗核抗体（阴性）。\n\n【5】**【初步诊断】** 肾病综合征出院诊断：肾病综合征\n\n【6】**【其他】**【病例摘要】 肾病综合征  \n【处理】 入院后给予抗炎、适当利尿等治疗，进行经皮穿刺肾活检，发现为系膜增生性病变，给予激素（强的松），潘生丁、抗凝等治疗；并辅以中医治疗；经过20天的治疗后，食欲增加，尿量增加，尿蛋白转阴，血浆白蛋白升高：31g/L;双下肢水肿消失，痊愈出院", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "d6a65fbc-3df9-47b3-935d-dd65e9b9dd36", "title": null, "text": "【0】**【一般资料】**男性，30岁，无\n\n【1】**【主诉】** 患者男，30岁。\n\n【2】**【现病史】** 发热、咽痛、头痛2d，曾在某诊所按“急性上呼吸道感染”输液治疗\n\n【3】**【个人史】** 者没有癫痫病史。\n\n【4】**【查体】** T38.5°C，神志清楚，言语流利，自主\\*\\*。眼球无震颤。咽反射正常。伸舌居中。巴彬斯基征（-）、轮替反射（-）、闭目难立征（-）、布氏征（-）、克氏征（-）。\n\n【5】**【辅助检查】** CT检查发现颅内占位性病变，随后行MR平扫及增强检查。影像学检查：CT平扫示三脑室后部偏左侧见囊实性占位，实性部分为不均匀等密度，囊性部分较大并突向左侧脑室后部，囊液密度较脑脊液略高，囊实性部分交界处见斑点状钙化（图1），病变边界可以分辨。MRI显示病变内部成分及边界更清楚（图2~4），大小约5.0cm×6.0cm×5.5cm，实性部分呈不均匀长T1长T2信号，FLAIR、DWI均为略高信号；囊性部分T1信号较脑脊液略高，突入左侧脑室后角，左侧脑室后角扩张积水，周围脑实质见片状水肿信号，局部中线结构向右移位。增强磁共振（CEMR）显示病变实性部分明显强化，囊性部分无强化（图5，6）；增强磁共振静脉成像（CEMRV）示病变压迫左侧大脑内静脉（图7）。\n\n【6】**【初步诊断】** MR诊断：三脑室后部偏左侧占位性病变，考虑胶质瘤可能性大。\n\n【7】**【诊治经过】** 手术所见：肿瘤后部质软，淡黄色，鱼肉状，血供中等，与周围脑组织粘连；肿瘤外侧为囊性，囊壁光滑，囊壁破损后有淡黄色囊液涌出；肿瘤前部质韧，灰白色，血供中等，边界清楚，部分经大脑镰下方突至对侧，肿瘤与后方大脑大静脉及双侧大脑内静脉紧密粘连。病理学检查：病变内可查见胶质细胞和神经节细胞（图8）。免疫组化GFAP阴性、S-100阳性、NF阳性、Vimentin阴性、SYN阳性、NeuN偶见阳性。病理诊断：节细胞胶质瘤，WHOgradeI级。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "993c1d4d-cb91-4c5c-a47d-127cff4d47cd", "title": null, "text": "【0】**【一般资料】**女性，39岁，无\n\n【1】**【主诉】** 女，39岁  \n患者主诉此前无任何症状，另外患者家族中未发现此类型疾病。\n\n【2】**【现病史】** 走路时不慎跌倒扭伤右踝关节，\n\n【3】**【辅助检查】** 在我院行X线检查示：右踝关节骨折，旋后外旋IV度骨折，另外右足可见大小不一的致密阴影。常规胸部X线片发现双侧肩关节处也有散在致密阴影，遂摄骨盆正位片及左侧踝关节正侧位片，也发现此现象(图1)。其特点为：双侧肩关节，耻骨、坐骨结节，双胫腓骨远端、双足骨等部位可见多发性分布不均、大小不等，密度增高的圆形、椭圆形斑点状致密阴影，边缘清楚，部分相互重叠，关节处较密集，周围软组织无异常。全身骨扫描显示未见异常(图2)，肿瘤全套的血液检查未见异常，排除成骨性转移瘤的可能性。\n\n【4】**【初步诊断】** 骨斑点症。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "b93bac7e-5d24-4399-a09e-eef892bfa1ab", "title": null, "text": "【0】**【一般资料】**女性，5岁，无\n\n【1】**【其他】**【 一般资料】 女，5岁。  \n【 主诉】 因“反复呕吐2月余伴肝功能异常1月半”于2014年3月3日入复旦大学附属儿科医院。病程中患儿无发热寒颤和抽搐等表现。  \n【 既往病史】 患儿既往体健，无肝病史及类似病史，无血制品输注史。  \n【 家族史】 其父母及一姐姐均体健，无类似病史，父母否认近亲结婚，否认家族遗传疾病史。图1为患儿起病后的症状体征诊断和治疗等重要临床信息时间轴。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "576e36c9-df80-4cb5-98e6-42320b9a2ee3", "title": null, "text": "【0】**【一般资料】**女性，43岁，无\n\n【1】**【主诉】**左侧乳房阵发性痛性肿块，加重4天\n\n【2】**【现病史】**入院前4天体检时发现左乳一肿物，偶有轻微疼痛不适，可耐受，疼痛呈阵发性，可自行缓解，于2018-05-25以 \"化生性乳腺癌\" 收治入院。患者自发病以来，无外伤史，无发热，胸痛，咳嗽，咳痰及胸壁外伤史。无乳头溢液，食欲可，睡眠佳，大小便正常。\n\n【3】**【既往史】**既往高血压病是3年，血压最高达到180/110毫米汞柱，平素口服利血平等药物治疗，血压控制情况不详；2型糖尿病病史5年，平时口服二甲双胍等药物治疗，血糖控制情况不详；曾化验尿蛋白偏高；慢性胃炎病史5年，未正规诊治。\n\n【4】**【查体】**\n\n【5】T:36.8℃，P:80次/分，R:20次/分，BP:130/90mmHg。入院后查体：站立位时于左乳外上象限距乳头根部约6cm处可触及一肿物，约1cm\\*2cm大小，质地中等偏硬，边界欠清，活动度尚可，表面欠光滑。双乳均可触及片状增厚区域，双侧腋下及锁骨上下未触及明确肿大淋巴结。超声检查提示双侧乳腺增生，左乳低回声结节。钼靶检查提示左乳占位，建议切检。\n\n【6】**【辅助检查】**\n\n【7】肌钙蛋白I：0.06ng/mlD-二聚体：0.6mg/L脑钠肽：371.3pg/ml肌钙蛋白T低于0.04ng/ml电解质均在正常范围，肝肾功能、血脂、血常规正常，血气分析显示：呼吸性碱中毒，糖化血红蛋白6.69%，心电图：窦性心律，I度房室传导阻滞，多导联缺血性ST-T改变。\n\n【8】**【初步诊断】**1.化生性乳腺癌  2.2型糖尿病3.高血压病三级（极高危）4.慢性胃炎\n\n【9】**【诊断依据】**\n\n【10】1\\. 中年女性，既往有高血压，糖尿病，慢性胃炎病史，血压最高达到180/110毫米汞柱；\n\n【11】2\\. 左侧乳房阵发性痛性肿块，加重4天。\n\n【12】3\\. 查体:血压130/90毫米汞柱，心律80次/分钟，心律齐，各瓣膜听诊区未闻及病理性杂音；\n\n【13】4\\.  辅助检查：心电图，窦性心律，I度房室传导阻滞，多导连缺血性ST-T改变；\n\n【14】**【鉴别诊断】**\n\n【15】1\\. 乳腺纤维腺瘤：指腺上皮和纤维组织两种成分混合组成的良性肿瘤，好发于青年女性。除乳房肿块外，常无其他症状。肿块质硬，有弹性感，似橡皮球，表面光滑，易推动。组织病理学检查有助于鉴别。\n\n【16】2\\. 乳腺囊性增生病：又名乳腺小叶增生症、纤维囊性病等，是指乳管及腺泡上皮增生伴有囊肿形成的良性疾病，常见于中年妇女。其典型症状为一侧或双侧周期性乳房胀痛和乳房肿块，月经前明显，月经后减轻。乳腺钼靶和超声检查有助于鉴别。\n\n【17】3\\. 浆细胞性乳腺炎：又称乳腺导管扩张症，是乳腺的一种慢性非细菌性炎症。多见于30～40岁的非哺乳期妇女。肿块常位于乳晕周围，质韧或硬，界限不清，与胸壁无粘连，乳房皮肤有不同程度的红、肿、热、痛，全身炎性反应轻微。常通过乳腺穿刺细胞学检查与乳腺癌进行鉴别。\n\n【18】**【诊治经过】**入院后治疗：完善相关检查，肌钙蛋白I：0.06ng/mlD-二聚体：0.6mg/L脑钠肽：371.3pg/ml肌钙蛋白T低于0.04ng/ml电解质均在正常范围，肝肾功能、血脂、血常规正常史、查体及辅助检查初步诊断为左侧乳腺癌，随后完善各项术前检查。肿瘤标记物未见异常，且未见明确手术禁忌证。于2018-06-03行左乳区段切除。常规切开皮肤、皮下及脂肪组织，探查见肿物于乳腺腺体内，质地硬，边界不清楚。完整切除肿物及周围部分正常组织冰冻病理送检，大体标本切面可见一直径2cm的淡红色质硬区域，界不清，质硬脆。冰冻病理示：左乳腺癌，印片：查见癌细胞，遂行乳腺癌改良根治术，手术顺利。术后病理回报：左乳腺化生性癌， 软骨肉瘤样成分占1/3，病理组织学分级为期(T1NOMO),ER(-)、PR(-)、HER-2(-)、P63(个别细胞弱+)、Ki-67(30%)、S100(+)、CD34(-)。目前正给予常规TP方案化疗。\n\n【19】**【诊断结果】**1.化生性乳腺癌  2.2型糖尿病3.高血压病三级（极高危）4.慢性胃炎\n\n【20】**【分析总结】**讨论化生性乳腺癌是一种由上皮癌化生为肉瘤的乳腺恶性肿瘤，临床上比较罕见，约占乳腺全部恶性肿瘤的0.08%~0.2%。目前对这种亚型的乳腺癌组织起源仍存在争议，其分子学改变基础目前尚不明确，可能与上皮间质化有关。由于肿瘤中组织成分及所占比例的不同，大体标本的肉眼观察会有多种表现，其临床行为及预后差异也较大。化生性乳腺癌根据上皮成分可以划分为腺癌、原位癌、浸润性导管癌、鳞状癌以及未分化癌；其间质成分包括结缔组织细胞、成纤维细胞、成软骨细胞及成骨细胞。在化生性癌中报道较多的成分是鳞状上皮、梭形细胞和软骨化生所形成的鳞癌或肉瘤，本例中软骨肉瘤样成分占1/3，属于更为少见的化生性乳腺癌。化生性乳腺癌预后和肿瘤的大小、分化程度、组织学分级、细胞的异型性以及活化的梭形细胞含量有关，总体来说，癌肉瘤的预后比较差，很可能与通常为低分化、高复发率以及对传统的放化疗不敏感有关。在组织病理上化生性乳腺癌同浸润性导管癌相比，肿瘤确诊时的大小、激素受体的表达情况、腋淋巴结受侵情况、高远处转移率等方面有很大区别。化生性乳腺癌的生物学行为不同于乳腺癌或乳腺肉瘤，虽然腋淋巴结较少受侵，但更易发生远处转移以及局部复发。标志上皮细胞抗原的Kermix蛋白，角蛋白，CAM5.2以及标记间质细胞来源的肌纤蛋白、波形蛋白、S-100蛋白染色通常为阳性，而激素受体及HER-2往往为阴性。大部分化生性乳腺癌需行手术治疗，由于肿瘤的体积较大，全乳切除比保乳术更为推荐。本例患者可能由于病史较短肿块体积较小，仍行乳腺癌改良根治术。尽管很少资料表明常规的化疗能够提高其预后，但按照肉瘤的治疗原则术后常规化疗效果可能会更好。本例患者病理组织学分级为二期(T1NOMO),术后给予TP方案化疗。大部分的病例报道显示化生性乳腺癌的预后较差，3年总体生存率为48%~71%，3年无病生存率为15%~60%。 治疗这类疾病，首先要对患者进行心理疏导，避免有过大压力，积极采取药物治疗以及建立起积极的应对情绪。患者出院后可通过合理的健康作息饮食调理来进行进一步的预防和恢复。18～64岁的成年乳腺癌患者可参考数值有规律的参与体力活动。饮食方面可推荐低脂饮食、选用优质蛋白（如鱼、瘦肉、蛋、坚果、大豆等），多吃蔬菜水果、全谷物，少吃精制谷物、红肉和加工肉、甜点、高脂牛奶和油炸食品。谨慎食用保健品，慎用含大量雌激素的保健品，以免再次刺激乳腺上皮细胞增殖。戒烟禁酒。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "5169956d-bd2c-476d-9fd5-181422bda399", "title": null, "text": "【0】**【一般资料】**男性，65岁，无\n\n【1】**【主诉】** 患者男，65岁，\n\n【2】**【诊治经过】** 继续降糖治疗，并予甲钴胺、VitB1营养神经及扩血管、止痛治疗，10天后症状改善出院。\n\n【3】**【诊断结果】** 诊断为2型糖尿病合并糖尿病肌萎缩。\n\n【4】**【其他】**【病例摘要】 糖尿病肌萎缩为较少见的神经系统并发症，表现为急性或亚急性起病的双下肢近端肌肉无力、萎缩，髂腰肌和股四头肌最常受累，常有站立、行走和上楼困难等典型症状，上肢肌肉受累少见。肌萎缩可与糖尿病同时发生，甚至为就诊时唯一症状，易被误诊为肌炎或其他。  \n【病史】 5年前查体发现血糖升高，空腹血糖（FPG）7.5mmol/L,餐后2h血糖（2hPG）12mmol/L,诊断为糖尿病。应用口服降糖药，FPG控制在5~6mmol/L,2hPG为7~8mmol/L.1年前出现双下肢乏力，双小腿渐变细、疼痛及行走困难，1年来体重减轻超过5kg.查FPG为5.6mmol/L,2hPG为7.8mmol/L,糖化血红蛋白6.3%.双上肢及双下肢近端肌力Ⅴ级，双下肢远端肌力Ⅲ~Ⅳ级。肌电图示下肢神经传导速度减慢。  \n【讨论】 糖尿病性肌萎缩是主要的神经病理改变是神经纤维阶段性脱髓鞘，以及轴突变性等，导致神经冲动传导障碍。病变常常比较广泛，一般先远端、后近端，病情逐渐加重，感觉神经受损大多呈对称性和多发性。下肢近端运动神经病变也称为“糖尿病性肌萎缩”。此病常累及股神经、坐骨神经和闭孔神经所支配的下肢近端肌肉。患者多是长期糖尿病病情控制不良的中老年病人，男性多见。糖尿病性肌萎缩这类疾病起病较急，伴有非对称性持续性肌肉疼痛，发病后很快就出现肌无力和肌萎缩，但一般感觉障碍不明显。如果尽快有效治疗预后良好，可以在3～6个月后恢复。糖尿病性肌萎缩治疗一般治疗糖尿病性肌萎缩要积极控制血糖（包括药物及饮食），并可行物理疗法，如增加肌力锻炼、步行训练、温浴、推拿、\\*\\*等。应用B族维生素，且B1、B6、B12联合应用。各种止痛药的应用对缓解疼痛是有帮助的。中医治疗调理糖尿病性肌萎缩，对身体伤害较好；目前处于实验阶段，还未应用于临床。但对于实验性糖尿病性肌萎缩症的小鼠通过胰岛移植可以使血糖恢复正常，并阻止其进一步发展。这可能是一种有前景的治疗方法，有待于进一步研究。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "d27b70bb-936c-4921-8498-05fa29696a1a", "title": null, "text": "【0】**【一般资料】**男性，2岁4个月，无\n\n【1】**【主诉】** 徐豪辰，男，2岁4个月\n\n【2】**【其他】**【检查】 2008年8月4日初诊：其母代诉，天热，吹空调，疏于防护，8月2日起感冒流清涕，次日转黄，夜间发烧37.7℃，手足心热，盗汗，白日活动后有汗出，恶寒轻，无咽痛，神减，8月3日予食牛奶、奶酪甚多。舌红苔中后白腻，脉浮大。  \n【处方】 麻黄10g桂枝10g杏仁6g炙甘草6g清半夏10g桔梗10g生薏仁18g败酱草18g生石膏30g生姜三片大枣3枚，一剂，水煎服。嘱：煎开后15分钟即可，小量频服，见汗为佳，有汗即可停药。热未必能退净，次日再诊。  \n【按语】 1.太阳阳明合病，表证已减，里热渐起。恶寒、发热、流涕、盗汗，表证仍在，恶寒轻、涕转黄、盗汗出，提示已有化热之机。发热、手足心热、汗出，里热已显。浮为在表，浮大亦示邪盛有热。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "81b566fb-b154-44a3-81bd-404dadbc43df", "title": null, "text": "【0】**【一般资料】**男性，25岁，工人\n\n【1】**【主诉】**心悸伴胸闷1月余\n\n【2】**【现病史】**1个月前无明显诱因出现心慌，头晕伴手指疼痛，于当地医院就诊，完善心电图提示HR>300次/min，对症给予药物治疗（具体不详）未见明显好转。入院1周前患者突发呼吸困难，意识障碍伴小便失禁，遂由120转运至我院急诊，对症治疗后好转。今为求进一步诊疗遂于我科就诊。患者病来无发热，无咳嗽咳痰，无腹胀腹泻，无头晕偶有头迷，二便如常，睡眠精神尚可，食欲尚可，体重降低5KG。\n\n【3】**【既往史】**否认高血压、冠心病、糖尿病病史\n\n【4】**【查体】**神清语明，查体合作，口唇无发绀，颈静脉无怒张，浅表未触及肿大淋巴结。双肺听诊呼吸音清，未闻及干湿罗音。心前区无隆起及凹陷，心尖搏动位于第五肋间左锁骨中线内0.5cm ，搏动范围正常，心前区未触及震颤和心包摩擦感，心相对浊音界正常，心率：79次/分，心律齐，各瓣膜听诊区未闻及病理性杂音。腹软，无压痛、反跳痛及肌紧张，肝脾肋下未触及，移动性浊音阴性。双侧桡动脉搏动强弱正常、对称，脉律规则。双股动脉及双足背动脉搏动良好。双下肢无浮肿。\n\n【5】**【辅助检查】**\n\n【6】心电图检查所见:HR62次/min，房性早搏，左心室中度肥大，ST段与T波异常。 心脏超声：EF：37%，左室大，二尖瓣反流（轻度）左室舒张功能减低，左、右室收缩功能减低，建议定期复查。 发作心电图：房速，心率168bpm。NT-Pro BNP 650.00pg/mL\n\n【7】**【初步诊断】**心律失常 阵发性房性心动过速 致心律失常性心肌病 心功能不全 心功能I级\n\n【8】**【诊断依据】**患者存在发作性心动过速，持续数天，口服胺碘酮，倍他乐克后逐渐缓解，既往无高血压、无冠心病、无心肌病病史，心超提示提示射血分数下降，心脏增大，负荷致心律失常性心肌病的改变。\n\n【9】**【鉴别诊断】**\n\n【10】1.缺血性心肌病:由于冠状动脉病变引起的心肌供血不足可影响心脏传导系统导致各种心律失常的出现，心电图、冠脉CTA、冠脉造影等检查可协助鉴别；\n\n【11】2.高血压性心脏病:长期高血压控制效果欠佳的患者多可出现心房增大、心室壁肥厚，常可出现房扑、房颤、束支传导阻滞等心律失常，高血压病史及超声心动图可助鉴别；\n\n【12】3.原发性心肌病:各种原发性的心肌病便可使传导系统出现异常，超声心动图可协助明确；\n\n【13】4.老年退行性变:高龄，心脏传导系统退行性变可表现为各种心律失常，在排除其他器质性改变时可诊断。\n\n【14】**【诊治经过】**入院后考虑需要行心电生理检查诱发心动过速后行射频消融治疗，停用胺碘酮、倍他乐克治疗，继续口服沙库巴曲缬沙坦100mg，日二次口服，抗心衰治疗，同时患者发作心电图无法明确肯定为房扑抑或房速，行食道超声评估，予以利伐沙班20mg，日一次抗凝，完善术前检查，无手术禁忌症，心电生理检查，1%利多卡因局麻后穿刺右股静脉，插入鞘管后，送入4极、10极标测电极，分别送至RVA及CS。电生理检查，提示右房房扑，行射频消融治疗，术后平卧12小时，弹力绷带术后24小时后拆除，术后4小时低分子肝素皮下注射1次，心电血压监护。术后复查动态心电图未在发作心动过速，患者无不适好转出院。\n\n【15】**【诊断结果】**心律失常 阵发性房扑 致心律失常性心肌病 心功能不全 心功能I级 心电生理检查及射频消融术后\n\n【16】**【分析总结】**心律失常心肌病（AiCM）定义是由于各种心律失常导致的左室收缩功能受损和心力衰竭表型的临床综合征，临床表现可以从无症状到严重心衰不等，是一种可逆性扩张性心肌病。是一种回顾性诊断、排除性诊断，内涵更广。心律失常得到控制后，心功能可以部分甚至完全恢复。AiCM根据是否有基础心脏疾病或心律失常是否为唯一的致病因素，分为单纯型（心律失常诱导型），即既往无基础心脏疾病，心律失常作为唯一导致心肌病的病因。不纯型（心律失常介导型）：基础存在其他导致的慢性心力衰竭，心律失常作为心功能恶化及加重的促发因素。AiCM分类，心动过速诱导心肌病（T-CM），房颤诱导心肌病（AF-CM），室早诱发心肌病（PVC-CM）。T-CM：仅由于心室率增加而存在可逆的左室功能障碍，而与心动过速起源无关：心动过速持续时间（占全天10-15%）。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "9b52ba4d-6113-427a-8a95-0b55f756d7da", "title": null, "text": "【0】**【一般资料】**男性，70岁，无\n\n【1】**【其他】**【 一般资料】 男70岁  \n【 主诉】 中上腹痛痛3天入院，按胰腺炎治疗后半个月复查MR片。  \n【 辅助检查】 影像表现：胰腺增粗，胰腺信号不均，肝门及胰头周围片状短T1信号影，边界不清，增强后不强化，右侧肾前筋膜增厚，胰腺后方局部小片长T2信号影，增强后无强化。胆囊及肝内胆管、胆总管未见异常。  \n【 病理结果】 出血坏死性胰腺炎。  \n【 讨论】 急性胰腺炎是胰蛋白酶原溢出被激活成胰蛋白酶引发胰腺及其周围组织自身消化的一种急性炎症。急性胰腺炎分急性水肿型及出血坏死型两种。前者多见，占80%～90%，表现为病变胰腺肿大变硬，间质充血水肿并细胞浸润。后者较少见，病变以广泛的胰腺坏死、出血为特征。由于胰液、炎性渗出、脓液、出血、坏死组织等聚积在胰腺内外，并可沿多条途径在腹膜后间隙或向腹腔内扩散，因此常伴有不同程度的并发症。急性胰腺炎临床上表现为突发上腹部剧痛并可出现休克，疼痛向腰背部放射，伴有恶心、呕吐、发热等。发病前多有酗酒、暴饮暴食或胆道疾病史，另外生化、血液学方面也有一定的改变。MRI检查：胰腺增大、于T1WI上表现为胰腺信号减低，T2WI上则增高，T2WI脂肪抑制像上信号不均匀。增强扫描为不均匀强化。由于胰腺周围脂肪组织水肿，胰腺边缘多模糊不清。胰周积液时在T1WI上呈低信号，在T2WI呈高信号。出血使T2延长而T1缩短，在T1WI和T2WI上都表现为高信号，并随着血红蛋白演变而变化。假性囊肿呈长T1、长T2的圆形、边界清楚、壁厚的囊性病变，囊内信号可不均匀。脓肿表现与假囊肿类似，不易区分。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "c026d018-c8c5-439c-a2ea-0fd218b73037", "title": null, "text": "【0】**【一般资料】**女性，50，自由职业\n\n【1】**【主诉】**腰痛伴左下肢放射痛4天。\n\n【2】**【现病史】**患者于4天前无外伤下出现左下肢放射痛，以左大腿后侧及小腿前外侧明显，伴有跛行感。在家自行热敷处理后症状无好转，今日因左下肢放射痛加重，伴有左髋关节腹股沟处压痛，严重影响日常生活故来我院就诊。因患者1个月前因“腰椎间盘突出症”在我院保守治疗，故拟“腰椎间盘突出症”收住入院。\n\n【3】**【既往史】**健康状态:一般，无急慢性传染病史，有剖宫产史、子宫肌瘤切除史，腹部可见横向疤痕。无药物过敏史，无输血史，无高血压、糖尿病、心脏病史，无按计划预防接种史。\n\n【4】**【查体】**脊柱生理曲度存在，腰4至骶1棘突旁开2厘米左右压痛阳性，叩击痛阳性，左直腿抬高试验阳性，约60度，加强试验阳性，双侧跟腱反射、膝腱反射、拇趾背伸肌力均正常，双侧肢体感觉正常，无麻木感，趾端血运正常。\n\n【5】**【辅助检查】**\n\n【6】我院腰椎MRI示：腰椎退行性改变，腰4/5椎间盘突出。\n\n【7】**【初步诊断】**腰椎间盘突出症\n\n【8】**【诊断依据】**患者因腰痛伴左下肢放射痛4天入院。入院前4天患者无外伤下出现左下肢放射痛，且以行走时加重。查体可见L4-S1棘突旁压痛明显，叩击痛阳性，左直腿抬高试验阳性，约60°，加强试验阳性，双侧跟腱反射、膝反射等均正常，拇趾背伸肌力正常。磁共振显示为腰椎间盘突出。结合临床表现和影像学检查可初步判断为腰椎间盘突出症。\n\n【9】**【鉴别诊断】**\n\n【10】1.腰椎管狭窄症：该疾病表现为神经根受压，以间隙性跛行为典型表现，磁共振或腰椎CT可明确鉴别。\n\n【11】2.腰椎肿瘤：腰椎肿瘤也表现为腰痛，但其疼痛为夜间加重，白天轻，和运动卧床无关。肿瘤标志物往往升高，且影像学表现为骨质破坏。\n\n【12】3.腰椎结核：患者表现为低热、盗汗、无力、等结核中毒症状，一般有结核病史，患者体质差，影像学表现为冷脓肿形成。\n\n【13】**【诊治经过】**\n\n【14】入院后按腰椎间盘突出标准保守治疗方案，腰围固定，卧床休息，且避免久坐久弯腰，予口服非甾体抗炎药双氯芬酸钠缓释片1#qdpo。予甘露醇125ml静脉滴注消除神经根水肿，甲钴胺0.5mg加入0.9%氯化钠100ml静脉滴注营养神经。治疗3天后症状无好转加用地塞米松15mg加入0.9%氯化钠注射液100ml消神经根水肿处理。\n\n【15】3天后无效后再查体，发现患者腹股沟处有压痛，左侧4字试验阳性，下腹可见20cm余手术瘢痕，诉排气后腹痛症状有所缓解，左下肢放射痛明显则左髋不适症状加重。予髋关节MRI检查，结果显示：双髋关节滑膜炎。予停之前输液，予双氯芬酸钠栓塞肛。\n\n【16】并予中医理疗处理，包括针刺、艾灸、中医定向药透、腰椎间盘突出推拿治疗。每日治疗后患者 自诉症状好转，但治疗完下午则疼痛明显加重。伴有呼吸困难、胸闷感。肺部CT示：右肺中叶感染，血常规示：白细胞3.2×109/L，嗜酸性粒细胞增高明显。予头孢呋辛钠1.5g加入0.9%氯化钠100mlivgttbid，维生素c2.0加入0.9%氯化钠100mlivgttqd，3天后患者左下肢放射痛症状显著改善，咳嗽时无加重，呼吸匀称，双髋无不适感，进行静脉滴注，维持1周。患者症状完全消失。复查胸片正常后出院。\n\n【17】  \n\n【18】  \n\n【19】**【诊断结果】**1.髋关节 滑膜炎；2.右肺中叶感染；3.腰椎间盘突出症\n\n【20】**【分析总结】**\n\n【21】该例患者入院时表现为典型的椎间盘突出神经根性症状，因患者1个月前有腰椎间盘突出症状，故入院时未详细体格检查，拟坐骨神经痛处理。虽然有一定效果，但患者仍有下肢放射痛症状。后复查髋关节MRI和胸片发现存在肺部感染和髋关节滑膜炎。\n\n【22】虽然患者无典型肺部感染的发热、咳嗽、呼吸急促等症状，但腹股沟处压痛明显，4字试验阳性，且有腹部手术史，可见髋关节存在疾患。结合肺部感染，考虑是肺部感染后引发髋关节和腹部炎症反应，刺激滑膜，加上患者椎间盘存在突出，无菌性炎症刺激神经根故表现为典型的神经根性症状。之所以甘露醇和地塞米松、甲钴胺无效，分析原因是患者存在肺部感染，未行控制感染处理，炎症存在，本身椎间盘突出，故炎症反复刺激神经根，造成下肢放射痛症状难以消失。予抗感染治疗后神经根水肿消失，加上非甾体抗炎药处理后抑制炎性物质释放，配合卧床休息、腰围固定制动减少髋关节内压力，故滑膜炎症得到充分抑制，故疗效满意。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "f328b1b9-fc8a-4710-a77a-18485eba0cfa", "title": null, "text": "【0】**【一般资料】**男性，30岁，工人\n\n【1】**【主诉】** 男性,30岁,工人  \n右侧腹部疼痛3小时。\n\n【2】**【现病史】** 患者于3小时前无明显诱因出现右腹部疼痛，呈持续性绞痛，难以忍受，伴恶心，呕吐，呕吐数次，呕吐物为胃内容物，无咖啡样物质，小便疼痛，尿中带血，无发热，无头痛、头晕，在当地诊所查腹部+泌尿系超声示：右肾积水，右侧输尿管扩张；轻度脂肪肝。疼痛无缓解，故就诊于我院门诊，经门诊以”输尿管结石\"收入我科；现症见：右侧腹部疼痛，恶心，尿中带血，舌红，苔薄黄，脉弦滑。患者自发病以来，神志清，精神差，未进食水，睡眠差，大便正常。\n\n【3】**【既往史】** 既往体健，否认\"高血压、糖尿病、心脏病\\\\\"病史，否认\"肝炎、结核\"等传染病病史，否认药、食物过敏史，否认重大外伤、手术及输血史，预防接种史不详。 个人史：生于原籍，久居当地，未到过疫区及牧区，无放射性物质及有毒物质接触史，否认性病史及接触史。\n\n【4】**【查体】**神志清，精神差，言语流利，呼吸平稳，双瞳孔正大等圆，对光反射灵敏，双眼球运动充分，无眼震。口唇无紫绀，口角不偏，伸舌居中。颈软，无抵抗。双肺呼吸音清，未闻及干湿性啰音。心率80次/分，律齐，心音可，未闻及病理性杂音，腹软，右腹部压痛显著，无反跳痛及肌紧张，肝脾肋下未触及，右肾区叩击痛，左肾区无叩击痛，肠鸣音正常存在，四肢肌力Ⅴ级，肌张力正常，双侧Babinski征（-）。\n\n【5】**【辅助检查】**\n\n【6】腹部+泌尿系超声示：右肾积水，右侧输尿管扩张；轻度脂肪肝。\n\n【7】**【初步诊断】** 中医诊断：淋证 石淋 西医诊断：1.输尿管结石 2.脂肪肝\n\n【8】**【诊断依据】** 患者青年男性，饮食不节，损伤脾胃，湿热内生，下注膀胱，湿热久蕴，熬尿成石，遂致石淋，故见右腹部剧烈疼痛，尿中带血，舌红，苔薄黄，脉弦滑均为\"石淋\"之象。总之，本病属中医\"淋证\"范畴，证属\"石淋\"。\n\n【9】**【鉴别诊断】**\n\n【10】1.癃闭：无尿痛，每日排尿量少于正常，严重时甚至无尿。但癃闭复感湿热，常可并发淋证，而淋证日久不愈，亦可发展成癃闭。\n\n【11】2.尿血：尿血和石淋都有小便带血，尿色红赤；但是尿血一般无尿痛，石淋在尿中带血的同时，多伴有尿痛；鉴别要点在于有无尿痛。\n\n【12】**【诊治经过】**\n\n【13】1.西医给予肌注\\\\\"消旋山莨菪碱注射液\\\\\"以解痉止痛，并给予体外冲击波碎石治疗； \n\n【14】2.中医给予清热利湿，排石通淋，方用石韦散加减，具体如下：石韦20g 车前子20g 冬葵子15g 瞿麦10g 滑石30g（包煎）   金钱草15g 海金沙10g 鸡内金10g 木香10g 王不留行15g   地龙8g 藕节9g 小蓟10g  大黄6g 上方加水500毫升，水煎30分钟，取汁100毫升，二煎加水250毫升，煎20分钟，取汁100毫升，每日2次，每次100ml,内服，三付。\n\n【15】**【诊断结果】** 中医诊断：淋证 石淋 西医诊断：1.输尿管结石 2.脂肪肝\n\n【16】**【分析总结】** 该患者以一侧腹部绞痛来就诊，疼痛难以忍受，所以先给予肌注解痉止痛的药物以缓解主要症状。然后给予体外冲击波碎石治疗，可以使结石变小，容易排出。该患者发病在夏季，夏季天气炎热，是泌尿系统结石的高发季节；加上患者饮食不节，湿热蕴结，下注膀胱所以使病情发作。碎石后结石变小，所以再运用中医的经典方剂石韦散加减来促进排石；加用金钱草、海金沙可以清热利湿通淋；木香行气止痛，可以缓解疼痛；鸡内金可以通淋化石，促进结石排出；由于该患者尿中带血，所以加用藕节、大黄、小蓟可以凉血化瘀止血；王不留行、地龙走窜之力较强，可以利尿，促进结石从尿中排出。口服3剂后，患者结石已排除，小便颜色正常。中药治疗结石宜选用汤剂，汤剂优于片剂丸剂，因为汤剂，水分多，则尿量大，容易排出结石。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "7f9c1659-37b8-4021-8337-e391879af50a", "title": null, "text": "【0】**【一般资料】**女性，68岁，农民\n\n【1】**【主诉】**\n\n【2】咳嗽伴胸闷1月余\n\n【3】**【现病史】** 患者1月前受凉出现咳嗽、痰少，主要为白痰，偶有黄色痰，无发热，无皮疹，无痰血及咯血，患者自服相关药物（具体不详）后，症状未见明显好转，后就诊于当地卫生院行胸部CT提示：考虑右肺上叶占位性病变伴远端实变，建议进一步检查，右侧胸腔积液，所示肝脏多发低密度影，建议进一步检查。今为求进一步诊治来我院，病程中患者神志清楚，精神可，无头晕及头痛，无盗汗，无吞咽困难，无胸痛心悸，无腹痛腹胀，无尿频、尿急及尿痛等，大小便正常，饮食稍差，睡眠尚可，近期体重未监测。\n\n【4】**【既往史】** 一般健康状况良好；否认高血压病史。否认糖尿病病史。否认冠心病病史。否认慢性支气管炎病史。否认胆结石病史。否认胆囊炎病史。否认“肝炎、伤寒”等传染病病史。未发现药物、食物过敏史。有手术史\n\n【5】**【查体】**神清，精神可，步入病房，反应可，言语清，查体合作，营养、发育一般。双瞳孔等大等圆直径约3.0mm，对光反射存在。颈软，气管居中，甲状腺不大，颈静脉无怒张，右侧锁骨上窝可触及多枚大小不等的淋巴结，质韧，融合、活动度差，双肺呼吸运动不对称、语颤不对称，右上肺叩诊呈浊音，余肺叩诊呈清音，右肺呼吸音稍粗，双肺未闻及明显干湿啰音，左肺听诊未见明显异常；心律104次/分，律齐，各瓣膜听诊区未闻及明显病理性杂音。腹平、软，肝脾肋下未及，无压痛、反跳痛。双下肢无浮肿，肌力正常；感觉均正常。生理反射存在，巴氏征阴性，克氏征阴性，布氏征阴性。\n\n【6】**【辅助检查】**\n\n【7】2019.09.16当地卫生院胸部CT提示：考虑右肺上叶占位性病变伴远端实变，建议进一步检查，右侧胸腔积液，所示肝脏多发低密度影，建议进一步检查。\n\n【8】**【初步诊断】** 右肺占位性病变、右侧胸腔积液（少量）\n\n【9】**【诊断依据】** 患者因“咳嗽伴胸闷1月余”入院，查体：右侧锁骨上窝可触及多枚大小不等的淋巴结，质韧，融合、活动度差，双肺呼吸运动不对称、语颤不对称，右上肺叩诊呈浊音，余肺叩诊呈清音，右肺呼吸音稍粗，双肺未闻及明显干湿啰音，左肺听诊未见明显异常。辅检：2019.09.16当地卫生院胸部CT提示：考虑右肺上叶占位性病变伴远端实变，建议进一步检查，右侧胸腔积液，所示肝脏多发低密度影，建议进一步检查。根据患者病史及检查，诊断为右肺占位性病变，入院后给予行胸部增强CT检查,必要时行纤维支气管镜检查明确.\n\n【10】**【鉴别诊断】**\n\n【11】1.咳嗽变异型哮喘  以\\*\\*性咳嗽为特征，灰尘、油烟、冷空气等容易诱发咳嗽，常有家庭或个人过敏疾病史。对抗生素治疗无效，支气管激发试验阳性可鉴别，根据患者病史及检查，不考虑该诊断。 \n\n【12】2.嗜酸细胞性支气管炎  临床症状类似，X线检查无明显改变或肺纹理增加，支气管激发试验阴性，临床上容易误诊。诱导痰检查嗜酸细胞比例增加（≥3%）可以诊断，根据患者病史及检查，不考虑该诊断。 \n\n【13】3.肺结核  常有发热、乏力、盗汗及消瘦等症状。痰液找抗酸杆菌及胸部X线检查可以鉴别，不考虑。 \n\n【14】4.支气管肺癌  多数有数年吸烟史，顽固性\\*\\*性咳嗽或过去有咳嗽史，近期咳嗽性质发生改变，常有痰中带血。有时表现为反复同一部位的阻塞性肺炎，经抗菌药物治疗未能完全消退。痰脱落细胞学、胸部CT及纤维支气管镜等检查，可明确诊断，考虑该诊断的可能性大。 \n\n【15】5.肺间质纤维化  临床经过缓慢，开始仅有咳嗽、咳痰，偶有气短感。仔细听诊在胸部下后侧可闻爆裂音（Velcro啰音）。血气分析示动脉血氧分压降低，而二氧化碳分压可不升高，不考虑。 6.支气管扩张  典型者表现为反复大量咯脓痰，或反复咯血。X线胸部拍片常见肺野纹理粗乱或呈卷发状。高分辨螺旋CT检查有助诊断，患者肺CT未见支气管扩张，不考虑。\n\n【16】**【诊治经过】** 入院后完善相关检查： 2019-9-17  肺癌五项：细胞角蛋白19片段测定 27.54 ng/ml ↑，神经元特异性烯醇化酶 21.40 ng/ml ↑，癌胚抗原 131.69 μg/L ↑，糖基抗原125 1331.02 U/ml ↑。血管内皮生长因子检测 1692.600 pg/ml ↑。腹部彩超提示：肝右叶低回声--Ca？建议进一步检查右肾上段条状强回声--钙化灶可能绝经后子宫。心脏彩超提示：左室舒张功能减低各瓣膜少量返流（EF64%）。胸水定位提示：右侧少量胸腔积液（约深14mm）。甲状腺及颈部腋窝淋巴结彩超提示：甲状腺双侧叶低回声--TI-RADS 3类右侧锁骨上窝及左侧颈部低回声--肿大淋巴结可能，情况结合临床。胸水定位提示：右侧胸腔少量积液。 2019-9-18 胸部CT平扫+双期增强:1.考虑右上肺中央型肺癌伴右上肺阻塞性肺不张，纵隔多发淋巴结转移，请结合临床及细胞学检查 2.肝内多发低密度影，转移瘤可能，随诊 3.两侧部分肺动脉及其分支血栓可能，请结合临床，随诊。4.右侧胸腔积液；5.右侧肩胛骨、左侧部分肋骨及部分胸椎体骨质破坏，多骨转移。 2019-9-20 病理检查报告：（右侧颈部）符合腺癌。 建议免疫组化标记：TTF1、NapsinA、P40、CK7、Ki67进步明确。肺动脉CTA示：1.两侧多发肺动脉栓塞，请结合临床，随诊；2.系右上肺中央型肺癌伴右上肺阻塞性肺不张，纵隔多发淋巴结、肝内多发低密度影，转移可能，随诊；3.右侧肩胛骨、双侧部分肋骨及部分胸腰椎体骨质异常改变，考虑多骨转移；4.右侧胸腔积液。 2019-9-23 血常规：白细胞计数 8.12 \\*10^9/L ，中性粒细胞百分比 76.60 % ↑。血凝：国际比值（INR） 1.11 ，D-D二聚体 3.89 μg/ml ↑。 2019-9-23双下肢血管彩超提示：双下肢动脉粥样硬化伴多发点状斑块形成左小腿肌间静脉血栓形成。 入院后行在彩超引导下颈部淋巴结穿刺活检病理及免疫组化提示肺腺癌，建议患者化疗或基因检测行分子靶向药物治疗，家属拒绝。另外患者入院时D-二聚体明显升高，行肺动脉CTA提示肺动脉栓塞，因患者无血流动力学障碍，给予抗凝治疗（低分子肝素及华法林）治疗。\n\n【17】**【诊断结果】** 右肺恶性肿瘤（腺癌、T4N3M1-IV期）伴肝转移、肺动脉栓塞\n\n【18】**【分析总结】**\n\n【19】1.该患者老年女性，入院诊断为肺占位性病变，通过颈部淋巴结穿刺送病理及免疫组化，最终明确为肺腺癌，患者肺癌侵犯纵隔及存在区域淋巴结转移（右侧锁骨上窝及左侧颈部）且有远处转移（肝），按照肺癌TNM分期标准为IV期（T4N3M1），为晚期肺癌，无手术适应症，可以考虑化疗、放疗、分子靶向治疗等方案，因患者病变广泛且身体状态较好，PS=1分，可以进行标准化疗或者通过基因检测行分子靶向药物治疗，患者家属因经济原因拒绝。\n\n【20】2.患者入院时存在胸闷及D-二聚体明确升高，行肺动脉CTA及双下肢血管彩超检查提示：肺动脉栓塞及左小腿肌间静脉血栓形成，参考2011年《AHA肺栓塞指南》依据患者血流动力性、右心功能可分为大面积、次大面积、非次大面积3组。大面积组是指出现休克和低血压（收缩压＜90mmHg或较基础血压下降≥40mmHg，持续时间超过15min，需排除低血容量或新发生的心律失常，感染中毒等其他原因导致的血压下降），或表现为心跳呼吸骤停；次大面积组是指超声心动图检查提示右心功能障碍表现，或临床上出现右心功能不全，或存在心肌损害依据；如不符合上述情况则属于非大面积组。分析该患者，入院时血流动力性稳定，无右心功能不全表现，BNP、肌钙蛋白I及心脏彩超均未提示心肌损害，按照指南属于非大面积组，给予单纯抗凝治疗。一般抗凝在肝素开始应用后的第1-3天加用口服抗凝剂华法林，初始剂量为3.0-5.0mg。由于华法林需要数天才能发挥全部作用，因此与肝素需至少重叠应用4-5天，当连续两天测定的国际标准化比率（INR）达到2.5（2.0-3.0）时，或PT延长至正常值的1.5-2.5倍时，方可停止使用肝素，单独口服华法林治疗。另外患者出现肺栓塞考虑与肿瘤及下肢静脉血栓形成有关。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "316a0e3f-0b83-4a10-ac00-8354972b7188", "title": null, "text": "【0】**【一般资料】**男性，65岁，无\n\n【1】**【其他】**【 一般资料】 患者男性．65岁  \n【 主诉】 因右腮腺无痛性包块2年，生长加速6个月，于2011年7月入住四川大学华西口腔医院。  \n【 现病史】 患者于2年前发现右腮腺无痛性包块，未予重视，6个月前自觉包块匀速长大。外院CT示：右腮腺内可见一软组织占位，界清，内部密度不均匀。  \n【 查体】 专科检查：右腮腺可触及约5cm×5cm大小包块，表面皮肤及皮温正常，质中，表面呈结节状，界清，活动，无压痛，面神经各支及腮腺导管口未见明显异常。  \n【 临床诊断】 右腮腺多形性腺瘤?  \n【 既往病史】 患者全身状况良好，否认系统病史，曾于1986年行肾结石手术。  \n【 治疗经过】 体格检查：心、肺、脾等重要脏器未查及明显阳性体征，四肢活动度好，无畸形。完善术前相关检查后，于2011年7月20日全身麻醉下行右腮腺包块及部分腺体切除术、面神经松解减压术、组织补片植入术。术中首先于副腮腺分离出一包块组织，完整切除后，分离结扎腮腺导管。紧接着于腮腺浅叶分离出另一包块，术中发现面神经上颊支于包块内穿过，遂切断上颊支，将包块完整切除。术中冰冻切片检查示：腮腺浅叶为腺淋巴瘤，副腮腺为多形性腺瘤。术后病理学检查：1）腮腺浅叶。大体观察：腺体及包块组织一块，约7cm×6cm×4cm，包块约6cm×5cm×3.5cm。包膜完整，已切开，切面里红褐色。显微镜下观察：肿瘤由腺管及淋巴问质构成。腺管上皮由两层细胞构成，腔面衬里细胞为柱状．含有嗜伊红颗粒，外层细胞体积小，为扁平状。肿瘤阃质为反应性淋巴样组织。病理诊断为腺淋巴癌（图1）。2）副腮腺。大体观察：包块组织一个．体积约1.2cm×1cm×1cm大小，切面呈灰白色。显微镜下观察：结构呈多形性，可见肿瘤性的腺上皮及肿瘤性的肌上皮，这两种上皮构成双层管状结构，黏液样的区域中有肿瘤性的肌上皮细胞分布，同时可见软骨样的区域。病理诊断为多形性腺瘤（图2）。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "3d29b1c5-4e5c-407b-981f-3ffe258d2a71", "title": null, "text": "【0】**【一般资料】**女性，53岁，农民\n\n【1】**【主诉】** 患者53岁女性，农民  \n以“右踝肿痛月余”为主诉就诊\n\n【2】**【诊治经过】** 医生体检后开具野木瓜片、强力天麻杜仲胶囊，患者遵医嘱服用上述两种药物后第三日，脚踝肿痛明显缓解，继续服用一周后好转就停药了。停药第5日患者清晨醒来发现右踝再次出现肿痛，走路时伴有足根部神经牵拉疼痛，再次就诊，门诊复查后发现抗O抗体明显升高，CRP轻度升高，患者继续购买野木瓜片、强力天麻杜仲胶囊、阿莫西林胶囊服用，效果欠佳，右踝关节仍肿痛难忍，在家卧床、烤电、热敷等治疗后，肿痛有所消退，但足根部神经牵拉疼痛仍明显，患者发病来无发热等不适，伴有多汗、乏力，食欲差，睡眠差，大小便可，体重无明显减轻。\n\n【3】**【其他】**【请教】 该患者诊断是什么？应如何治疗？", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "0234b8ce-6be9-4043-8506-1da9f3f2de30", "title": null, "text": "【0】**【一般资料】**男性，12岁，无\n\n【1】**【主诉】** 患者，男性，12岁，  \n眼部瘙痒一天\n\n【2】**【现病史】** 诉1天前因眼部瘙痒自行到药店买滴眼液，今日晨起时发现鼻两侧皮肤带状红斑，有瘙痒症状，无其它不适。\n\n【3】**【查体】** 沿双眼内侧向下到下颌处可见境界清楚的红斑，未见水疱。\n\n【4】**【诊治经过】** 1寻找病因，脱离接触物2积极对症处理（此病为眼药水引起，避免接触）3全身治疗：视病情轻重，采用抗组胺药物治疗。4局部治疗：可按急性、亚急性和慢性皮炎的治疗原则处理。\n\n【5】**【其他】**【讨论】 接触性皮炎的临床表现为湿疹样病变，可为急性、亚急性或慢性，症状可轻可重，面积可大可小。临床症状的轻重与接触物质的性质、浓度、接触时间的长短、接触的方式以及机体的敏感程度均有关系。如果接触物的\\*\\*性大、浓度高、接触时间长、机体的敏感性又高、症状则比较严重，且呈急性改变；若接触物的\\*\\*性小、浓度低、接触时间短、机体敏感性较低，则临床症状轻。接触性皮炎有以下特点：1.有明确的接触史，所接触的物质具有\\*\\*性或抗原性。2.从接触到发生皮炎，短则数分钟、数小时，长则数日。接触物的\\*\\*性愈大，则潜伏期愈短。3.皮炎的部位与接触部位基本一致，境界清楚。由于头、面、颈部及双手等处在身体暴露部位，接触外界物质的机会较多，这些部位发生接触性皮炎的机会也多。4.临床上呈急性皮炎改变，有红斑、肿胀、水疱、大疱、糜烂、渗液、结痂，甚至化脓性感染。毛发部位继发感染的机会较多，引流区淋巴结可有肿大、压痛。5.病程有自限性。因\\*\\*物引起者，去除\\*\\*物后，症状大多能逐渐减轻，治疗后1周左右可痊愈；因过敏引起者，病程较长，易反复。 接触性皮炎的治疗1、性期：红肿明显选用炉甘石洗剂外搽，渗出多时用3%硼酸溶液湿敷。2亚急性期：有少量渗出时用湿敷剂或糖皮质激素糊剂，氧化锌油；无渗液时用糖皮质激素霜剂等。有感染时加用抗生素，如新霉素，莫匹罗星。3慢性期：选用软膏。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "58d9a4fd-fae6-4cef-938b-a36732e91c8b", "title": null, "text": "【0】**【一般资料】**女性，10d，无\n\n【1】**【主诉】**患儿女，10 d。  \n因全身皮肤红斑 9 d，于 2014 年 11 月 5 日于我院新生儿科住院治疗。\n\n【2】**【现病史】**患儿为早产儿（妊娠 31 周），出生 10 h 后全身皮肤紧张伴潮红，如羊皮纸 样，触之光滑、质韧，症状进行性加重，随后出现四肢肿 胀、皲裂、眼睑外翻，口唇如鱼嘴样，伴发热和腹泻，于 在当地医院住院 5 d，诊断未明，门诊拟“新生儿败血 症、先天性鱼鳞病”入院。\n\n【3】**【查体】** 体重 3.2 kg，身长 42 cm，头围 30 cm，胸围 30 cm，腹围 29 cm，神志清，反应差，哭声微弱。心肺腹无异常，四肢 屈曲不能伸直，肌张力正常，生理反射稍弱。皮肤科检 查：双眼睑外翻，眼结膜充血，鼻部厚痂堵塞鼻孔，口张 开如鱼嘴样，口唇外翻，双耳廓畸形，全身可见紧张发 亮的黄色板状厚痂壳，似羊皮纸样，全身多处皲裂、出 血，以颈部、腋窝、腹股沟及膝肘等皮肤皱褶处明显，可 见鲜红皮肤及浆痂，手足掌面暗红瘀斑伴重度水肿，指 趾屈曲，外阴潮红，黏膜轻度糜烂（图1A）。\n\n【4】**【辅助检查】**血常规中白细胞 18.45×109/L\\[正常值（3.5~9.5） ×109/L，以下同\\]，中性粒细胞比例 0.869（0.400~0.750）； 血氧饱和度 86%（90%~100%），降钙素原 3.48 mg/L（ < 0.05 mg/L），血培养（双侧单瓶）均显示表皮葡萄球菌生 长，药敏试验：头孢唑啉、万古霉素及左氧氟沙星敏感， 青霉素耐药。\n\n【5】**【初步诊断】**火棉胶样婴儿；新生儿败血症。\n\n【6】**【诊治经过】**入恒温暖箱，湿度 60％，高锰酸钾水浴后糜 烂处外用莫匹罗星乳膏，全身外用雅漾三重修复霜加 5%尿素霜，纱布包扎，眼部用人工眼泪及金霉素眼膏 预防感染。头孢呋辛（50 mg/kg）静脉滴注，每日 2 次， 补液及营养支持治疗，维生素 AD 胶丸 1 粒（含维生素 A 2300 IU 维生素 D 1000 IU），口服每日2次。l周后患 儿明显好转，半个月后出院，出院后 1个月复诊，胶样痂 壳完全脱除，但全身仍有散在细薄鳞屑（图1B、 C），患儿体重偏轻，出现黄疸。半年后复诊，皮肤完全正常。\n\n【7】**【其他】**【家族史】患儿父母体健，非近亲结婚， 母亲孕期健康，否认孕前及孕期用药史，否认家族遗传 病史。  \n【讨论】火棉胶样婴儿（collodion baby, CB）是一种罕见 的常染色体遗传性疾病，患儿多为早产儿，出生时全 身皮肤就覆盖着一层由增生角质层形成的肥厚及紧 张有光泽的胶样痂壳，似火棉胶样，肢体受限，眼睑有 外翻、唇外翻、鼻软骨和耳廓软骨发育不良。常伴发高 渗性脱水、缺氧、营养不良及皮肤感染，甚至肺部感染 及败血症等，死亡率很高。本病的机制并不十分清楚， 可能与脂质形成酶或脂质运载体的功能缺失有关，其 中已经证实由于位于染色体 14q12 上编码表皮交联 酶转谷氨酰胺酶-1 的基因发生突变导致了该酶的功 能缺失有关，最终形成了严重的角化过度、屏障功能 受损及严重的经皮水分丢失。有学者认为 CB 并非一 种\\*\\*\\*的疾病\\[2\\]，常见于常染色体隐性遗传性先天性 鱼鳞病、鱼鳞病样红皮病、板层状鱼鳞病等\\[1\\]。患儿通 常在出生后 2 周内，胶样痂壳大片脱落，大部分患儿 逐渐演变为先天性鱼鳞病样红皮病和板层状鱼鳞病。 少部分轻症患儿有自愈倾向，称为自愈性火棉胶婴儿 \\[2\\]，预后良好，可恢复正常容貌及皮肤，智力和体格发 育亦不受影响。少数患儿可演变为 Sjogren-Larsson 综 合征、伴毛发硫营养障碍性鱼鳞病、中性脂质贮积病、 婴儿 Gaucher 病等。CB 组织病理改变为角质层角化过 度，组织病理检查常在患儿演变为各型鱼鳞病或其他 表型时才更有意义。根据 CB 时间上表现为出生后即 发作、 2 周左右脱膜，皮损表现为全身羊皮纸样膜、眼 睑外翻、肢体限于特殊位置等特点，鉴别诊断不难。 CB 在治疗上不宜强行剥离痂壳及使用强效角质 剥脱剂，这可能增加感染和经皮吸收药物的风险。建 议将患儿放置在湿润的保温箱，并外用润肤剂。本例 患儿的特点为并发新生儿败血症。新生儿败血症指细 菌或真菌感染导致的新生儿败血症，病原菌侵入血液 中生长繁殖，产生毒素而造成的全身性中毒反应，发 病率约 1%~5%。新生儿败血症与早产、低体重、皮肤 破损、侵袭性操作、羊水污染、母亲产前感染性疾病密 切相关。我国病原菌血培养阳性率约 5.7%,以革兰氏阳性菌多见，占 80.24%，表皮葡萄球菌及溶血性葡萄 球菌为主，革兰阴性菌以肺炎克雷伯杆菌及大肠埃希 菌为主，真菌感染较少见\\[3\\]。本例患儿血培养示表皮葡 萄球菌生长，本例患儿为早产儿，可能免疫功能未完 善，因多处皲裂伤口感染病原菌，皮肤屏障功能下降， 病原菌侵入血液导致败血症的发生。治疗上选用敏感 抗生素，足量足疗程，供给足够热量和液体，注意对酸 中毒、电解质紊乱、脑水肿和休克等常见并发症加强对 症支持治疗，静脉注射用人免疫球蛋白有较好疗效。新 生儿败血症早期往往缺乏典型的临床表现，仅表现为 饮乳减少、烦躁不安、哭声低微、低热或不发热等，但病 情进展迅速，病情险恶是其特点，早期诊断有重要意 义。降钙素原和 C 反应蛋白、血小板计数的异常升高对早期诊断新生儿败血症具有较高的敏感性及特异性\\[4\\]， 产前、产中及产后防止可能的感染是预防本病的关键。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "f7df82f4-01cd-4ac4-a09c-128af8587717", "title": null, "text": "【0】**【一般资料】**女性，85，农民\n\n【1】**【主诉】** 患者：女年龄：85职业：农民民族：汉族体重：50公斤  \n腰疼三天\n\n【2】**【现病史】** 该患于三天前无明显诱因出现腰疼，为阵发性刺痛，咳嗽大声说话翻身可使疼痛加重，部位为腰椎两侧。下肢无麻木疼痛。发病以来，食欲可，睡眠可，二便正常。医院给予口服抗骨疏松颗粒口服无效，患者自服待因片疼痛可稍缓解。\n\n【3】**【既往史】** 既往肾结石病史十余年反复发作间断服药。高血压病史5年余，偶尔服药。\n\n【4】**【个人史】** 已婚，老伴早逝。育三女，二女儿曾患肺结核，心肌缺血\n\n【5】**【查体】** 侧卧位于床上，痛苦面容，被动\\*\\*，于侧卧位变为平卧位即引起腰部剧烈刺痛，部位在上至第二腰椎水平，下至髋关节水平。保持一个姿势即疼痛减轻为胀痛。各腰椎无压痛，左侧肾区轻扣痛，左下肢4字试验（+-），双下肢直腿抬高试验（-），双下肢无浮肿，内旋不受限。余（-）\n\n【6】**【辅助检查】** 腰椎X线示：腰椎退行性病变骨质疏松腹部B超：正常\n\n【7】**【其他】**【治疗过程】 用药甘露醇一组，654-2一组，左氧氟一组，一天无效。  \n【讨论】 我只考虑到股骨头问题，至于是否为带状疱疹，不敢确定，对此就皮肤触痛给予重点检查，患者说皮肤感觉正常，是里面疼，所以暂时可以排除。不知道还有什么原因能引起如此剧烈疼痛？请教各位老师，该患者还能考虑什么病，或者还应该做哪些检查？", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "9af9a750-4317-4780-a06d-730a63bcb69d", "title": null, "text": "【0】**【一般资料】**男性，2岁，无\n\n【1】**【主诉】** 唐XX，男，2岁，  \n因发热而喘已十天，于1959年3月25日住某医院。　\n\n【2】**【现病史】** 发病已十天，曾用青、链霉素，会诊时，发热无汗，时而烦躁，嗜睡，微咳，呼吸微，腹不满，下利清绿色，四肢厥冷，齿干舌绛，苔老黄，中心黑，脉沉，此温邪内陷入营，正气已虚，已现厥逆，急防发痉，治宜甘凉养阴、辛凉泄热，虚实兼顾，以冀透营转气。\n\n【3】**【辅助检查】** 住院检查摘要：咽培养，大肠杆菌，血化验：白细胞总数7,000/立方毫米，中性75%，淋巴25%，体温39.4℃，肺部叩诊浊音及听诊有水泡音，\n\n【4】**【初步诊断】** 腺病毒肺炎。　　\n\n【5】**【其他】**【病例摘要】 温邪入营（腺病毒肺炎）  \n【处方】 玉竹三钱麦冬一钱五分银花二钱竹叶二钱郁金一钱五分石菖蒲一钱生玳瑁（先煎）三钱天竺黄二钱香豉三钱　　服二剂，微汗热退，已不烦躁，仍嗜睡，四肢厥回，舌由绛转红，黑苔已退，舌根苔黄，脉略缓，继宜养阴清热利痰。处方：　　玉竹三钱麦冬一钱五分石斛三钱蛤壳二钱天竺黄二钱石菖蒲一钱川郁金一钱五分化橘红一钱谷麦芽各二钱再服二剂，肺部实化阴影吸收，叩诊听诊无异常，诸证皆平，原方去天竺黄，续进一剂而愈。　　  \n【讨论】 舌绛，苔老黄，齿干，思睡，是温邪入营之候，四肢厥冷烦躁，是欲有风动作痉之征，故用玉竹、麦冬甘凉以扶正养阴，银翘竹叶辛凉以透邪清热，菖蒲、郁金开窍辟恶，玳瑁、竺黄解毒涤痰，妙在豆豉具挥发郁热之能，作透营转气之枢。不用清营者，以其邪初入营，犹可透之转气。或问：前例昏迷抽风，何以认为温邪郁闭，邪伤气分？此例嗜睡肢厥，何以认为温邪入营？盖气与营界限虽明，然亦不易分清。前例虽有昏迷抽风之症，但未出三日，舌质红而不绛，其苔尚白，其脉浮数，故为风温犯肺，卫气郁闭，治以解表开闭，而神清风息；后者虽未见抽风之候，但已有嗜睡肢厥，其舌已绛，其齿干，其脉沉细，病已十日，故知温邪入营，因尚未作痉，治以透营转气，而热退厥回。故辨证必须全面分析，不可拘泥于神昏抽风一个症候。表闭可以导致神昏抽风，入营亦可不发神昏抽风，全在脉证互参，细心体会。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "b1b80311-7af8-4da4-9971-0628c7b49cf7", "title": null, "text": "【0】**【一般资料】**男性，42岁，无\n\n【1】**【主诉】** 男性，42岁\n\n【2】**【现病史】** 外伤后右足背肿物伴疼痛2个月。约3个月前被重物砸伤右足背，未予特殊处置，1个月后无明显诱因自觉足背肿胀，行活血化瘀外用药物涂抹，自觉症状逐渐加重，来本院就诊。\n\n【3】**【既往史】** 患者自发病以来未长时间口服及注射特殊药物。\n\n【4】**【查体】** 右足背内侧可见大小约6cm×5cm×3cm肿块，质地较硬，活动性差，皮温略高(图1a)。\n\n【5】**【辅助检查】** 白细胞计数:5.5×109/L，碱性磷酸酶:104U/L，血沉30mm/h，C反应蛋白5mg/L，钙离子2.38ml/L。影像学检查见图2。\n\n【6】**【诊治经过】** 术中见软组织呈鱼肉状，周围血运丰富(图3a)。骨样组织为松质骨，质地较软(图3b)。肿物完全切除后见第1跖骨表面受侵蚀(图3c)。术后病理示:(图4a软组织)编织骨小梁之间纤维结缔组织增生，伴粘液变性。小血管扩张，小血管周围炎细胞浸润，以淋巴细胞为主，伴个别中性粒细胞及嗜酸性粒细胞。(图4b骨组织)新生的骨组织。符合骨化性肌炎。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "46f93b44-cdbb-49dc-9e67-7a5d61a5d671", "title": null, "text": "【0】**【一般资料】**女性，10个月，无\n\n【1】**【其他】**【 一般资料】 患儿女，10个月  \n【 主诉】 因生后至今坐不稳，于2014年4月就诊于我院。  \n【 现病史】 患儿自生后家长即发现体软，运动发育落后：4个月竖头，7个月翻身，至今坐不稳；智力发育亦落后：4个月可逗笑，现辨认不清母亲，唤名不能明确应答，偶有咿呀语。饮食、大小便、睡眠无异常，无抽搐史。母孕期、出生史无异常，新生儿期无异常。  \n【 家族史】 无遗传病家族史，父母健康，非近亲结婚。  \n【 查体】 体格检查：营养中等，神志清，反应淡漠，不易逗笑，对玩具兴趣尚可，与人对视极少，唤名无反应，不能指认常见物品，皮肤毛发无异常，头围43cm，头颅前后径短，耳位低，耳外形无异常（图1），眼距较宽，鼻根部凹，颧部平，鼻孔前倾（图2），口腔、下颌无畸形，心尖区闻及IV级全收缩期粗糙杂音，双肺、腹部无异常，\\*\\*、外生殖器外观无异常，左足小趾多并趾（图3），四肢肌张力低，内收肌角180°，足跟耳征（+），双膝反射可引出，病理征（-）。Gesell发育量表示大运动、精细动作、语言、个人-社会、适应性得分为41~54分（均属中度低下水平）；血液生化、尿液GC-MS遗传代谢性病筛查（敏路思北京医学检验所）均正常。  \n【 辅助检查】 影像学检查：头颅磁共振成像未见异常；心脏多普勒超声示室间隔缺损。基因及核型检测：G-band染色体核型分析：46,XX；全基因组array-CGH扫描（美国Affymetrix公司CytoScan750kArray芯片）结果：arr9q34.3(140,255,704-140,657,613)×1，提示该患儿在9号染色体长臂3区4带3亚带（9q34.3）区段有0.4Mb的缺失。  \n【 诊断】 Kleefstra综合征；先天性心脏病（室间隔缺损）。  \n【 治疗经过】 治疗：指导家庭康复训练，包括大运动、精细运动、认知和前语言训练以及交流训练等，避免过度疲劳。心外科建议继续随诊，目前无先天性心脏病手术指征。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "d58e302a-4ecd-4667-9bc0-549a2ab50cc0", "title": null, "text": "【0】**【一般资料】**男性，28岁，无\n\n【1】**【主诉】** 男，28岁  \n2014年2月20日因腰痛伴右下肢麻木3个月。患者腰腿痛3个月，最初休息理疗能好转，渐渐加重，影响日常生活，经过正规的牵引、理疗、用药病情不见好转，在我院门诊就诊后，诊断‘腰椎间盘突出症’收住入院。\n\n【2】**【查体】** 患者腰椎生理曲度变直，无明显侧弯，按压棘突无明显疼痛，按压椎间隙无明显下肢放射痛，右下肢直腿抬高试验阳性，加强试验阳性，右小腿外侧皮肤浅感觉减退，右足踇背屈力减弱，双下肢膝反射正常，跟腱反射正常，病理征阴性。\n\n【3】**【辅助检查】** 术前检查核磁共振示:L4～5椎间盘突出，CT未见钙化、侧隐窝狭窄及椎管狭窄，术前X线片未发现椎间孔狭窄，术前评估未见手术禁忌证。\n\n【4】**【诊治经过】** 入院3d后，在局麻下进行了腰椎间孔镜手术，手术采用G型臂透视结合网格状定位器表皮定位标记手术区域及穿刺方向，采用1%利多卡因局部浸润穿刺及手术部位，18g穿刺针在G型臂透视正侧位监视下穿刺到达穿刺目的区域，置入导丝，透视见导丝位置良好，后用逐级扩张套管逐级扩张，退出扩张管后置入引导杆，在透视确定引导杆位置不佳后，遂直接以引导杆代替穿刺针进行穿刺，反复数次后透视过程中发现导丝断裂(见图1)。当即术者停止手术，安慰患者，后在透视下置入工作套管到导丝头端，在内镜下顺利取出导丝(见图2)。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "b8d55a36-addc-45d5-8e93-677a4b7d7192", "title": null, "text": "【0】**【一般资料】**女性，8岁，无\n\n【1】**【主诉】** 女8岁  \n主因“急性淋巴细胞白血病2年强化治疗”于2012年9月25日入院。\n\n【2】**【现病史】** 前期在外院经VMLP（长春新碱＋米托蒽醌＋左旋门冬酰胺酶＋\\*\\*）方案诱导缓解，CAM（环磷酰胺＋阿糖胞苷＋6巯基嘌呤）方案巩固治疗。后来我院按卫计委2010版“儿童急性淋巴细胞白血病临床路径”，HDMTX（大剂量甲氨蝶呤），COAD（环磷酰胺＋长春新碱＋阿糖胞苷＋\\*\\*）、CVDP（环磷酰胺＋长春新碱＋柔红霉素＋\\*\\*）、CPAP（环磷酰胺＋长春新碱＋阿糖胞苷＋\\*\\*）、VDLD（长春新碱＋柔红霉素＋左旋门冬酰胺酶＋\\*\\*）等方案序贯化疗，并按路径给予腰椎穿刺术联合鞘内化疗预防中枢神经系统白血病，过程顺利，无严重不良事件发生。\n\n【3】**【查体】** 体重30kg，体表面积约10m2。\n\n【4】**【辅助检查】** 2013年9月30日流式细胞术检测骨髓微小残留病（MRD）结果：获取20万个细胞，MDR细胞占总有核细胞2.39％，提示MRD阳性。\n\n【5】**【诊治经过】** 10月2日予VDLP（长春新碱＋柔红霉素＋左旋门冬酰胺酶＋\\*\\*）方案化疗，同时给予鞘内化疗（甲氨蝶呤125mg＋阿糖胞苷35mg＋\\*\\*5mg），测颅内压170mmH2O，脑脊液常规、生化未见异常。三周后外周血白细胞计数恢复至3.15×109/L，继予CAM方案加强化疗：环磷酰胺（CTX）700mg，d1；阿糖胞苷（AraC）600mg/次，q12h，d24；6巯基嘌呤（6MP）40mg，d17考虑不除外AraC所致药物热，予退热药物治疗后体温下降，继续化疗，第三次AraC于10：00至13：00顺利输注，输注后3h45min（16：45）患儿突然出现抽搐，持续约1min，当时无发热，\\*\\*人中并予\\*\\*5mg静推后停止抽搐，17：30行头颅ＣＴ检查结果未见明显异常，停用第四次AraC。患儿持续意识恍惚，烦躁不安，语无伦次，答非所问，肌肉震颤，时有躁动及恶心呕吐，给予20％甘露醇100ml快速静滴，氯丙嗪、异丙嗪各125mg）开始患儿间断出现发热，体温38～38.5℃，无汗，无抽搐，予退热药治疗后症状缓解。至29日晨起患儿清醒，病情平稳，期间始终未使用抗生素，其后未再出现发热及抽搐等症状。\n\n【6】**【其他】**【讨论】 AraC是治疗儿童急性白血病的主要药物之一，本品为主要作用于细胞有丝分裂Ｓ期的嘧啶类抗代谢药物，通过抑制细DNA的合成，干扰细胞的增殖，与其他类型的抗代谢药无交叉耐药性。其副作用主要是骨髓抑制，胃肠道反应。中、大剂量AraC应用常见合并感染、药物热、皮疹、口腔炎和结膜炎等不良反应。查询中国知网国内文献仅见１例致惊厥抽搐报道，该例患儿首次应用COAP方案后第二天出现高热，第三天出现皮肤淡红色丘疹，未见惊厥；第二疗COAP方案第二天亦出现高热、皮疹，发热后约16小时出现惊厥，对症处理后好转，其后停用AraC未再发作。近年来在儿童急性淋巴细胞白血病经诱导治疗获完全缓解（CR）的早期，及时进行大剂量AraC（HDAraC）强化治疗，显著提高其长期临床CR率和临床治愈率。但毒性反应也随着其剂量的增大而增加。其神经系统毒性为剂量限制性，AraC累积剂量小于24g/m2时，可无神经毒性表现，而其累积剂量达到48g/m2时，神经系统毒性不可逆且有生命危险。HDAraC治疗时其血药浓度可从常规剂量时的0.5μmol/L增加至100μmol/L，且AraC易透过血脑屏障，静脉给药其脑脊液中药物浓度为血浆中的40％，而脑脊液中缺乏脱氨酶，HDAraC治疗时其AraC活性代谢产物AraCTP在脑脊液中水平可持续24h。中枢神经系统毒性反应可表现为头痛、嗜睡、淡漠、注意力不集中等大脑症状和（或）表现为眼球震颤、轮替运动、共济失调等小脑症状。本例病例无白血病中枢浸润症状及体征，CT检查无颅内疾病，抽搐前不发热，且未查及明显感染体征，可排除感染所致，故高度怀疑为AraC不良反应。该患儿前期化疗多次使用过AraC，本次使用剂量较前增加，但仍在中剂量（0.5～1.0g/m2·次，q12h）范围，AraC累积剂量未超过6g/m2，与文献报道大于24g/m2累积用量易出现神经毒性的用量差距较大。本科室其他患儿同时使用未出现类似现象，故考虑亦与药物个体差异有关。提示临床在应用AraC时，选择适宜的剂量和及时作出诊断是防止严重中枢神经系统不良反应的关键，一般及时停药并予对症治疗后症状可消失。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "2fde4295-0ee2-4ff9-8961-5196a23a826d", "title": null, "text": "【0】**【一般资料】**男性，54岁，无\n\n【1】**【主诉】** 患者，男，54岁。  \n因躯干、四肢皮疹伴瘙痒7年，加重20天就诊。\n\n【2】**【现病史】** 患者7年前无明显诱因全身出现暗红色斑丘疹，伴瘙痒，无脱屑、渗出，间断抗过敏治疗无效（具体药物不详）。近半年无明显诱因于原皮损处出现暗红色斑块、结节，斑块、结节逐渐增多。给予“美能、胸腺肽、维生素C、苦参素、\\*\\*30mg/日”等药物治疗，斑块、结节消失，遗留暗红色斑疹。20余天前患者停用激素，皮损迅速加重，躯干、四肢出现散在浸润性斑块、结节，上覆痂皮，背部、右股内侧、双上臂出现数处鸡蛋大小肿块，表面破溃，渗出明显。\n\n【3】**【既往史】** 患者既往无过敏症状，无哮喘，湿疹病史，否认食物、药物过敏史；无关节疼痛，口腔溃疡，光敏感。\n\n【4】**【其他】**【讨论问题】 该病例是什么病？嗜酸性粒细胞增多性皮炎？皮肤T细胞淋巴瘤？MF？", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "eab33ea2-00f4-4fef-b8df-d95cf0ee1bc8", "title": null, "text": "【0】**【一般资料】**男性，7个月，无\n\n【1】**【主诉】** 术中探查见皮肤坏死达深筋膜深层，术后给予抗感染、创面换药、营养支持及对症处置。患儿发热有所好转（体温波动在37.5℃～38.3℃），腹胀及少尿5d后逐渐消失。后因换药时创面分泌物较多，术后11d后在全麻下给予右下肢扩创、自制负压封闭引流术。术中将无菌纱布以50%葡萄糖注射液浸透后覆盖在创面上。调节负压吸引装置压力在－6.67kPa并持续吸引。术后仍给予广谱抗生素静点，创面敷料每3d更换1次。在持续负压吸引期间患儿无不良反映出现。7d后复查创面分泌物细菌培养结果为阴性，创面肉芽组织新鲜，在全麻下行清创植皮术。术后仍以自制负压封闭引流技术固定右下肢术区敷料。术后3d去除敷料，植皮区皮片全部成活，见图3。\n\n【2】**【现病史】** 右肺呼吸音弱，左肺呼吸音粗，可闻及痰鸣音及湿啰音，心音有力，腹部膨隆，腹软，精神反应差，吸氧下面色红，哭声弱。\n\n【3】**【查体】** 右肺呼吸音弱，左肺呼吸音粗，可闻及痰鸣音及湿啰音，心音有力，腹部膨隆，腹软，精神反应差，吸氧下面色红，哭声弱。\n\n【4】**【辅助检查】** 右肺呼吸音弱，左肺呼吸音粗，可闻及痰鸣音及湿啰音，心音有力，腹部膨隆，腹软，精神反应差，吸氧下面色红，哭声弱。\n\n【5】**【诊治经过】** 右肺呼吸音弱，左肺呼吸音粗，可闻及痰鸣音及湿啰音，心音有力，腹部膨隆，腹软，精神反应差，吸氧下面色红，哭声弱。\n\n【6】**【诊断结果】** 右肺呼吸音弱，左肺呼吸音粗，可闻及痰鸣音及湿啰音，心音有力，腹部膨隆，腹软，精神反应差，吸氧下面色红，哭声弱。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "d65ed28c-90fa-4106-bdec-cf23c3fa4723", "title": null, "text": "【0】**【一般资料】**男性，76岁，。农民\n\n【1】**【主诉】** 男性，76岁。农民  \n左髋部外伤后疼痛，活动受限一小时。\n\n【2】**【现病史】** 患者入院前一小时骑自行车不慎摔伤，伤及左髋部，当时患者无昏迷，即感左髋部疼痛，不能站立及行走，无胸闷气短，无恶心呕吐，在当地未行，特殊处理，即来我院就诊门诊查x线：左侧股骨粗隆间骨折，为求进一步治疗收入，我院患者自摔伤以来，无嗜睡及昏迷，二便正常\n\n【3】**【既往史】** 既往高血压病十年在家中为规律，口服降压药物，血压控制欠理想，否认肝炎，结核等传染疾病史，无手术外伤史及药物过敏史。\n\n【4】**【查体】** 体温：36，8℃，心律：66次/分，呼吸：20次/分，BP：165/80mmHg，发育正常，营养中等，神志清楚，被动\\*\\*查体合作，头颅无畸形，双侧瞳孔正大等圆，对光反射灵敏，耳鼻口未见异常，径不对称，无抵抗，胸廓对称无畸形，双肺呼吸音清，未闻及干湿性啰音心律，66次/分，未闻及病理性杂音，腹部平坦无隆起，肝脾未触及肿大，无反跳痛及肌紧张。左下肢短缩，外旋畸形，宽关节处肿胀，压痛明显，纵向叩击痛明显，髋关节活动受限，可触及明显骨擦感，膝关节活动自如，远端肢体血运良好。\n\n【5】**【辅助检查】** 骨盆x线：左股骨粗隆间骨折。\n\n【6】**【初步诊断】** 1，左股骨粗隆间骨折 2，高血压病。\n\n【7】**【鉴别诊断】** 股骨颈骨折：患者一般多有明显外伤史，伤后患者伤处肿胀疼痛，髋关节活动受限，x线股骨颈处骨质不连接。\n\n【8】**【诊断结果】** 1，左股骨粗隆间骨折2，高血压病。\n\n【9】**【其他】**【诊疗经过】 患者入院后给予二级护理，流食，积极完善相关检查，给予：左胫骨结节持续骨牵引。完善相关检查待手术。  \n【病例分析/讨论】 患者年龄较大。还需积极完善相关检查，如下肢静脉彩超，心脏彩超等等。积极做好术前常规检查。无明显手术禁忌症后，给予左侧股骨粗隆间骨折闭合复位内固定。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "0fce9573-793f-45df-9ddf-49e1f9414efe", "title": null, "text": "【0】**【一般资料】**女性，72岁，无\n\n【1】**【其他】**【 一般资料】 患者女72岁  \n【 主诉】 “体检CT发现腹膜后肿物1周”入院。近1月来体重下降10kg，无发热、盗汗、无腰背部疼痛，无乏力。  \n【 体格检查】 上腹部触诊可及质硬肿物，边界及表面触不清，肿瘤直径约15cm。  \n【 辅助检查】 外院CT平扫示左肾上腺区见单发16cm×15cm×12cm肿瘤，CT平扫示CT值为18~50HU，边缘光整，与胸膜及脾脏分界不清，横膈受压抬高，考虑肾上腺皮脂腺瘤或腺癌可能性大。入院后MRI提示左侧肾上腺区可见巨大团状肿块影，呈不均匀长T1等长T2信号，其内可见片条状及灶状T2WI高信号，病灶大小约14.8cm×14.4cm×15cm，边缘较规整，肿块向上突入胸腔，胸主动脉受压右移（图1）。左侧肾上腺未见显示，考虑肾上腺皮脂腺瘤或腺癌可能大。血尿常规、DIC常规及生化全套均正常，肿瘤标志物无异常。  \n【 诊断】 腹膜后肿瘤。  \n【 治疗】 于全麻下行经腹手术探查，取腹部正中“L”切口20cm，术中发现肿瘤约15cm×14cm×12cm，位于肾上极并向膈肌延伸，固定与周围粘连严重，外沿腰大肌间隙向上游离至膈角，推开粘连腹膜、脾血管及脾脏、胰尾，肿瘤上极与膈顶粘连严重，疑似宽蒂，钝性分离，肿瘤浸透膈肌，达胸膜，切断粘连组织，完整取出肿瘤，台上请胸科医师会诊于膈肌及胸膜处游离肿瘤并修补损伤膈肌，术后肿瘤剖面呈灰白色实性组织，肿瘤内部见出血坏死及糜烂样改变，病理示肿瘤细胞呈梭形，内见大量胶原束，肿瘤细胞无规则分布，镜下见孤立性纤维瘤黏液样变和血管外皮样变细胞密集，部分区域细胞生长活跃，伴坏死，核异型性明显，核分裂象＞4个/10HPF。结合免疫组化，符合孤立性纤维性肿瘤，内部局灶癌变。免疫组化：CD34（＋＋＋），Vim（＋＋＋）,bcl-2(＋＋),CD99(局灶弱＋)，CK（-），EMA（-），NSE（局灶＋），S-100（-），SMA（-），CR（-）。   \n【 病理诊断】 腹膜后孤立性纤维瘤（恶性）。  \n【 跟进】 术后建议患者进一步行放化疗治疗，家属拒绝，随访3个月，患者体重增加，复查CT未见肿瘤复发迹象。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "785064db-8127-48dc-ade4-9bb3f34cd714", "title": null, "text": "【0】**【一般资料】**女性，，无\n\n【1】**【主诉】** 白细胞降低三年余乏力三天\n\n【2】**【其他】**【治疗经过及现病史】 ：三年前因倦怠乏力爱感冒治疗无效，查血常规白细胞计数只有2.6左右，用升白安补血药及中药无效果，后到绵阳市中心医院找血液科主任周棠馨治疗，作了一些检查（检查结果见后），治疗白细胞恢复正常，停药两年。前三天因为离婚，突然感觉非常乏力，到我们当地区医院查血常规，白细胞又只有2.6了。  \n【附】 ：历年检查结果：2004年10月13日安县塔水中心卫生院白细胞26002005年2月3日安县塔水中心卫生院白细胞24002004年10月9日安县塔水中心卫生院白细胞26002005年2月25日安县疾控中心医院白细胞60002005年2月12日罗江县和平医院白细胞61002004年10月17日绵阳市中心医院住院血液分析报告单白细胞6390淋巴细胞百分比16.7嗜中性粒细胞百分比73.4红细胞数3.37平均红细胞体积104.5平均红细胞血红蛋白含量34.1网织红细胞百分率0.46网织红细胞值0.016低荧光网织红细胞百分率99.2中荧光网织红细胞百分率0.02004年6月13日绵阳市中心医院门诊检查血液报告单白细胞4.8中间细胞比率0.154小细胞绝对计数0.9平均红细胞体积103.5红细胞分布宽度变异系数0.132血小板分布宽度13.6大型血小板比率0.3062003年12月31日绵阳中心医院妇超声报告单子宫大小4.8\\*10.8CM,形态略异，宫内膜线居中，宫颈厚达3.3CM  \n【超声提示】 ：子宫颈肥大", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "1cb23fd4-cbe6-4185-969f-0f23a4143b2b", "title": null, "text": "【0】**【一般资料】**男性，28岁，无\n\n【1】**【主诉】**男，28岁。\n\n【2】**【辅助检查】**胃镜检查前常规心电图发现多导联T波低平，超声心动图显示左心室占位，心腔内高回声团块，大小约3.5 cm×2.7 cm，附于室间隔心尖段，可见较短蒂，活动度较小，边界尚清（图1A）。诊断：疑似左心室黏液瘤。胸部CT平扫示：心影大小、形态正常，左心室近室间隔处见类圆形低密度，边界模糊，CT值约－76HU，长径约29.8mm。\n\n【3】**【初步诊断】**考虑脂肪瘤\n\n【4】**【诊治经过】**患者于全麻、低温体外循环条件下行左心室肿物切除。术中探查左心室侧壁、壁心尖部、室间隔心尖部，可见实性肿物，大小约3.5 cm×3.0 cm，经右心房及房间隔探查室间隔近心尖部见直径2.5 cm黄色质韧肿物凸入左心室腔内，并嵌入心脏室间隔及左心室壁，无法完整切除，将凸入心腔部分肿物切除并向室间隔内切除深约5mm肿物。病理诊断：左心室脂肪瘤。术后1个月复查时行超声心动图检查显示左心腔内可见高回声团块附于室间隔心尖段，大小约3.5 cm×2.2 cm，边界尚清。见图1B。\n\n【5】**【其他】**【讨论】心脏原发性肿瘤较少见，心脏脂肪瘤更加罕见。心脏脂肪瘤多位于心外膜下或心包处，常见于左心室或右心房，可位于心包下或心内膜下。心包下脂肪瘤通常较大，边缘较为光滑；而心内膜下脂肪瘤通常无明显蒂回声，可位于心肌组织内或凸入心腔内生长。传统的X线检查心脏肿瘤缺乏特异性；而MR检查对脂肪瘤有一定特异性，但价格却较为昂贵。超声心动图技术具有方便、准确、安全等特点，可提供特征性影像，已成为心脏肿瘤，特别是进行术后诊断的重要方法。CT检查可显示脂肪组织特有的CT值范围，并结合进行定性诊断。部分患者因脂肪瘤嵌入心室壁，相应部位心肌组织变薄，可出现ST段压低、T波低平倒置等非特异性改变，故患者特别是无症状年轻患者出现上述心电图表现时尽量行超声心动图检查以明确诊断，避免漏诊。心腔内脂肪瘤与黏液瘤需与以下疾病鉴别：黏液瘤以左、右心房较为多见，多为分叶状，因蒂多较长故活动度较大；而脂肪瘤多呈类圆形，回声较黏液瘤更强，且后方多有回声失落而导致后方边界不清，基底较宽，活动度较小。本例患者术后1个月在术前脂肪瘤对应部位再次出现占位性病变，考虑为脂肪瘤复发。术后短期内生长快速，较为罕见。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "c51a3f97-46ce-4f6f-bb68-47b4619e6750", "title": null, "text": "【0】**【一般资料】**女性，26岁，无\n\n【1】**【其他】**【 一般资料】 患者女，26岁  \n【 主诉】 因面部皮肤呈青灰色6月余就诊。  \n【 现病史】 患者于就诊前6个月面部皮肤逐渐变为青灰色，面中部尤甚，无瘙痒等自觉症状，未予处理。近 2 个月面部青灰色逐渐加深，渐累及双手背，无其他不适。患者4年前因全身泛发寻常性银屑病，口服胶银溶液（30 mg/瓶，美国EFT公司），每月6瓶，连续服用4年。自觉有效，银屑病皮疹明显好转，局限于上背部和上臂，仅外用糖皮质激素霜剂。  \n【 既往史】 既往体健，除银屑病外无特殊疾病史。  \n【 体格检查】 一般情况良好，各系统检查未见异常，浅表淋巴结未触及。皮肤科检查：面颈部、双手背呈弥漫性青灰色（图 1）；上背部散在淡红斑，其上无明显鳞屑（图2）。    \n【 辅助检查】 实验室检查：血尿粪 常规检查正常，肝肾功能、血脂、电解质均在正常范围。胸部 X 线、腹部 B超、头颅 MRI 和脑电图亦未见明显异常。血、尿样本送至司法部司法鉴定科学技术研究所毒物室检测，结果显 示，血液和尿液中银元素质量浓度分别为 100.3 μg/L（参考值 < 4 μg/L）和1.4 μg/L（参考值为阴性）。眼科裂隙灯检查：晶体表面可见棕色颗粒状沉积物。取上背部皮损行组织病理检 查：表皮角化过度，灶性角化不全，中性粒细胞聚集，颗粒层部分变薄，棘层肥厚，真皮浅层小血管周围少量淋巴细胞、中性粒细胞浸润。真皮血管及附属器周围可见细小黄褐色颗粒沉积，即银颗粒（图3）。  \n【 初步诊断】 银质沉着症，银屑病。  \n【 治疗经过】 行静脉血液滤过治疗共3次。第1次治疗后血浆中银元素浓度下降至70 μg/L；间隔5 d后分别行第2、3次静脉血液滤过，血浆中银元素浓度分别为63和62 μg/L。颜面部皮肤青灰\\*\\*素沉着略有好转，但未消退。2个月后随访血液和尿液中银元素质量浓度分别为41.7和0.7 μg/L。目前仍在随访中。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "95cb5e90-e654-4a1d-b9bf-4aba62807ac7", "title": null, "text": "【0】**【一般资料】**男性，18岁，无\n\n【1】**【主诉】** 张XX，男，18岁  \n刀刺伤术后2天，发热伴神志不清1天\n\n【2】**【现病史】** 患者于2011年12月18日不慎被他人用刀刺伤腰部、右上臂，当时出血较多，随即送往西宁市第一人民医院，于12月19日行“清创并血管、肌腱、肌肉探查吻合术”，术后开始发热，最高温度达42℃，具体热型及持续时间不详，并逐渐出现意识不清，请我科会诊后，由120出诊转入我院。\n\n【3】**【查体】** T：42.0℃，HR：174次/分，R：39次/分，BP：测不到，SaO2：83%，呼吸浅快，气管插管机械通气中，神志呈浅-中昏迷状，颜面、睑结膜、口唇苍白，双侧瞳孔等大同圆约3.0mm，对光反射迟钝，双肺未闻及湿啰音，腰部数去置负压球1个，引出红色血性液约150ml，右前臂石膏固定，NS（—）WBC:24.63×109/L,G%:97.8%,PLT:69×109/LALT:597U/L,ALB:30g/L，BUN:23.23mmol/L，Crea:256umol/L，CK:12749.0U/L,CK-MB:135ug/L,PCT>10血气分析PH6.97,BE–27,LAC11.4,PO257mmHg,PCO216mmHg，CVP–13,ScvO255%\n\n【4】**【其他】**【问题讨论】 看大家怎样诊断", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "5c2b6e8a-89e5-4471-8514-ee12ac51dd57", "title": null, "text": "【0】**【一般资料】**男性，52岁，无\n\n【1】**【主诉】** 体温38.2度。血压150/100mmhg.呼吸28次/分。脉搏80次/分。全身皮肤无黄染，浅表淋巴结不大。巩膜无充血，咽红稍充血。扁桃体不大，眼眶无压痛，面部不红，气管居中，甲状腺不大。双肺叩清音，呼吸音，未闻及干湿啰音。心界不大，心律80次/分，心律齐。各瓣膜听诊区未闻及杂音。肝脾未及。肠鸣音3次/分。肾区无叩痛。生理反射存在，病理反射未引出。\n\n【2】**【现病史】** 体温38.2度。血压150/100mmhg.呼吸28次/分。脉搏80次/分。全身皮肤无黄染，浅表淋巴结不大。巩膜无充血，咽红稍充血。扁桃体不大，眼眶无压痛，面部不红，气管居中，甲状腺不大。双肺叩清音，呼吸音，未闻及干湿啰音。心界不大，心律80次/分，心律齐。各瓣膜听诊区未闻及杂音。肝脾未及。肠鸣音3次/分。肾区无叩痛。生理反射存在，病理反射未引出。\n\n【3】**【查体】** 体温38.2度。血压150/100mmhg.呼吸28次/分。脉搏80次/分。全身皮肤无黄染，浅表淋巴结不大。巩膜无充血，咽红稍充血。扁桃体不大，眼眶无压痛，面部不红，气管居中，甲状腺不大。双肺叩清音，呼吸音，未闻及干湿啰音。心界不大，心律80次/分，心律齐。各瓣膜听诊区未闻及杂音。肝脾未及。肠鸣音3次/分。肾区无叩痛。生理反射存在，病理反射未引出。\n\n【4】**【其他】**【处理】 当时考虑为糜烂性胃炎，嘱家属先输点液体然后看情况。结果我刚出家门时患者也跟着我匆忙走出家门，说是想大便，我也就再没有问别的，就回家配药准备输液，刚打开门，就听到患者有呕吐声，紧接着听到一声尖叫：“妈呀”。随即倒在地上痛的无法起来，我赶紧回过来和邻居另外一个人把他抬起就往我的诊所里面送。进门后我迅速拿起听诊器，听心脏，心律110次/分。患者左侧第九肋间痛的厉害，但皮肤及皮下不感痛。立即给予在X光机下进行透视，右侧膈下未发现半月形游离气体，急做心电图正常。患者只感到左侧上肢冰冷，全身只冒虚汗。给予输上5%葡萄糖500毫升+阿米卡星0.6克，同时让当地卫生院将其拉走，我也跟随其到卫生院，卫生院急拍胸片，查胸腹部B超都正常，急查尿淀粉酶有点高，血淀粉酶也有些高，当时值班医生劝其住院。时正值三四天就要过年，我也就回家了，后来在大年三十我看患者的弟弟在帮助打扫卫生，问其病人情况如何，其弟说那天晚上痛了一晚上，第二天就送到县上去。结果听说正月初五患者的儿子说他父亲病情危重，患者转到了西京医院进行治疗去了。患者诊断已明确，但因失去了最佳的治疗时间。于正月十三去世。  \n【请教】 根据以上病史请大家讨论此病例可能是一个什么病。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "56fa53cd-e92d-483a-87cd-f23add65ce84", "title": null, "text": "【0】**【一般资料】**男性，57岁，无\n\n【1】**【主诉】** 患者，男性，57岁  \n因“活动时胸痛1年”于2010年11月15日入院。\n\n【2】**【现病史】** 患者1年前爬山时感胸骨后压榨性疼痛，休息5分钟后自行缓解，此后症状反复发作，均与体力活动有关，性质同前，持续数分钟可缓解，曾于外院行平板运动试验（+），给予阿司匹林、氯吡格雷（clopidogrel）、美托洛尔（metoprolol）和硝酸酯类药物治疗，症状缓解不明显，仍有胸痛反复发作。\n\n【3】**【查体】** 神智清楚，颈静脉无明显充盈，肝-颈静脉回流征（－），颈部未闻及血管杂音，双肺呼吸音清，未闻及干湿啰音。心界不大，心律约78次/分，房颤律，心音强弱不等，各瓣膜听诊区未闻及明显病理性杂音。腹平软，肝脾肋下未触及，移动性浊音（－），双下肢不肿。神经系统查体未见阳性体征。  \n血常规、尿常规、大便常规及潜血均未见异常，总胆红素38.18μmol/L，直接胆红素7.47μmol/L，尿酸（UA）473.2μmol/L，血糖（Glu）6.32mmol/L，三酰甘油1.92mmol/L，氨基末端B型利钠肽（NT-proBNP）456.7pg/ml，其余化验检查均未见异常。心电图：心房颤动，心室率约78次/分。超声心动图：双房增大；二尖瓣反流（轻度）；三尖瓣反流（轻度），左心房（LA）43mm×40mm×50mm，左室舒张末径（LVEDd）51mm，左心室射血分数（EF）53%。\n\n【4】**【初步诊断】** ①冠心病，稳定型心绞痛；②心律失常，持续性心房颤动；③陈旧性脑梗死；④十二指肠球部溃疡。\n\n【5】**【诊治经过】** 患者入院后，给予双联抗血小板药物、抗心肌缺血治疗，完善相关检查后，行冠状动脉造影示前降支中段于第一对角支发出部位约80%～90%狭窄，在边支导丝保护下于病变部位置入Partner2.75×18mm药物洗脱支架一枚（图3）。出院带药：阿司匹林100mgQd，波立维75mgQd，华法林3mgQn，倍他乐克25mgBid，依姆多（isosorbidemononitrate）30mgQd，高舒达（famotidine）20mgBid，惠加强-G（吉法酯片，Gefarnate）50mgTid。\n\n【6】**【其他】**【既往病史】 既往有心房颤动病史5年，最初为阵发性，大约8个月前转为持续，未接受规范诊治。脑梗死史8个月，服用阿司匹林，无明显后遗症。有“十二指肠球部溃疡”病史10余年，已愈。有长期大量吸烟史（12支/天×30年），已戒烟1年。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "52eee3b2-abf1-4ebf-88e3-cc42298ad543", "title": null, "text": "【0】**【一般资料】**保密，，无\n\n【1】**【主诉】** 下前牙处常有脓液溢出一月余。\n\n【2】**【现病史】** 患者近一年来时常牙龈刷牙时出血，有口臭。近一月来下前牙处有脓溢出要求诊治。\n\n【3】**【既往史】** 询问患者否认重大疾患史（无高血压心脏病史）否认血液疾病史。\n\n【4】**【查体】** 右下12左下12排列不齐，牙石2度,牙龈红肿,轻探出血,牙周袋深约4-5mm,内有脓液,探之根面粗糙有牙石。松动1度。X线检查水平吸收达根长1/3左右。\n\n【5】**【诊断结果】** 右下12左下12成人牙周炎（慢性牙周炎）鉴别诊断：牙龈炎牙龈炎有牙龈炎症，无牙周袋形成，无牙槽骨吸收，无牙齿松动等典型牙周炎临床表现。\n\n【6】**【其他】**【治疗计划】 进行彻底的洁治，刮治局部\\*\\*物，双氧水冲洗，上碘甘油。进行口腔卫生宣教，让患者正确掌握刷牙的方法。一个月后在酌情进行下前牙翻瓣术，以消除牙周袋。术后定期复查，维护疗效。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "0e0e069d-8dc2-4807-898e-895061451a42", "title": null, "text": "【0】**【一般资料】**女性，36岁，无\n\n【1】**【主诉】** 患者，女性，36岁  \n因左\\*\\*血性溢液14d就诊。\n\n【2】**【查体】** （1mmHg=0.133kPa），双侧\\*\\*大小、形态正常，无局限性隆起、凹陷，\\*\\*皮肤无发红水肿，两侧\\*\\*处于同一水平，挤压\\*\\*，右侧\\*\\*无溢液，左侧\\*\\*单导管有暗红色血性液体溢出。\n\n【3】**【辅助检查】** 体温35.6℃，脉搏126次/分，呼吸26次/分，血压82/47mmHg，面色、口唇苍白，查血糖为5.8mmol/L。诊断考虑为过敏性休克。立即予患者平卧位，高流量吸氧6L/min，皮下注射肾上腺素1mg，建立静脉通道，静脉注射\\*\\*5mg，用5%葡萄糖氯化钠注射液快速补液，20min后患者症状缓解，观察生命体征正常，1h后患者离院。\n\n【4】**【初步诊断】** 左侧\\*\\*溢液，左侧乳管内\\*\\*状瘤?为明确诊断拟行左侧乳管纤维内视镜检查。\n\n【5】**【诊治经过】** 患者否认药物过敏史及高血压、心脏病、糖尿病史。患者同意并签署纤维乳管内视镜检查同意书后，实施乳管镜检查。置入乳管镜前5min，于乳管内注入1%利多卡因注射液2ml行局部麻醉，检查时间约10min。检查完毕，患者走出检查室时突感头晕、心慌、胸闷、冷汗、四肢无力。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "2ad0b70f-a830-409e-806a-77414f9d31ce", "title": null, "text": "【0】**【一般资料】**女性，29岁，无\n\n【1】**【其他】**【 一般资料】 患者，女，29岁  \n【 主诉】 因“反复腹痛1个月，加重伴黑便3d”入院。  \n【 现病史】 上腹部呈持续性隐痛不适，伴纳差，入院前3d出现腹痛加重伴解柏油样便，发病以来消瘦明显，体质量减轻约2.5kg。  \n【 既往病史】 既往体健，家族中无患相同疾病史，无烟酒及其他不良嗜好。  \n【 查体】 入院后体检：一般状态可，皮肤、黏膜色泽正常，未见黑色素癍及瘤，未触及淋巴结肿大，腹部平坦，上腹部轻压痛，无反跳痛，未触及包块。  \n【 实验室检查】 白细胞4.7×l09/L，红细胞3.38×l012/L，血红蛋白95.0g/L。大便潜血阳性。肿瘤标志物：CA19-9：27.2KU/L（0～37KU/L），CEA：2.60μg/L（0～5μ/L）。  \n【 诊断】 入院诊断：1.上消化道出血查因：消化性溃疡并出血？消化系统肿瘤并出血？2.中度贫血。  \n最后诊断为：胃底原发性恶性黑色素瘤并出血。行胸腹部CT平扫加增强扫描检查示胃底部可见一高低密度混杂结节影，大小3.5cm×4cm×2.5cm，不均匀强化，边缘欠清晰，并肝肺内、肋骨多发转移。考虑因发生肺、骨等多处转移，丧失手术时机，予CVD（顺铂+长春新碱+达卡巴嗪）方案正规化疗。正规化疗3个疗程后病情仍持续恶化出现脑转移，患者要求终止化疗，于1年后患者因出现恶病质死亡。  \n【 治疗经过】 立即予以补液、抑酸、止血等治疗。患者腹痛较前好转，无排黑便，病情好转。肠镜检查示全大肠黏膜未见明显异常。行胃镜检查：胃底部近贲门口见一大小约2.5cm×3cm×2cm隆起不规则形肿物，呈暗红色，表面黏膜糜烂、溃疡形成并附有血痂（见图1），对肿瘤进行大体观察并多点深部取活组织检查。活检标本经10%中性甲醛溶液固定，常规石蜡包埋，4μm厚连续切片。HE染色，采用EliVision法分别进行CEA、HMB45、S-100、Melan-A等免疫组化染色（所用一抗和EliVision试剂盒均购自福建迈新公司），电子显微镜下观察。镜下见肿瘤细胞弥漫性片状分布，细胞呈多形性，上皮样或梭形，胞质丰富，细胞核呈空泡状，并有明显的核仁，核分裂象易见，肿瘤细胞内见少量黑色素颗粒（见图2）。病理组织学检查示肿瘤细胞呈多边形或上皮样形，核分裂象易见，见少量黑色素颗粒。免疫组化检查见肿瘤细胞中HMB45、S-100蛋白均呈阳性表达，而Cytokeratin、EMA均呈阴性表达（见图3～4）。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "d3845faf-0d0c-4130-9cd7-358b2617bc8b", "title": null, "text": "【0】**【一般资料】**女性，25，无\n\n【1】**【主诉】** 患者，女，25，\n\n【2】**【查体】** 肥胖体型，BMI42，无明显颈蹼。\n\n【3】**【其他】**【病史】 糖尿病病程4年，此次入院系因家中空腹血糖20，餐后血糖30入院。无客观不适，  \n【辅检】 一侧卵巢5个小卵泡，性激素、皮质醇+ACTH等未见明显异常；生化：胆固醇4.5，甘油三酯1.6，低密度脂蛋白2.0，高密度脂蛋白1.2。OGTT:基础值正常，胰岛素及C肽释放曲线低平，无峰值。目前胰岛素控制血糖尚可，按照体重的0.4  \n【讨论】 1.诊断为1型还是2型？若为1型，但患者明显肥胖体型，病程4年来一直不规则治疗，既用过胰岛素也用过口服药，但都没有坚持治疗。病程中无酮症倾向，似乎不像1型。若为2型，患者PGTT试验无峰值，且血脂、胆固醇指标非常正常。2.目前已经抽血查1型的一些特异抗体，同时肾上腺CT扫描，为了鉴别，下一步还需要做哪些检查？", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "a3e65cc2-dd14-493c-8b73-be7873805009", "title": null, "text": "【0】**【一般资料】**男性，2岁，无\n\n【1】**【主诉】**\n\n【2】竖头不稳1年，阵发性抽搐1年\n\n【3】**【现病史】** 该患儿生后吸入羊水，出现窒息，经抢救治疗9天病情平稳，诊断为：缺血缺氧性脑病，至今运动一直落后于同龄儿，现竖头不稳，不会翻身，近1年来出现阵发性抖动，持续时间大约1秒左右，间隔时间不定，今为求进一步系统治疗来我院。\n\n【4】**【既往史】** 生后有窒息史，该患儿无外伤及输血史，无食物及药物过敏史，只接种卡介苗及乙肝疫苗。\n\n【5】**【查体】**发育正常，营养良好，自动体位，神志清楚，查体合作，头颅无畸形，眼球正常，瞳孔等大正圆，对光反射灵敏，双肺呼吸音清晰，心音有力，律齐，腹平软，无压痛及反跳痛，肝、脾未触及。专科检查：大运动：竖头不稳，偶可俯卧位抬头90°，只能俯卧位抬头3-5秒，之后缓慢下垂至床面，肘支撑不充分，患儿用力时张嘴，翻身不完全，只能翻身至侧身，翻身时头后仰明显，不会坐，立位双下肢不支持，偶可支撑，右手有抓物意识，左右抓物时握拳，只能发“a-a”音，流涎明显，叫名字可目光追视，但转头能力较差，肌张力不稳定，股角：30°，腱反射亢进，ATNR：（+）。\n\n【6】**【辅助检查】** 头磁共振：不除外脑白质软化，胼胝体发育不良，双侧脑室旁、基底节区异常信号。。 动态脑电图：异常动态脑电图。广泛性棘慢波、多棘慢波暴发出现。\n\n【7】**【初步诊断】** 1.脑性瘫痪；2.癫痫；3.智力低下\n\n【8】**【鉴别诊断】** 小儿颅内出血（ICH）又称为出血性脑血管病或出血性卒中，系因脑血管破裂使血液外溢至颅腔所致。根据出血部位的不同，ICH可分为脑出血、蛛网膜下腔出血和硬膜下出血等\n\n【9】**【诊治经过】** 1.丙戊酸钠口服液，抗癫痫治疗。 2.予运动疗法、语言治疗、作业疗法、吞咽功能训练治疗、局部\\*\\*治疗，理疗、蜡疗，等，改善肢体活动度及控制能力，提高认知能力及发音能力。\n\n【10】**【诊断结果】** 1.脑性瘫痪；2.癫痫；3.智力低下\n\n【11】**【分析总结】** 该患儿在出生过程中出现明显的窒息，造成脑组织损伤，而致运动功能，智力水平，对肢体的控制能力均受其影响，并且脑损伤后出现癫痫灶的比例较高。该病例引发了我们的思考抢救技术的提高的同时，脑损伤患儿出现的比率也在大幅度的上升，康复事业任重而道远。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "07d9597e-b6f0-431f-b9a9-3c31240ea792", "title": null, "text": "【0】**【一般资料】**男性，17岁，无\n\n【1】**【主诉】** 患者男，17岁  \n上腹部不适，伴间断解黑便、呕血6天\n\n【2】**【现病史】** 患者6天前无明显诱因下出观上腹部不适，饥饿时明显，进食后稍好转，不向他处放射，末重视。后于2018.08.03出现解黑便1次，呈稀糊状，量中等，且呕吐1次，呕吐物为进食食物，见少许血丝，无其它不适，于当地医院门诊就诊未行特殊治疗。继而于2018.08.04再次出现解黑便1次，性状及量基本同前，伴呕吐咖啡色样物1次，感冷汗、全身乏力，再次就诊当地医院，行胃镜检查提示十二指肠球部溃疡(详细报告未见)，治疗上子以生长抑素、2U去白悬浮红细胞及药物止血等对症支持。后病情无明显好转，家属要求转上级医院进一步诊治，遂转入我院，在我院急诊抢救室急行血常规：白细胞计数9.96\\*10^9/L，红细陈计数2.10\\*10^12/L，血红蛋白64g/L，粪便常规+港血(0B)：大便颜色黑色，大便隐血4+；全腹部CT平扫未见明显异常CT征象。子以止血、抑酸、输血、补液等对症支持。后行电子胃镜检查提示十二指肠球部溃疡。现患者转入消化内科继续诊治。\n\n【3】**【既往史】** 既往十二指肠球部溃疡病史\n\n【4】**【查体】** 神志清楚，中度资血貌，全身皮肤黏膜苍白，结膜苍白，双侧瞳孔等大等圆，对光反射灵敏。双肺呼吸音稍粗，未闻及明显干湿性啰音，心律齐，心音中等，各瓣膜未闻及病理性杂音；腹平软，无包块，上腹部轻压痛，无反跳痛，肝脾无肿大，肠鸣音4次/分。四肢肌力及肌张力正常，神经系统未及异常。\n\n【5】**【辅助检查】** 2018.08。08，我院急诊抢救室血常规：白细胞计数9.96\\*10^9/L，红细陈计数2.10\\*10^12/L，血红蛋白64g/L；粪便常规+港血(0B)：大便颜色黑色，大便隐血4+； 全腹部CT平扫未见明显异常CT征象。电子胃镜检查提示十二指肠球部溃疡。\n\n【6】**【初步诊断】** 1、十二指肠球部溃疡伴出血 2、失血性贫血（中度）\n\n【7】**【鉴别诊断】** 1、肝硬化并食道胃底静脉曲张破裂出血：有慢性肝病史，多呕鲜血，查体可见肝脏、蜘蛛痣、腹壁静脉曲张、脾肿大，胃镜检查可诊断鉴别。 2、胃癌并出血：有多年胃病史，伴纳差、消瘦、乏力等肿瘤消耗表现，胃镜及病理检查可诊断鉴别。 3、急性胰腺炎：本病有上腹部疼痛，伴恶心、呕吐、发热，同时有血清及尿淀粉酶显著升高。血 及尿淀粉酶检查有助于鉴别。\n\n【8】**【诊断结果】** 1、十二指肠球部溃疡伴出血 2、失血性贫血（中度）\n\n【9】**【其他】**【诊疗经过】 1、密切监测患者生命体征，如出现心律加快，脉搏细速，血压下降等表现，需及时处理； 2、定期检验患者血常规，追踪血红蛋白情况，同时复查粪便常规+潜血； 3、禁食，予以艾司奥美拉唑抑酸，矛头蝮蛇血凝酶、止血敏止血，补液，营养支持等对症处理，必要时输注去白细胞悬浮红细胞。  \n【病例分析】 急性上消化道出血是指屈氏韧带以上的食管、胃、十二指肠和胰管、胆管病变引起的急性出血，胃空肠吻合术后吻合口附近的空肠上段病变所致出血也属这一范围。当出血量在短时间内超过1000mL或超过循环血量的20%时，可引起周围循环障碍，严重者可危及生命。 急性上消化道出血常见的原因为胃、十二指肠溃疡，食管-胃底静脉曲张破裂，急性胃黏膜病变，胃癌，胆道出血，食管裂孔疝，贲门撕裂综合征。 本病以呕血和黑便为主要表现，血容量的减少可以导致周围循环的变化。根据失血量的多少可以分为大量出血（出血量在数小时内达1000mL并伴有急性周围循环衰竭）、显性出血（呕血或解柏油样黑便，不伴急性周围循环衰竭）和隐性出血（大便隐血试验阳性）。 临床上根据呕血、黑粪和失血性周围循环衰竭的表现，以及呕吐物或黑粪隐血试验呈强阳性，并结合实验室血常规的化验结果，可作出上消化道出血的诊断。对急性上消化道出血的患者争取在24小时内行内镜检查，可明确诊断。 原则上应该尽快明确出血部位及病因，针对病因及出血量、出血部位选择相应的治疗方案。急性上消化道大量出血病情急、变化快，严重者可危及生命，应采取措施积极进行抢救治疗，首要治疗措施为积极抗休克、迅速补充血容量治疗。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "09896561-7a5a-4958-a433-dcd450ed9522", "title": null, "text": "【0】**【一般资料】**女性，60岁，无\n\n【1】**【主诉】** 女，60岁。  \n因右眼反复红、痛2周就诊。\n\n【2】**【现病史】** 期间应用抗生素滴眼液点眼，症状无明显好转。1年前曾患左肺小细胞癌，纵隔淋巴结转移，行放射治疗。\n\n【3】**【查体】** 一般情况良好，浅表淋巴结未触及；心界正常，听诊未闻及异常；左上肺叩诊实音，呼吸音低，左中下肺及右肺呼吸音清，未闻及干湿哕音；肝、脾不大。CT检查示左肺放射治疗后改变，纵隔窗示纵隔内可见多个增大的淋巴结；全身骨显像及头颅CT均未见异常。\n\n【4】**【初步诊断】** 右眼虹膜肿物(肺癌转移可疑)。在局麻下行右眼虹膜肿物切除术，术中发现肿物未侵及晶状体，肿物切除后肉眼见4mil×3mInx2mm大小的黑色肿物，光滑，中等硬度，表面无新生血管。\n\n【5】**【鉴别诊断】** 虹膜恶性黑色素瘤。告知患者病情，建议行右眼球摘除术，家属拒绝。术后右眼视力4．5，瞳孔不圆，颞侧虹膜扇形缺损。患者一般情况可，术后5天出院，门诊随访。多原发癌又名重复癌，较多见于消化道、头颈部等。国内报道发病率为0．35％～2．40％，其发病率占恶性肿瘤的0．4％一10．7％。多原发癌于1879年由Billroth首先报道，病因尚不明确，可能与宿主易感性、机体免疫功能低下、有害因素长期\\*\\*、遗传因素及内分泌因素有关。\n\n【6】**【其他】**【眼科检查】 右眼视力4．7，左眼视力4．9；左眼外眼及眼底均未见明显异常；右眼结膜充血，角膜清，虹膜10点至1点处可见一4m／n×3mm×2mlTI大小的圆形褐色肿物，向前生长并突出，颞侧前房变浅，房闪阴性，前房可见浮游物，晶体稍向后移位，瞳孔不圆，呈“D”形，对光反射稍差，眼底未见异常。  \n【测眼压】 右眼14．0mmHg，左眼16．0mmHg。右眼B超示：玻璃体清，未见视网膜脱落或占位性病变。  \n【病理所见】 低倍镜下瘤细胞排列成腺泡状、巢状或弥散片状，间质为丰富的毛细血管，构成网状结构，细胞内、外均见散在黑色素颗粒；高倍镜下细胞体积大，呈圆形或多边形，密集，细胞界限不清，细胞异形明显，见裸核细胞及气球样细胞，有明显的病理性核分裂相。  \n【讨论】 目前多原发性癌发病有增多趋势，主要可能原因如下：①随着医学的进步多原发癌正在越来越多的得到诊断；②人类平均寿命延长，发生第2肿瘤的概率增加；③肿瘤放化疗增加也会导致多原发癌数量的增多；④暴露于相同致癌物质的器官系统转化为恶性肿瘤的概率增加。多原发癌诊断标准为每个癌必须\\*\\*\\*存在，各自具有独特的病理学形态，2个或2个以上癌灶间需有一定距离的正常黏膜间隔，可明确排除转移或复发。根据第1与第2原发癌确诊时间不同，将多原发癌分为同时性多原发癌(二者确诊时间相同或二者确诊时间相隔不超过6个月)和异时性多原发癌(二者确诊时间相隔6个月以上)。如果二者组织学类型不同，即可诊断为多原发癌，若组织学类型相同，就需进行癌与转移癌的鉴别。本例经手术、病理检查结果证实，符合多原发癌的诊断标准。多原发癌与转移癌的治疗有根本区别，转移癌多以放疗、化疗为主，而多原发癌治疗原则是在患者身体条件许可的情况下，首选根治性手术治疗。临床医师往往只重视第1原发癌的诊断与治疗，而对多器官发生的第2原发癌肿的某些迹象缺乏警惕性，因而易造成误诊、漏诊，贻误治疗。提示临床医师对多原发癌应有较高的认识和警惕性，以正确诊断，选择正确的治疗措施。只要分别采取根治性手术治疗，多原发癌仍有较好的预后。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "2dffbabd-b1ee-4092-977b-e14592864ba7", "title": null, "text": "【0】**【一般资料】**女性，47岁，无\n\n【1】**【其他】**【 一般资料】 病人，女，47岁  \n【 主诉】 因右侧头面部胀痛2周入院。  \n【 现病史】 1年前病人曾因牙痛就诊于当地乡镇牙科诊所，诊断为龋齿、牙龈炎。给予拔除右侧侧切牙及第1、2磨牙治疗，术后牙痛症状未见减轻；3月前再次就诊于此诊所，并行右侧侧切牙及第1、2磨牙种植术，症状亦未见改善。2周前再次出现头面部胀痛及麻木，在当地行全部义齿拔除术。此间牙痛及头面部胀痛逐渐加重，且伴右侧眼眶周压痛，为明确诊断来本院就诊。自患病以来，病人无明显鼻塞、流涕，无发热及视力改变。  \n【 查体】 双侧鼻腔黏膜充血肿胀，鼻腔未见明显异常分泌物。右侧侧切牙及第1、2磨牙处牙齿缺如，周围牙龈红肿，未见脓性分泌物，右侧上颌窦区及眶周按压痛。  \n【 辅助检查】 鼻窦CT检查示：右侧尖牙牙根处有一类圆形软组织密度影（图a），病变向上进入右侧上颌窦，其内见弧形线状高密度影，邻近牙槽骨压迫性骨吸收（图b）。考虑为根尖囊肿并发感染（右）。图a：术前水平位CT检查显示右侧上颌窦黏膜囊肿，中央有类圆形影；图b：术前冠状位CT检查显示右侧上颌窦黏膜囊肿并根尖骨质吸收，含类圆形影；  \n【 诊断治疗】 给予头孢类抗生素及甲硝唑抗感染治疗1周，并行根管开放引流术，后择期在鼻内镜下行上颌窦口开放及下鼻道开窗术，术中见：右侧上颌窦前、底壁有一淡黄色囊肿样物，表面光滑（图c），大小约30.2mm×23.6mm，黏膜囊肿内含蛋壳样骨性囊肿，表面光滑，大小约24.3mm×18.8mm，摘除囊肿后见其内含脓液、坏死肉芽及蛋壳样物（图d）。组织病理学诊断：右侧上颌窦骨及黏膜组织呈急、慢性炎症伴纤维组织增生，并较多浆细胞浸润。右侧上颌窦囊壁衬覆假复层纤毛柱状上皮。术后病人康复出院，4周后门诊复诊行鼻内镜检查，见术腔恢复好，黏膜基本上皮化，病人感觉良好，无明显不适。术后１年鼻内镜复查未见复发、窦口闭锁及引流不畅发生（图e）。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "fef7d400-9dc2-4e77-9186-c40895f39630", "title": null, "text": "【0】**【一般资料】**女性，20岁，无\n\n【1】**【主诉】** 患者，女性，20岁，本地人，一直在本地居住，未婚，有男朋友，性生活史5个月，G0P0，安全期避孕，从未服用过避孕药，近2个月无性生活史  \n因月经淋漓不净10余天于2月11日来诊，\n\n【2】**【现病史】** LMP2012年2月2日，3天前月经量增多，伴有轻度腰酸来诊，每天8张卫生巾全部湿透，考虑青春期功血，给予宫血宁、VK3、安络血片口服，次日因月经量不减反而增加来复诊，给予静脉点滴止血三联，下午血量减少，晚上来势更凶，一晚上湿透3张卫生巾、裤子也湿透了，吓得一晚上不敢睡觉，自己说生怕休克了。既往月经规律，血量中等，无痛经史，无类似发作时。发病来无头晕、眼花，无腹痛、腹胀、腹泻，食欲正常，大、小便正常，睡眠欠佳。这个女孩因为爱美，整个冬季下身就穿夏天的薄\\*\\*，双侧大腿外侧都是冻疮。\n\n【3】**【既往史】** 既往体健。\n\n【4】**【查体】** 体温，血压正常，R、HR未测，神情，精神疲惫，半月前外观无贫血貌，此次来诊脸色蜡黄，眼睑无苍白，指甲因做了美甲看不到回血情况，\n\n【5】**【辅助检查】** 半个月前在我处检查过宫颈：1度糜烂。白带常规化验正常。2月11日早早孕试验阴性。\n\n【6】**【其他】**【药物过敏史】 无  \n【月经及婚育史】 经型：14岁7天/28~32天，量中，尚规律，偶有血块。  \n【请教】 1、请问该患者的诊断？进一步检查什么？2、目前在没有检查的情况下如何治疗？说出你的具体治疗方案？该使用孕激素还是雌激素治疗？为什么？3天后我会公布治疗后的结果，请大家指点！一、请爱友们积极发言，希望大家在交流中进步，分析正确的给予一个专业积分！二、参与者均送鲜花2朵本帖暂时设置为回帖仅作者可见，3天后解密，爱友们直接回帖即可。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "4931bcfd-325b-40c4-a446-cdc24bef036f", "title": null, "text": "【0】**【一般资料】**女性，23岁，职员\n\n【1】**【主诉】**左肘部肿痛伴不敢活动3小时。\n\n【2】**【现病史】**患者于3小时前，不慎摔倒，左手先着地，当即左肘部肿痛伴不敢活动，急来我院就诊，急诊摄X线片示：左桡骨小头骨折，移位。急诊以左桡骨小头骨折为诊断收入院治疗。病来无意识不清，无头痛头晕，无恶心呕吐，无胸闷气急，无胸腹无肢体麻木、无力，无大小便失禁，未进食，未解大小便。\n\n【3】**【既往史】**平素健康状况一般，否认肝炎、结核等传染病史。否认高血压、糖尿病等慢性病史，否认手术、外伤、输血史，否认食物、药物过敏史。\n\n【4】**【个人史】**生于本地，未婚未育，无不良嗜好。\n\n【5】**【查体】**一般情况： 发育正常，营养中等，被动体位，步入病房。急性面容，表情痛苦，神志清晰，查体合作，呼吸平稳，语言流利，语声有力。 皮肤黏膜：色泽正常，无皮疹，无皮下出血；毛发分布正常，温度与湿度正常，无水肿，无肝掌，无蜘蛛痣。 淋巴结：全身浅表淋巴结无肿大。 头部：头颅大小正常，无畸形；眼睑正常；结膜正常，巩膜无黄染；眼球正常，角膜正常，瞳孔等圆等大，对光反射正常；耳廓正常，外耳道无血性分泌物；无乳突压痛；有听力粗试障碍；鼻外形正常，无其他异常；无鼻窦压痛。口唇红润，黏膜正常，腮腺导管正常。舌正常，齿龈正常，齿列齐；扁桃体无红肿，咽部无充血，声音正常。 颈部：无抵抗感，颈动脉搏动正常；颈静脉正常；气管居中；肝颈静脉回流征阴性；甲状腺正常，对称。 胸部：胸廓正常。肺视诊：呼吸运动正常，肋间隙正常。触诊：正常，无胸前摩擦感，无皮下捻发感。叩诊：正常清音。肺下界肩胛线：右10肋间，左10肋间；移动度：右6.0cm，左6.0cm。听诊：呼吸规整，呼吸音正常，无啰音，语音传导正常，无胸摩擦音。 心 视诊：无心前区隆起，心尖搏动正常，心尖搏动位置正常。触诊：心尖搏动正常，无震颤，无心包摩擦感。叩诊：相对浊音界正常。听诊：心率78次/分，心律齐；心音S1正常，S2正常，S3无，S4无。无额外心音，无其他杂音。周围血管：无异常血管征。 腹部 视诊：外形正常，腹式呼吸存在；脐正常。触诊：柔软，无部位压痛，无反跳痛，无振水声，无腹部包块。未触及肝，未触及胆囊，无压痛，Murphy征：阴性。未触及脾；未触及肾，无输尿管压痛点。叩诊：肝浊音界存在，无移动性浊音，无肾区叩痛。听诊：肠鸣者正常，无气过水声，无血管杂音。 肛门直肠：未查 生殖器：未查 脊柱四肢：脊柱正常，棘突活动度正常。四肢异常，见专科检查。 神经系统 腹壁反射正常，肌张力正常，无肢体瘫痪；肱二头肌反射：左未查，右正常。膝腱反射：左侧未查，右正常。跟腱反射：左正常，右正常。Hoffmann征：阴性；Babinski征：阴性；Kernig征：阴性。 专科检查：左肘部肿胀，左桡骨小头位置压痛阳性，左肘关节屈伸及旋转活动受限，左手感觉运动良好。\n\n【6】**【辅助检查】**\n\n【7】X线片示：左桡骨小头骨折，移位。\n\n【8】**【初步诊断】**左桡骨小头骨折（mason分型II型）\n\n【9】**【诊断依据】**1.病史：左肘部肿痛伴不敢活动3小时。 2.查体：左肘部肿胀，左桡骨小头位置压痛阳性，左肘关节屈伸及旋转活动受限，左手感觉运动良好。 3.影像学检查：X线片示：左桡骨小头骨折，移位。\n\n【10】**【鉴别诊断】**\n\n【11】1.软组织损伤：局部肿痛但无明显畸形，无骨擦感及反常活动等骨折体征，本病例具有骨折阳性体征，影像学检查支持骨折，故可排除软组织损伤。 \n\n【12】2.病理性骨折：轻度外伤后即发生骨折，影像学检查会存在骨质内异常阴影，患者有明显的外伤史，X线片未见明显的骨质破坏，暂可排除。\n\n【13】**【诊治经过】**患者入院后，完善相关检查（血常规、血型、凝血系列、肝肾功、血离子、RPR、HIV、心电图），给予石膏托外固定，给予注射用七叶皂苷钠10mg静点以消肿，给予氟比洛芬酯静点以镇痛，各项检查结果回报无明显异常，无手术禁忌，诊断明确，故于入院第4天行手术治疗，术前1小时给予注射用头孢西丁2.0静点以预防感染，于全麻下行左桡骨小头骨折切开复位钢板内固定手术治疗，术后给予石膏托外固定4周，继续给予注射用头孢西丁2.0日2次静点以抗感染治疗（3天），给予注射用复方骨肽150mg日1次静点以促进骨折愈合，给予止痛泵镇痛治疗，给予局部冷疗以减轻肿胀，术后口服吲哚美辛预防骨化性肌炎，术后指导患者行手指屈伸功能锻炼，定期换药，术后14天拆线见切口1/甲愈合。术后4周拆除石膏托后指导患者肘关节功能锻炼。\n\n【14】**【诊断结果】**左桡骨小头骨折（mason分型II型）\n\n【15】**【分析总结】**桡骨头骨折是肘部常见的关节内骨折，约占所有骨折的4%，占肘部骨折的1/3。发生桡骨头骨折应尽力解剖复位，治疗不当容易引起肘关节功能受限、腕肘关节疼痛及上肢肌力下降。在临床上桡骨小头骨折常采用mason分型，此种分型将桡骨小头骨折分为4型，对于mason I型骨折大部分可采取保守治疗，石膏托外固定5-6周。对于mason II、III及部分IV型骨折可采取手术切开复位内固定（微型钢板、空心钉固定），严重的masonIV型如果不能行内固定手术治疗，可行桡骨小头切除或者人工桡骨小头置换，由于桡骨小头切除术后并发症较多，故目前多采取人工桡骨小头置换。 本病例根据影像学检查诊断为左桡骨小头骨折（mason分型II型）。手术指征明确，故行桡骨小头骨折切开复位内固定手术治疗。术中采取Kaplan入路，于伸指肌总腱与桡侧伸腕长短肌之间的间隙入路暴露桡骨小头骨折，复位后使用微型T型钢板固定（需将钢板放置于桡骨小头120度安全区内以免影响肘关节内外旋活动），术后使用石膏托固定4周，口服吲哚美辛预防骨化性肌炎，拆除石膏托后指导患者肘关节功能锻炼。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "a24acc66-d0ce-4405-a39c-791c7b2aca24", "title": null, "text": "【0】**【一般资料】**女性，36岁，无\n\n【1】**【主诉】** 患者女，36岁  \n于2014年6月11日因头发被机器转动轴卷入致全头皮撕脱。\n\n【2】**【查体】** 头皮自帽状腱膜下撕脱，前起于鼻根、双侧眉下眼睑中部，后及枕部发际，两侧达双侧耳根、颧弓，面积约35cmx40cm，左后侧约1cm×5cm皮条撕脱，枕部皮肤挫伤严重，皮下淤斑，头皮边缘不整齐，神经、血管牵拉性撕断，长短不一，左侧耳廓撕裂，挫伤严重，额、顶、枕、颞骨外露。\n\n【3】**【辅助检查】** CT显示颅脑无异常。\n\n【4】**【初步诊断】** 全头皮完全撕脱。\n\n【5】**【诊治经过】** 2组进行：一组处理头皮，剪去头发，将头皮用碘伏消毒，修整皮肤边缘，寻找并标记血管；另一组处理头颅，用碘伏消毒皮肤及创面。清理创面后，仔细寻找血管，标记左右侧的颞浅动脉、静脉及枕后皮下静脉备用，原位缝合头皮，将左、右颞侧皮下与骨膜用可吸收线缝合固定，在手术显微镜下用10-0无损伤缝线吻合2条动脉和4条静脉，头皮恢复血液循环。在头皮作数个1cm左右长切口，切口下皮下组织与颅骨骨膜用4-0可吸收线缝合固定，使皮肤与颅骨紧贴，以免皮下积血，并在头皮下及切口处放置胶管引流，在枕颞侧非吻合血管处放置负压引流管。术后应用抗生素、抗凝、抗痉挛等药物，眼部给予保护角膜滴眼液及眼膏日夜交替使用。术后根据伤口渗出情况及时换药，保持伤口干燥，术后第2天拔除胶管引流，第6天拔除负压引流管，术后第10天，伤口拆线，头皮完全成活。术后2个月可见成活头皮毛发生长良好，术后7个月头发生长茂密，接近术前头发，睫毛生长良好，无局部秃顶，头皮质地柔软，恢复保护性感觉，眼睑无开闭障碍(图1～8)，但偶有头皮瘙痒感，右侧眼睛长时间视物会流泪。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "bf75fd31-14c4-4e93-98b7-67e4585fc32c", "title": null, "text": "【0】**【一般资料】**女性，61岁，农民。\n\n【1】**【主诉】** 患者女，61岁，农民。\n\n【2】**【现病史】** “腹痛腹胀，停止排气排便5周，伴呕吐2天“入院。\n\n【3】**【既往史】** 既往：体健，无特殊病史。\n\n【4】**【查体】** 入院后治疗经历查体：T：36.5P：92次／分BP：110／80MMHG神志清，精神可，急性病容，皮肤巩膜无黄染，未及浅表淋巴结肿大，心肺（－），下腹膨隆，无胃肠型及蠕动波，全腹压痛，以中下腹为主，无反跳痛及肌紧张。肝脾肋下未及，未及包块。Murphy征（－），移浊（＋－），肠鸣音1－－2次／分。\n\n【5】**【辅助检查】** 血常规：WBC10.5×10^9/L，Hb75g/L，余无明显异常。尿RT正常。离子：K：4.2NA：1.35CL：98HCO3－：23腹平片：肠腔积气扩张，左上腹及右中腹见多个1－－3CM液气平。腹部彩超：肝胆脾胰肾未见异常，肠腔扩张并肠间隙积液。胃镜示：非萎缩性胃窦胃炎钡灌肠示：乙状结肠冗长，横结肠扩张，钡剂可以进入空肠，空肠部分显影\n\n【6】**【初步诊断】** 急性肠梗阻，慢性贫血（中度）\n\n【7】**【诊治经过】** 入院后在消化内科予以抗炎，补液，低压灌肠，胃肠减压，石蜡油50ML胃管注入，闭关两小时。治疗5天后，患者腹痛腹胀症状未见好转，请我科周主任会诊后转入我科。查体：体温：37。2脉搏：96次／分，血压：110／60MMHG。全腹膨隆，下腹部压痛阳性，无反跳痛及肌紧张，肠音减弱1次／分。急作术前准备，在全麻下行剖腹探查术，术中见肝胆胰脾及腹腔、盆腔未见明显肿块及肿大淋巴结，横结肠局限性扩张，未见缺血水肿，扩张结肠两端未见明显梗阻，小肠蠕动可，全小肠壁可见大量芝麻样大小斑点，距回盲部约180cm处可见一段约120cm小肠肠管水肿扩张，表面可见淤血及少量出血点，扩张肠管两端未见明显梗阻，术中诊断为缺血性肠炎并肠梗阻，行扩张小肠切除+吻合术，术后积极予以胃肠减压、禁食、抗炎、补液、腹部微波治疗及营养支持治疗，患者术后恢复欠佳，仍感腹胀、腹痛，\\*\\*排少量稀便，查体：体温：37。2脉搏：92次／分，血压：110／60MMHG。全腹膨隆，下腹部深压性，无反跳痛及肌紧张，肠音减弱2次／分。术后病检示：肠壁出血并慢性炎症拟讨论的问题1.肠梗阻手术指征是否充分?2.肠梗阻的类型?3.术前的治疗有哪些不足?4.如考虑功能性肠梗阻有什么好办法吗?", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "49efe923-0b7f-407e-9d24-6502e7ccda23", "title": null, "text": "【0】**【一般资料】**女性，63岁，无\n\n【1】**【主诉】** 患者女,63岁  \n因“反复咳嗽咳痰10月余，加重10d”，于2012年9月23日入院。\n\n【2】**【现病史】** 患者入院前10个月，受凉后出现咳嗽，咳少量白色黏痰或泡沫痰，于社区医院抗感染治疗后好转。此后症状反复,久咳后气促，气温变化及早晚咳嗽明显。7个月前在某三甲医院住院治疗，X线胸片示心肺未见异常，具体治疗方案不详，症状缓解出院。3个月前在我院耳鼻喉科门诊行鼻窦CT检查提示鼻甲萎缩、慢性鼻窦炎、鼻中隔偏曲，并行手术治疗。术后患者仍反复咳嗽、咳疲，长期间断服用中药及抗生素治疗。10d前气温下降，患者咳嗽加剧，痰量增多，遂收入我科住院治疗。\n\n【3】**【查体】** 体温36.9脉率89次/min，呼吸频率19次/min，血压139/80mmHg(1mmHg=0.133kPa)。口唇无发绀，咽部充血，有滤泡增生，双侧扁桃体无明显肿大。颈软,气管居中，双肺叩诊呈清音，呼吸音低，未闻及干、湿性啰音。血常规：白细胞4.19x10VL,中性粒细胞0.79，嗜酸粒细胞0.00，血红蛋白137g/L,红细胞4.83x1012/L；空腹血糖、电解质、肾功能、肝功能、血脂均未见特殊异常。肺功能示通气功能轻度减退。\n\n【4】**【其他】**【既往病史】 既往体健。  \n【诊断治疗】 入院后3次痰培养1次提示金黄色葡萄球菌阳性、2次铜绿假单胞菌阳性。胸部CT示左肺下叶基底段见条絮状密度增高模糊影，提示左肺下叶感染征象。结合药敏试验，给予哌拉西林/舒巴坦抗感染，同时给予祛痰止咳、降低气道高敏性治疗,10d后患者咳嗽、咳痰症状好转，但仍有阵发性咳嗽及气促，双肺呼吸音偏低,未闻及干、湿性啰音。给予支气管舒张剂吸人后症状可缓解，但疗效仍不满意。复查胸部CT示左下肺心旁区见少许条絮状密度增高模糊影，肺纹理聚集，周围可见气肿征，与前次比较病灶明显吸收，部分征象不能除外阻塞性病变。与患者沟通后行支气管镜检查示左下叶开口可见肉芽组织堵塞管腔，术中患者咳嗽剧烈，耐受差，血压高达200/110mmHg，静脉滴注硝酸甘油降压，活检后停止操作，返回病房。支气管镜活检病理报告霉菌团。遂给予氟康唑抗真菌治疗。1周后患者咳嗽频率降低，但仍有阵发性咳嗽，以\\*\\*性干咳为主。再次行支气管镜检查，钳夹清除肉芽组织等覆盖物后，左下叶开口可见一金属样物覆盖,完全阻塞气道，随后取出异物证实为锡箔纸。术后追问病史，患者回忆，咳嗽初期曾使用过封口带锡箔纸的西瓜霜喷剂。讨论", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "ed092d21-f85a-468d-b7a4-2b05e1844a00", "title": null, "text": "【0】**【一般资料】**男性，71岁，无\n\n【1】**【主诉】** 张XX，男性，71岁。  \n咳嗽，喘息30余年，心悸，活动的气短，下肢水肿10年，神志不清1天。\n\n【2】**【现病史】** 患者有慢性咳嗽，咳痰病史30余年。每遇感冒常引起咳嗽，咳痰，喘息发作，以冬季春季为明显，且慢慢加重。近10年来，犯病时上述症状加重，并出现心悸，气短，双下肢浮肿。入院前2周，因受凉感冒后上述症状明显加重，痰量增多，呈粘液脓性，不易咳出，出现明显呼吸困难，发绀，不能平卧。入院前一天因为头痛，烦躁，谵妄，夜间不能睡觉，家属给其\\*\\*\\*2片，服用后即入睡不醒。\n\n【3】**【既往史】** 吸烟40年，40支/日。无其他慢性病史。\n\n【4】**【其他】**【讨论】 1.根据病史首先考虑是呼吸系统的哪一类疾病？病情加重的原因是什么？2.根据上述病史及症状，估计患者可能出现哪些并发症？在体检时应侧重哪几方面的检查？（明天公布体检结果）", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "c11bf0d8-c6cb-4ff3-ba9e-d5590cedfff9", "title": null, "text": "【0】**【一般资料】**男性，65岁，无\n\n【1】**【主诉】** 口干,皮肤瘙痒3年\n\n【2】**【既往史】** 既往高血压,脂肪肝病史,糖尿病病史3年。\n\n【3】**【其他】**【病史】 患者，男，65岁，三年前发现口干,皮肤瘙痒,体检发现空腹血糖升高到9.3mmol/L,糖化血红蛋白7.1%,餐后血糖9.8mmol/L.BMI:25,确诊糖尿病。生化肝肾功能正常，甘油三酯2.7，总胆固醇6.5，LDL-c：3.1。治疗：高血压控制目前服用缬沙坦80一日一次，氨氯地平5一日一次，血压控制在130/80左右。  \n【治疗情况】 患者起初给予二甲双胍0.5bid，诺和龙1mgtid，血糖控制不是很理想，控制三个月后空腹血糖7.1mmol/L，餐后血糖13.6mmol/L，糖化血红蛋白8.4%。患者一直不接受胰岛素治疗，直到一年前检查发现眼底毛细血管发现大量出血点，影响视力，决定进行激光治疗，病人这才接受胰岛素治疗，治疗方案改为来得时每晚固定打一次每次10个单位，这样一个月后复查，空腹血糖6.5mmol/L，餐后血糖11.2mmol/L。餐后血糖控制仍然不好，遂再加上拜唐苹50mgtid。一个月后空腹血糖检查为6.8mmol/L，餐后为9.6mmol/L，糖化血红蛋白6.9%，再次调整治疗方案，去除诺和龙将拜唐苹加量，改为100mgtid，这样治疗一个月后再次查血糖，空腹：6.9mmol/L，餐后：7.9mmol/L。三个月后再次查糖化和血糖，空腹：6.8mmol/L，餐后：7.8mmol/L，糖化：6.6%。血糖控制良好。患者后接受激光治疗双眼视力有所恢复，目前仍采用此治疗方案血糖控制很理想。  \n【治疗心得】 这个病人自我意识十分突出，医生定的治疗方案执行起来都要去打折，开始始终拒绝使用胰岛素治疗，直到眼睛出现视力模糊后才勉强接受胰岛素治疗，而且前期治疗时服药也不是很规律，从前期治疗方案来看患者血糖所有指标都控制不理想，而且在后期加用来得时后餐后血糖和糖化控制都不理想和达标，说明患者在餐后血糖控制的药物没有选择好，所以考虑再加上一个控制餐后血糖的药物，这类药物最佳选择无疑是拜唐苹。加上拜唐苹后患者餐后血糖和糖化马上有个较明显的下降，但是仍没到达标水平，所以考虑给拜唐苹加量，但患者已使用胰岛素，为避免患者出现低血糖所以把易引起患者低血糖的药物诺和龙停掉，而拜唐苹和胰岛素联合运用能很好地降低胰岛素引起的低血糖发生率，所以把拜唐苹加到100mgTID，后面的检查证明患者餐后和糖化控制的很理想，说明了拜唐苹的良好安全性和降餐后的能力！  \n【讨论】 请大家发表一下自己对该病治疗情况的看法！", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "0a2726f4-3601-41dc-9d6a-005a7ac8e856", "title": null, "text": "【0】**【一般资料】**男性，57岁，无\n\n【1】**【主诉】**\n\n【2】反复胸痛 11 年，加重 1 周\n\n【3】**【现病史】**\n\n【4】患者 11 年前无明显诱因下出现胸痛，位于心前区，为憋闷样，呈阵发性发作，活动后明显，每次持续时间约 5 分钟左右，休息后可缓解，无心悸，活动后稍有气促，无呼吸困难，无左肩及后背部放射痛，无头晕头痛，无恶心呕吐，无咳嗽咳痰，无腹痛腹泻，无尿频尿急等不适。 2010 年 12 月 25 日因急性心肌梗死，于我科住院，期间患者 2010 年 12.26 日行冠脉造影： LM 无狭窄； LAD 、 LCX 无狭窄，血流 TIMI3 级； RCA 近段次全闭塞，可见血栓负荷重，后分叉前 95% 狭窄，亦可见血栓影，之前血管瘤样扩张， PD 支血流慢，血流 TIMI1 级， PD 远端串联植入 3.5\\*24mmTaxus 支架及 3.5\\*12mmTaxus 支架，术后好转出院。患者 2011 年至中山医院复查造影正常，未见之间内再狭窄。患者 1 周前再发胸闷、胸痛，性质同前，持续时间延长，每次约 1 小时左右，并伴有出冷汗，无放射痛，休息后可缓解，无呼吸困难，无咳嗽咳痰，无头晕头痛，无恶心呕吐，无腹痛腹泻等不适。患者诉今日至我院急诊就诊，查心电图：窦性心律， ST 段改变； TnI0.663ng/ml ， NT-proBNP 基本正常；现为进一步诊治，拟 “ 冠心病， ACS” 收治入院。  \n本次发病以来，精神可，胃纳可，睡眠可，大、小便基本正常，近阶段体重无明显变化。\n\n【5】**【既往史】**\n\n【6】患者发现血压升高 13 年，最高血压 150/110mmHg ，平时服用奥美沙坦控制血压，血压控制可，无明显头晕等不适。\n\n【7】**【查体】**\n\n【8】T:36.5℃ ,P:77次/分,R:18次/分,BP:124/76/mmhg。发育正常，营养中等，体型正常，步入病房，步态正常，神志清楚，体位自主，查体合作，口齿清楚，呼吸平稳。全身皮肤粘膜无黄染，无出血点及瘀斑，未见肝脏、蜘蛛痣。双侧颈部、锁骨上、腋下等浅表淋巴结未触及肿大。头颅无畸形，双眼睑无浮肿，眼球 活动自如，双侧瞳孔等大等圆，直径 0.3cm ，对光反射灵敏，外耳道无脓性分泌物，乳突无压痛。鼻窦无压痛，鼻唇沟对称。口唇不发绀，伸舌居中，咽不充血，双侧扁桃体无肿大。颈软，颈静脉无充盈，肝颈静脉回流征阴性，气管居中，甲状腺无肿大。胸廓无畸形，两侧呼吸运动度基本对称，语颤对称，叩诊呈清音，两肺呼吸音粗，未闻及罗音。心前区无异常隆起，心尖搏动不弥散，位于第 5 肋间左锁骨中线，心浊音界无扩大，心率 77 次 / 分，律齐，心音无亢进、减低，各瓣膜区未闻及病理性杂音。未闻及心包摩擦音。无水冲脉。全腹平坦，未见肠形及胃肠蠕动波，全腹软，无压痛及反跳痛，肝脾肋下未触及，肝区及双肾区无叩痛，移动性浊音 (-) ，肠鸣音 2~3 次 / 分。肛门、直肠、外生殖器未查。脊柱四肢无畸形，双下肢无浮肿，双侧足背动脉搏动可，双足触觉、痛觉、压力觉、位置觉对称且正常。四肢肌力 V 级，肌张力正常。腹壁反射正常。双侧巴氏征阴性。克匿格征阴性、布氏征阴性。\n\n【9】**【辅助检查】**\n\n【10】（ 2021.05.16 ， 急诊 ）心电图：窦性心律， ST 段改变； TnI0.663ng/ml ， NT-proBNP 基本正常；血常规、 CRP 正常；急诊生化：肝肾功能、电解质基本正常，随机血糖 5.02mmol/L 。 D- 二聚体 :0.29ug/mL, 05.17 心电图： 1.窦性心律 2.下壁异常 Q 波（请结合临床）。 05.18 心脏超声：中度二尖瓣反流 轻度三尖瓣反流 左室舒张功能欠佳。 24 小时 HOLTER ： 1. 窦性心律，最快 102 次 / 分，最慢 56 次 / 分，平均 71 次 / 分，共 7 个室性早搏， 38 个房性早搏。\n\n【11】**【初步诊断】**\n\n【12】冠状动脉粥样硬化性心脏病。 急性冠脉综合征。 陈旧性心肌梗死。 心功能 Ⅱ 级 (NYHA 分级 ) ，冠状动脉支架植入后状态。 高血压病 3 级（极高危）。\n\n【13】**【诊断依据】**\n\n【14】1\\. 冠状动脉粥样硬化性心脏病，急性冠脉综合征，陈旧性心肌梗死，心功能 II 级 (NYHA ），冠状动脉支架植入后状态：患者，男性， 57 岁，因 “ 反复胸痛 11 年，加重 1 周 ” 入院；既往高血压病史，存在动脉硬化危险因素。患者 11 年前无明显诱因下出现胸痛，位于心前区，为憋闷样，呈阵发性发作，活动后明显，每次持续时间约 5 分钟左右，休息后可缓解，无心悸，活动后稍有气促， 2010 年 12 月 25 日因急性心肌梗死，于我科住院，期间患者 2010 年 12.26 日行冠脉造影： LM 无狭窄； LAD 、 LCX 无狭窄，血流 TIMI3 级； RCA 近段次全闭塞，可见血栓负荷重，后分叉前 95% 狭窄，亦可见血栓影，之前 血管瘤样扩张， PD 支血流慢，血流 TIMI1 级， PD 远端串联植入 3.5\\*24mmTaxus 支架及 3.5\\*12mmTaxus 支架，术后好转出院。患者 1 周前再发胸闷、胸痛，性质同前，持续时间延长，每次约 1 小时左右，并伴有出冷汗；查体：血压 114/75mmHg ，平卧位，神清，呼吸平稳，口唇无绀，颈软，颈静脉无怒张，肝颈静脉回流征阴性，两肺呼吸音粗，未闻及明显干湿性罗音，心界不大，心率 77 次 / 分，律齐，心音无亢进、分裂，各瓣膜听诊区未闻及明显病理性杂音。腹平软，全腹无明显压痛，肝脾肋下未触及，移动性浊音阴性。双下肢无浮肿；辅助检查：心电图：窦性心律，室性早搏；心肌标志物、 NT-proBNP 基本正常。根据上述病史、症状、体征及辅助检查结果，诊断明确，入院后可进一步复查冠脉造影明确冠脉血管情况。患者活动后稍有气促不适，一般体力活动轻度受限，故考虑此心功能分级。  \n2\\. 高血压病 3 级，很高危组：患者发现血压升高 13 年，最高血压 150/110mmHg ，平时服用奥美沙坦控制血压，血压控制可，无明显头晕等不适。否认有引起继发性血压升高的疾病：原发性醛固酮增多症、嗜铬细胞瘤等疾病，故考虑原发性高血压，根据血压升高幅度，考虑 3 级，因有心肌梗死病史，故为很高危。\n\n【15】**【鉴别诊断】**\n\n【16】1.急性肺动脉栓塞：此类患者有、胸痛、呼吸困难，但是有右心负荷急剧增加的表现，如发绀、颈静脉怒张、肝大、下肢浮肿及肺动脉区第二心音亢进或分裂，心电图示 I 导联 S 波加深， III 导联 Q 波及 T 波倒置，右胸导联 T 波倒置，血清 D- 二聚体阳性，该患者有气促不适，两肺呼吸音粗未闻及明显干湿性罗音，肺栓不能排除，进一步查 D- 二聚体，必要时肺动脉 CTA 检查以排除。  \n2.肥厚型心肌病：此病患者可有反复胸闷、胸痛，伴心悸、活动后气促、浮肿等，查体心界扩大不明显，主动脉瓣区可闻及收缩期杂音，心电图可见多导联 ST 段压低或 T 波倒置，心超可 见室间隔增厚，与左室后壁之比大于 1.3 等征象。该患者既往心超不支持上述诊断，暂不考虑此病。\n\n【17】**【诊治经过】**\n\n【18】患者入院后完善相关检查，患者于 05.17 于我科复查造影：造影见冠脉呈左优势型； LM ：未见狭窄； LAD 中段可见 60% 局限性狭窄，血流 TIMI 3 级； LCX: 发育细小，血流 TIMI3 级； RCA ：近中段可见支架影，支架 内近段可见 60% 狭窄，中远段可见次全闭塞， PD 可见支架原支架通畅，血流 TIMI3 级。于 RCA 近中远串联植入 3.5\\*24mm PE 支架、 4.0\\*28mm 、 4.0\\*28mm 及 4.0\\*16mmPE 支架，于 RCA 近段支架内以 3.5\\*15mmSeQuent 药物球囊至 RCA 近段支架内，以 8atm\\*60 秒扩张，复造影支架内无残余狭窄，无夹层，无慢血流，血流 TIMI3 级。沿导丝送入送入 IVUS 导管，可见支架贴壁良好。术后给予 1. 内护 II 级，监测血压，低盐低脂饮食。 2. 抗血小板聚集 ( 氯吡格雷）； 3. 调脂、稳定斑块，改善内皮细胞功能（阿托伐他汀）； 4. 扩血管（单硝酸异山梨酯）；改善循环、营养心肌、改善心肌代谢（丹参多酚酸、二丁酰环磷腺苷）；病情 逐渐 平稳，无胸闷，胸痛， 住院7 天，上级医师查房后 准予出院。\n\n【19】**【诊断结果】**\n\n【20】冠状动脉粥样硬化性心脏病。 急性冠脉综合征。 陈旧性心肌梗死。 心功能 Ⅱ 级 (NYHA 分级 ) 。 冠状动脉支架植入后状态。 高血压病 3 级（极高危）。\n\n【21】**【分析总结】**\n\n【22】此例患者有11年冠心病史，此次胸痛，位于心前区，为憋闷样，呈阵发性发作，活动后明显，每次持续时间约 5 分钟左右，休息后可缓解，紧急住院再次冠脉造影检查，发现狭窄病变，予以支架植入术后好转，心肌梗死确有反复发生情况，根据冠脉狭窄的程度，如果小于70%，可以给予药物的保守治疗，如果冠脉的狭窄大于70%，需要给予冠脉支架植入的手术治疗，甚至冠脉搭桥手术的治疗。所以，一旦出现这种情况，需要立即前往医院，通过检查评估患者的病情以及下一步的治疗方案。通过治疗后还需要进行扩冠、抗凝的药物，比如单硝酸异山梨酯、氯吡格雷等等。平日里患者要安排合理膳食,以降低总脂肪,饱和脂肪酸和胆固醇的摄入,体重超重者要限制总热量.经膳食调整３个月后,血脂水平仍明显异常者,可针对血脂异常特点,选用血脂调节剂.补充维生素C和微量元素.以加强血管的弹性,韧性和防止出血,微量元素碘可减少胆固醇脂和钙盐在血管壁的沉积,阻碍动脉粥样硬化病变的形成；镁可提高心肌兴奋性,有利于抑制心律紊乱（镁在绿叶菜中含量较多）.宜进食粗粮及粗纤维食物,防止大便秘结对心脏产生不良影响。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "d0908f0f-41d4-494c-93e2-c0e94a1046e7", "title": null, "text": "【0】**【一般资料】**男性，7个月，无\n\n【1】**【主诉】**\n\n【2】发现左侧阴囊红肿1天。\n\n【3】**【现病史】** 患儿于1天前开始无明显诱因出现左侧阴囊红肿，触之哭闹，伴阵发性哭闹，无发热，无寒颤抽搐，无咳嗽喘息，无流涕，无吐泻，无皮疹。在外未给予治疗，效果不佳今来我院就诊，以“左侧附睾炎”收住院。患儿自发病以来，神志清，精神不振，睡眠及饮食不佳，大小便正常。\n\n【4】**【既往史】** 平素健康，无肝炎、结核等传染病史接触史，按计划接种卡介苗、乙肝疫苗、脊髓灰质炎疫苗、百白破及麻疹疫苗。无手术、输血及外伤史，无食物及药物过敏史。 个人史：患儿系G1P1，足月顺产，产时无窒息，出生体重3.5kg。产后母乳喂养，6月始添加辅食，现智力、营养发育同正常健康同龄儿。患儿居住条件及经济条件一般。为防止尿床，其母夜间使用纸尿裤。 家族史：父母身体健康，非近亲婚配。家族中无遗传病和传染病史。母孕期健康。\n\n【5】**【查体】** T 37.7℃ P 116次/分 R30次/分 Wt8.5Kg 男性患儿，发育正常，营养中等，神志清，精神不振，急性病容，叩诊清音，双肺呼吸音粗，未闻及干湿性啰音。心前区无隆起，心尖搏动位于左侧第四肋间锁骨中线上，无弥散，心前区无震颤，心界叩诊正常，心律116次/分，律齐，心音有力，各瓣膜听诊区未闻及杂音。腹部平坦，两侧对称，未见胃肠蠕动波，腹软，无压痛和反跳痛，未触及包块，肝脾肋下未触及，叩诊鼓音，肠鸣音正常。\\*\\*无异常，左侧阴囊红肿，左侧附睾肿大，触痛，右侧正常。脊柱四肢无畸形，肌张力可。腹壁反射、肱二头肌、肱三头肌、跟腱反射正常，未引出病理征。\n\n【6】**【辅助检查】** 血常规+CRP：WBC:22.9×10^9/L L:23.70％ N:62.8％ Hb121g/L,RBC:4.22×10^12/L, PLT588×10^9/L，CRP:9.74mg/L；阴囊彩超提示左侧阴囊明显增大，囊壁增厚，约0.48cm，左侧附睾增大明显，回声不均，测头部厚约0.54cm，体部厚约0.40cm，尾部厚约0.47cm，TDFI示左侧阴囊和附睾血流信号显示丰富。右侧阴囊不大，壁不厚，睾丸及附睾未见异常。影像显示左侧阴囊增大，附睾肿大并丰富血流状态。请结合临床。\n\n【7】**【初步诊断】** 急性附睾炎\n\n【8】**【鉴别诊断】** 在临床上很难与睾丸扭转相鉴别。 血常规、 尿常规、 尿培养往往都是正常的。 虽然婴幼儿急性附睾炎和睾丸扭转临床表现极为相似， 但是彩色多普勒超声检查对急性附睾炎和睾丸扭转有很高的诊断和鉴别诊断价值。 附睾炎因为炎症充血可表现附睾血流增多。 睾丸血流正常或增多， 而睾丸扭转表现为睾丸血流减少或者消失， 其阳性率可达到9 6. 6%以上。 当附睾或( 和)睾丸水肿十分明显、 化脓较严重、 精索周围水肿压迫精索时在彩超上可能表现睾丸血流有不同程度的减少\n\n【9】**【诊治经过】**\n\n【10】否认特殊疾病史，否认甲亢、青光眼、心肺疾患，否认肝炎、结核等传染病史，否认药物过敏史，否认食物过敏史，否认外伤史，2岁时在当地医院行双侧髋关节复位术，否认输血史，预防接种史不详，其他系统回顾无重要病史。\n\n【11】流行病学史：\n\n【12】1.否认14天内有国外、国内中高风险地区，或其他有疫情病历报告社区的旅游史或居住史；\n\n【13】2.否认14天内有与新型冠状病毒感染或可疑病员接触史；\n\n【14】3.否认14天内曾接触过\\*\\*市及周边地区，或来自有疫情病历报告社区的发热伴有发烧、咳嗽等人员接触史；\n\n【15】4.否认近14天内咳嗽咳痰、发热胸闷等症状，否认聚集性发病史。 个人史：出生于原籍，常住本地，否认疫区居住史，否认粉尘放射性物质接触史，否认毒品接触史，否认性病及冶游史，无烟酒嗜好史。月经史:，13岁初潮，月经周期规律，色红，量中,有痛经轻度。婚姻、生育史:未婚有性生活史半年,G1P0。家族史:父母健在，否认“高血压”、“糖尿病”等遗传病史。\n\n【16】**【诊断结果】** 急性附睾炎\n\n【17】**【分析总结】**\n\n【18】否认特殊疾病史，否认甲亢、青光眼、心肺疾患，否认肝炎、结核等传染病史，否认药物过敏史，否认食物过敏史，否认外伤史，2岁时在当地医院行双侧髋关节复位术，否认输血史，预防接种史不详，其他系统回顾无重要病史。\n\n【19】流行病学史：\n\n【20】1.否认14天内有国外、国内中高风险地区，或其他有疫情病历报告社区的旅游史或居住史；\n\n【21】2.否认14天内有与新型冠状病毒感染或可疑病员接触史；\n\n【22】3.否认14天内曾接触过\\*\\*市及周边地区，或来自有疫情病历报告社区的发热伴有发烧、咳嗽等人员接触史；\n\n【23】4.否认近14天内咳嗽咳痰、发热胸闷等症状，否认聚集性发病史。 个人史：出生于原籍，常住本地，否认疫区居住史，否认粉尘放射性物质接触史，否认毒品接触史，否认性病及冶游史，无烟酒嗜好史。月经史:，13岁初潮，月经周期规律，色红，量中,有痛经轻度。婚姻、生育史:未婚有性生活史半年,G1P0。家族史:父母健在，否认“高血压”、“糖尿病”等遗传病史。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "3f0ad63f-d1df-451e-96cf-d53b705ee8b6", "title": null, "text": "【0】**【一般资料】**男性，38岁，无\n\n【1】**【主诉】** 患者，男，38岁\n\n【2】**【现病史】** 诊断“全身多处瘢痕挛缩畸形、扩张器置入术后”，缘于2011年6月在工作中被火焰烧伤躯干、四肢、面颈部，烧伤面积为76%，于当地医院治疗，约2月后创面愈合，后瘢痕逐渐形成并增生，影响功能及美观，就诊于我科\n\n【3】**【诊治经过】** 于2013年4月15日行头、颈、胸及背部扩张器置入术，后行扩张器内定期注水，于2013年9月在全麻下行面部、左上肢瘢痕切除背部取皮，右侧颞浅动脉皮瓣转移覆盖术，术中变换\\*\\*，用超声多普勒探查患者右侧颞浅动脉额支走形并标记，于皮瓣表面设计切口，沿设计线表面切开皮肤及皮下组织，完整取出扩张器。将皮瓣向蒂部分离，形成约12cm×7cm大小皮瓣。将皮瓣蒂部皮肤切开、分离皮瓣蒂部、向下旋转皮瓣见皮瓣可完全覆盖右面部瘢痕。于浅筋膜层完全切除右面部瘢痕，创面止血，用生理盐水冲洗创面。皮瓣修复右面部缺损，缝合固定皮瓣，留置引流管一枚，打包加压包扎，负压吸引固定。术毕，术中出血约500ml，共输悬浮红细胞2单位，血浆200ml，术后返回病房，予止血，止疼，抗炎补液治疗。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "da94edc3-58e6-4a7d-82dd-16d4cc8b74f4", "title": null, "text": "【0】**【一般资料】**男性，34岁，无\n\n【1】**【主诉】** 患者男性，34岁  \n反复右下腹胀、腹痛加重1周，伴排便肛周疼痛。\n\n【2】**【现病史】** 2012年2月无明显诱因出现右下腹痛伴发热，排便2～3次/日，质稀，予抗生素、调节肠道菌群治疗后缓解。2012年6月因“反复发热、腹痛腹泻4个月，再发4天”入院，发病4个月内体重下降10公斤。入院体重49kg，BMI15.12kg/m2。行肠镜、小肠CT检查后诊断为“CD（回肠型）伴腹腔脓肿”，予5-氨基水杨酸（5-ASA）等对症治疗，腹痛缓解后出院。出院后于消化内科门诊定期随访，因乙肝行抗乙肝病毒（HBV）治疗，HBVDNA转阴后服用硫唑嘌呤、美沙拉嗪，饮食以流质及半流质膳食为主。曾口服补充肠内营养粉剂，每次40～50g，每日4～5次（约900kcal/d），体重有所增加后自行减量。2013年10月因“反复右下腹胀、腹痛加重1周，伴排便肛周痛”再次入院。\n\n【3】**【查体】** 体格检查：体重47.8kg，BMI14.81kg/m2，全身无水肿，右下腹压痛（+），肛周压痛（+）。  \n实验室检查：血清前白蛋白75mg/L，白蛋白27g/L，总蛋白66g/L，血红蛋白98g/L，C反应蛋白2.68mg/dl，血沉33mm/h。磁共振成像（MRI）：末端回肠、直乙结肠交界及直肠CD活动期改变，肠管内粘连并与膀胱间有瘘管形成；前列腺、尿道脓肿；肛周脓肿及蜂窝织炎改变。\n\n【4】**【其他】**【诊疗过程】 予患者积极抗感染治疗。因其尿液中疑有消化道残余物，进食后发热，嘱其禁食。经临床营养科会诊，患者存在重度营养不良及营养风险，且将择期手术，有肠外营养（PN）支持指征。PN非蛋白能量平均为22kcal/（kg·d），总氨基酸平均为1g/（kg·d），同时补充维生素、微量元素和电解质，以全营养混合液形式静脉输注。PN前静脉输注入体白蛋白10g/d，共3天。PN支持期间停用人体白蛋白，患者肝肾功能及电解质均无异常。PN应用27天后血清前白蛋白为225mg/L，白蛋白为36g/L，总蛋白为78g/L。患者后转入外科，行开腹探查+右半结肠切除术+末端回肠造口术。术中发现大小肠广泛粘连，右下腹及盆腔肠段与腹壁粘连，乙状结肠处有一瘘口，与周围组织粘连严重。术后常规输液，第6日恢复普通饮食，数日后出院。患者出院后定期进行营养评估与咨询，目前病情稳定，除普通膳食外，自拒肠内营养制剂。出院45日后体重由出院时的46kg增至51.2kg。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "94463ad8-58a8-473e-8b44-fb39ba24dcf5", "title": null, "text": "【0】**【一般资料】**男性，12岁，无\n\n【1】**【主诉】** 男，12岁  \n患者在2013-11-22参加学校校运会中百米跑步比赛时不慎拉伤，导致左髋部疼痛活动受限，由120车接回。\n\n【2】**【查体】** 车床入院，左臀后方局部肿胀，左髂前上棘及股骨大粗隆周围局部压痛明显，左髋关节活动痛性受限，尤其髋关节内屈曲/旋、外旋时疼痛剧烈，左髋关节不敢屈曲，左下肢肢端感觉血运运动未见异常。\n\n【3】**【辅助检查】** 第一印象初步诊断为髂前上棘撕脱骨折，但X线片未见骨质异常（图1），下午行髋关节MRI提示臀小肌完全撕裂（图2）。\n\n【4】**【诊治经过】** 住院治疗，建议行手术治疗，患者家属拒绝，给予非手术治疗后出院。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "2ca5fba4-502b-4ed5-bbb0-b547da62f4c3", "title": null, "text": "【0】**【一般资料】**男性，22岁，无\n\n【1】**【主诉】** 男，22岁  \n因自幼视力差、畏光就诊。\n\n【2】**【查体】** 全身皮肤及毛发色泽正常，全身体格检查无异常发现。眼科检查：右眼裸眼视力0.12，最佳矫正视力0.2，左眼裸眼视力0.12，最佳矫正视力0.3；双侧眉毛和睫毛均呈黑色，结膜轻度充血，眼位：33cm映光-15°，双眼球运动各方向到位，无明显亢进与减弱，双眼球水平颤动，眼压正常，泪道通畅，角膜透明，前房中等深度，虹膜呈棕色，纹理清晰，瞳孔等大等圆，直径约3mm，对光反射灵敏，晶状体透明，玻璃体内未见色素颗粒。双眼底呈橙红色，视盘大小正常，色淡，边界模糊，视网膜血管下可见呈网状分布的脉络膜血管，黄斑中心凹反光不清(图1～3)。\n\n【3】**【诊断结果】** 双眼眼底白化病；双眼眼球震颤；共同性外斜视。\n\n【4】**【其他】**【家族史】 父母否认近亲结婚史，家族中未发现白化病患者。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "342b5c9a-a694-4c55-a4b7-05329f05eb87", "title": null, "text": "【0】**【一般资料】**男性，40，无\n\n【1】**【主诉】**右股骨干骨折髓内钉固定术后骨折不愈合2年。\n\n【2】**【现病史】**患者于2年前，以右股骨干骨折为诊断于当地医院行闭合复位髓内钉内固定手术治疗，术后自觉患处疼痛，术后1年去除股骨远端锁钉，改为动力型，仍未愈合，现逐来就诊复查X光片显示：右股骨干骨折髓内钉内固定术后，骨折线清晰，骨折断端硬化肥大。门诊以右股骨干骨折术后骨不连为诊断收入院治疗。病来无发热、无头晕头迷，无胸闷气急，无胸腹痛，二便正常，体重无减轻。\n\n【3】**【既往史】**身体健康状况良好，否认肝炎、结核等传染病史。否认高血压、糖尿病等慢性病史，否认手术、外伤、输血史，否认食物、药物过敏史。\n\n【4】**【个人史】**未到过疫区，无不良嗜好。\n\n【5】**【查体】**一般情况： 发育正常，营养中等，主动体位，拄拐步入病房。表情如常，神志清晰，查体合作，呼吸平稳，语言流利，语声有力。心肺腹未见明显异常。 专科检查：右大腿外侧见4处2-4cm切口瘢痕，右大腿中段压痛及叩击痛阳性，右膝关节屈曲110度，右足背动脉搏动良好，右足趾感觉运动良好。\n\n【6】**【辅助检查】**\n\n【7】DR示：右股骨干骨折髓内钉内固定术后，骨折线清晰，骨折断端硬化肥大。\n\n【8】**【初步诊断】**右股骨干骨折术后骨不连（肥大型）\n\n【9】**【诊断依据】**\n\n【10】1.病史：右股骨干骨折髓内钉固定术后骨折不愈合2年。 \n\n【11】2.查体：右大腿外侧见4处2-4cm切口瘢痕，右大腿中段压痛及叩击痛阳性，右膝关节屈曲110度，右足背动脉搏动良好，右足趾感觉运动良好。 \n\n【12】3影像学检查：X光片显示：右股骨干骨折髓内钉内固定术后，骨折线清晰，骨折断端硬化肥大。\n\n【13】**【鉴别诊断】**萎缩性骨不连：影像学显示骨折断端硬化萎缩，无骨痂形成。肥大型骨不连骨折周围有骨痂形成，但骨折线清晰，髓腔硬化闭塞。 感染性骨不连：既往存在感染，需要行CRP、血沉等检查，局部穿刺培养方可排除。该患无感染病史，需完善检查后排除。\n\n【14】**【诊治经过】**患者入院后，完善相关检查（血常规、血型、凝血系列、血糖、肝肾功、血离子、RPR、HIV、心电图、肺CT），局部穿刺行一般细菌培养（排除是否为感染所导致的骨不连），各项检查回报未见明显异常，细菌培养阴性，目前排除感染导致骨不连，考虑是由于内固定不稳定导致，故拟行加强固定维持骨折稳定性，局部植骨，目前无明显手术禁忌，于入院后1周椎管内麻醉下行右股骨干骨折断端清理，取髂骨植骨，局部剥脱植骨，锁定钢板固定手术治疗，给予注射用头孢唑林钠1.0Q12静点以抗感染治疗（3天），给予注射用七叶皂苷钠10毫克日1次静点消肿，注射用酮铬酸氨丁三醇2mlBID静点以止痛，口服骨肽片促进骨折愈合，给予红光、中医定向透药治疗，指导患者行足趾屈伸功能锻炼，直腿抬高训练，膝关节屈伸功能锻炼，定期换药，术后第14天拆线，见切口1/甲愈合，患者治愈出院，术后4、6、8周后门诊复查，之后每3个月复查一次，继续膝关节屈伸功能锻炼，2月内暂勿负重行走，2月后复查X光片有骨痂形成后半负重行走，逐渐脱拐，病情变化随诊。术后9个月复查骨折已经愈合。\n\n【15】**【诊断结果】**右股骨干骨折术后骨不连（肥大型）\n\n【16】**【分析总结】**骨不连是骨折后常见并发症，又称为骨折不愈合。骨不连虽然不属于严重的疾病类型，但处理起来非常棘手。不同情况下的骨不连治疗方案也有所差异。骨不连致病原因主要包括以下因素：感染、内固定不稳定、骨折断端血供破坏。根据不同的致病原因制定不同的治疗方案。 该患根据影像学检查显示：骨折线清晰，骨折断端硬化肥大，诊断为右股骨干肥大型骨不连，经分析考虑髓内钉过细导致骨折断端不稳定。可选择多种手术方式（更换加粗髓内钉、外侧加单皮质锁定钢板等）经讨论后决定行股骨外侧单皮质锁定钢板固定。术中切开暴露骨折断端，清理硬化骨质，取自体髂骨松质骨植骨，局部应用去皮质技术剥脱植骨，股骨外侧加股骨锁定钢板单皮质固定稳定骨折。术后抗感染对症治疗，功能锻炼，定期复查，术后9个月骨折愈合。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "ec7afb7d-1fdd-4af5-9147-78c9f1b571ef", "title": null, "text": "【0】**【一般资料】**女性，82岁，无\n\n【1】**【其他】**【 一般资料】 82岁女性，  \n【 主诉】 因“服农药3小时”收入，  \n【 现病史】 3小时前与人争执后自服农药（三唑磷、毒死蜱），量不详，1小时前被家人发现其神志不清，遂呼120，予阿托品1MG静推后送入。  \n【 既往史】 既往有高血压病史，长期服药（不祥）。  \n【 体格检查】 入院时查：BP170/78mmHgR26bpm体温不升刺鼻农药味，昏迷，双侧瞳孔针尖样，唇无发绀，颈无抵抗，双肺中量湿啰音，心律138bpm律不齐，四肢肌张力低。   \n【 治疗】 入院后即告病危，阿托品3MGiv氯解磷定1.0g静滴，插胃管生理盐水洗胃，洗出大量乳白色胃内容物，至清亮胃管注入甘露醇125ML。全身冲洗,入急诊病房监护，完善CHE等检查，继续阿托品反复静推，同时补液利尿等治疗，约入院2小时出现阿托品化后予阿托品维持（前12小时为阿托品1mgivq1h后至现在为阿托品0.5mgivq2h），病程中出现叹气样呼吸，血压下降，给予多巴胺20MG静推，可拉明、洛贝林各一支静推，予今日凌晨患者逐渐清醒，有少许头昏，现给予半流饮食。生命体征目前平稳。本来这患者计划给予血液灌流的，但家属不同意。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "917815b2-9325-4615-acef-2153a5f8618d", "title": null, "text": "【0】**【一般资料】**男性，81岁，无\n\n【1】**【主诉】** 患者男，81岁。因进行性排尿困难2年，发现前列腺特异抗原(PSA)升高5d，于2011年5月29日入院。入院前主要症状为排尿不畅，尿线变细，射程缩短，无明显尿路\\*\\*症状及肉眼血尿，无腰背部疼痛及全身骨关节疼痛。\n\n【2】**【查体】** ：神志清楚，心肺无异常。双肾区未及包块，双肾区及输尿管径路无压痛。膀胱区无隆起。肛检：前列腺增生Ⅱ度，以中央叶及两侧叶为主，质韧，右侧叶可触及质硬结节，无明显压痛，中央沟消失。实验室检查：血清tPSA10.22ng/ml，fPSA1.8ng/ml。彩色多普勒超声检查显示，左肾实性占位，大小约43mm×45mm×37mm；前列腺增生症，体积61.4ml；前列腺右侧外腺区异常回声。MRI检查显示，前列腺大小约54mm×42mm×51mm，中央叶体积增大，向膀胱腔内突出，轻压膀胱颈部，前列腺右侧外周带可见结节状信号灶(T2WI低、DWI高、ADC低)，大小约13mm×10mm×11mm，边界欠清，增强扫描后强化明显；膀胱前壁小结节样突起，向膀胱腔内突出，呈T2WI低、DWI高信号影，大小约15mm×13mm×12mm，增强扫描后膀胱前壁结节灶明显强化。腹部CT显示，平扫见双侧肾脏占位，其中左肾中下部等低密度肿块影，密度不均，部分边界不清，突向肾窦，大小约65mm×35mm×42mm，CT值为38HU；右肾中下部等低密度肿块影，密度不均，类圆形，边界欠清，大小约20mm×16mm×30mm，CT值为29HU。增强见双肾占位灶明显不均匀强化，动脉期左肾肿块CT值为132HU，右肾肿块CT值为141HU，静脉期、延迟期较动脉期强化减弱。肿瘤内部未见明显坏死、囊变灶，肾静脉、腔静脉内未见明显充盈缺损。考虑肾癌累及肾窦。入院后行前列腺穿刺活检，病理诊断：（右底边缘及右外腺低回声区）腺癌，Gleason3+3。\n\n【3】**【其他】**【各项检查】 ：  \n【具体治疗】 ：前列腺癌行全雄激素阻断内分泌治疗，具体方案：戈舍瑞林3.6mg，皮下注射，每28d1次；比卡鲁胺50mg，口服，1次/d。膀胱肿物行经尿道膀胱肿瘤电切(TUR-BT)术，术中于膀胱顶壁见黏膜下肿物凸入膀胱，直径约1.5cm，带蒂，电切环切除肿瘤。术后病理示：（膀胱黏膜）低级别非浸润性尿路上皮癌。膀胱癌术后行吡柔比星膀胱灌注化疗，每周1次，共8次；后改为每月1次，持续治疗1年。双肾癌行双侧肾动脉选择性栓塞术3次及双肾肿瘤射频消融术3次。  \n【随访情况】 ：患者前列腺癌每月复查血清PSA，治疗后3个月血清tPSA0.349ng/ml，睾酮10.27ng/dl；6个月血清tPSA0.088ng/ml，睾酮24.34ng/dl；l年后血清tPSAO.024ng/ml，睾酮0.014ng/dl。1年后ECT检查显示未见明显骨转移，现已开始行间歇内分泌治疗。膀胱癌术后常规行吡柔比星膀胱灌注化疗，术后每3个月复查泌尿系超声，3个月、6个月、1年复查膀胱镜，每6个月复查CT，未见肿瘤复发。双肾癌行双肾动脉选择性栓塞术3次及双肾肿瘤射频消融术3次，治疗1年后复查CT平扫显示，两肾中下部斑块状高密度影，左肾中下部可见一不规则形等低密度影，边缘不清，向内突向肾窦区，向外突人肾周脂肪囊内；增强显示两肾中下部高密度影，周围区域未见明显强化。患者随访1年，肿瘤无复发和转移。  \n【讨论】 ：多原发恶性肿瘤(multipleprimarymalignantneoplasm，MPN)是指人体的同一器官、成对器官，同一系统不同部位或不同系统的器官同时或先后发生2个及以上的原发性恶性肿瘤。MPN发病率本身很低，占恶性肿瘤的0.734%-11.7%\\[1\\]，其中三重及以上癌的报道更是罕见。本例患者肾、膀胱、前列腺三原发癌均发生于同一系统内，国际上仅报道14例\\[2\\]。MPN的好发部位与不同国家或地区肿瘤的发生分布有关，在我国以消化系统、泌尿生殖系统、呼吸系统多见\\[3\\]。MPN的具体发病机制尚不清楚，考虑与以下方面有关：(1)基因变异：国外学者认为，抑癌基因的微卫星不稳定致抑癌基因失活，肿瘤细胞增殖失去控制，机体对癌症易感性增高\\[4-5\\]；(2)机体的免疫缺陷：第一原发癌降低了机体对第二原发癌的抵抗力；(3)放疗、化疗等医源性因素：放疗、化疗可使机体正常的组织细胞发生突变，长期的累积效应致使机体患第2种恶性肿瘤；(4)环境及生活方式；(5)肿瘤家族史等。MPN的诊断标准：(1)各种肿瘤均为恶性；(2)每个肿瘤各自具有独特的病理类型；(3)排除互相转移的可能性。若2种肿瘤的诊断时间间隔在6个月之内，称之为同时性MPN；若诊断时间间隔时间>6个月，称之为异时性MPN。MPN的诊断排除了所有多灶性肿瘤及转移性肿瘤，在临床实际工作中应注意与转移性肿瘤相鉴别。本例患者入院后发现泌尿生殖系统3个器官4个肿瘤，属于同时性MPN。其中前列腺癌和膀胱癌得到了病理结果的证实；而肾肿瘤穿刺活检取病理检查，最主要的问题是恶性肿瘤患者活检的假阴性率比较高，有时还会导致肾周血肿，考虑患者高龄，不是肾穿刺活检的最佳适应证，并且有研究表明，对于任何肾实质肿瘤，如果静脉注射造影剂后进行扫描，其强化超过15HU则应考虑肾细胞癌，除非有证据可以否定。我们认为，在临床中，不同器官若同时或异时发现占位性病变时，应考虑到MPN的可能，诊断时需严格遵循诊疗原则，灵活运用超声、CT、MRI和病理活检等检查手段。有研究显示，PET-CT对多原发恶性肿瘤的诊断有一定帮助\\[6\\]。我们认为，MPN治疗应遵循个体化的治疗原则，以提高患者生活质量、延长预期寿命为目的。对于一般情况良好的患者，多主张同时行手术治疗；若一般情况不佳，可选择综合性治疗方法，手术优先处理恶性程度高的肿瘤。MPN的预后并不能与转移性癌相提并论，前者有治愈或延长寿命的希望，只要能早发现、早手术，可获得与单发性肿瘤相近的疗效，仍有很高的生存率\\[7\\]。本例患者为双肾恶性肿瘤，左肾癌可考虑行保留肾单位肾肿瘤切除术，右肾癌可行射频消融术，理论上治疗效果更好，但鉴于患者高龄，长时间手术风险较大，确诊后选择了手术治疗膀胱癌、介入（双肾动脉选择性栓塞术及双肾肿瘤射频消融术）治疗双肾癌和全雄激素阻断内分泌治疗前列腺癌的综合性治疗方案。现患者随访1年，各项指标良好，各原发肿瘤未见明显复发及转移。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "c6a8e04b-bdce-4602-88b0-d7f3e39ed0e3", "title": null, "text": "【0】**【一般资料】**男性，5岁，无\n\n【1】**【主诉】** 患儿男，5岁，  \n因\"发热2天，频繁呕吐1天\"于2004年8月8日12时50分到A医院急诊科就诊，\n\n【2】**【现病史】** 值班医生诊断为急性胃肠炎，给予头孢他啶抗感染及输液等处理。当天下午4时许，在输液过程中，患儿再次出现频繁呕吐、脱水，医生在复诊后，将患儿转入该院儿科病房。患儿于当天18时带液入住儿科病房。\n\n【3】**【查体】** 体温36.2℃，脉率104次/分，呼吸频率24次/分，神志清，呼吸平顺，精神疲倦，对答切题，颈软无抵抗感，双侧瞳孔等圆等大，对光反射存在。咽部充血，双侧扁桃体Ⅰ度肿大，双肺呼吸音粗，未闻及干、湿公式音，心音稍低钝，腹平、软，肠鸣音减弱。入院诊断：发热、呕吐原因待查（中枢神经系统感染？急性胃炎？）；中度脱水。医生给予抗感染，维持水电解质平衡等对症治疗，但患儿病情仍持续恶化。20时30分，患儿出现烦躁，医生给予药物镇静处理。20时55分，患儿再次出现烦躁，牙关紧闭。21时，患儿呼吸、心搏骤停，全身发绀。医生及护士立即对患儿实施人工呼吸、胸外按压、球囊面罩加压给氧、使用肾上腺素、心电监护、气管插管、使用呼吸机等一系列抢救措施，但患儿一直未能恢复心跳、呼吸。抢救持续至22时20分，患儿心跳、呼吸停止，双侧瞳孔散大，心电图波形为一直线，医生向家属宣布患儿临床死亡。某司法鉴定中心法医病理尸检结果①心、脑、肺、肝、肾等多器官衰竭；②弥漫性脑水肿，弥漫性肺水肿，全身炎症反应综合征；③急性全心炎，严重心肌出血，心肌损害（较长时间）；④急性弥漫性胃肠炎；⑤急性扁桃体炎，急性淋巴细胞性咽炎，气管支气管炎。某市医学会医疗事故鉴定意见①A医院在对患儿的诊疗过程中，未违反医疗卫生管理法律、行政法规、部门规章、诊疗护理规范和常规。②在整个诊疗过程中，患儿除有心音稍低钝的体征外，未发现其他病毒性心肌炎的临床表现。本例患儿在住院治疗期间未能明确诊断，其主要原因为临床表现不典型，病情进展迅速。③尽管患儿在治疗期间未能明确原发病的诊断，但A医院给予了对症支持治疗，并且在抢救期间采取了一系列积极措施，治疗原则和具体治疗方案并无不当之处。④A医院在诊疗过程中存在一些不足：患儿就诊之初，A医院医生未能预见患儿疾病的严重性，因此没有及时把患儿病情的严重性通知患儿家属；患儿住院期间，医生与患儿家属沟通不够充分，导致家属对患儿病情的严重性认识不足，对不良预后没有心理准备；医疗记录不完整，诊疗过程中无血压记录，而且首诊医生对患儿的病情复杂性认识不够，未能引起足够重视，病情观察欠仔细。\n\n【4】**【其他】**【结论】 本病例不属于医疗事故。  \n本病例不属于医疗事故，医方无责任。  \n【某省医学会医疗事故鉴定意见】 ①未发现A医院在对患儿的诊疗过程中存在违反医疗卫生管理法律、行政法规、部门规章的医疗行为。但其在诊疗过程中存在如下过失：A医院医生在诊治患儿过程中，对异常临床症状体征变化处理经验不足，导致对病情的观察不够全面，未考虑到其他儿科重症疾病发生的可能（如暴发性心肌炎、心源性休克等），并因此未进行相应系统的生命体征监测，也未向患儿家属说明病情的严重性。②本病例临床过程及病理检查结果符合暴发性心肌炎的表现，并因此发展为全身炎症反应综合征、多系统器官衰竭而导致患儿死亡。由于该病起病急骤，发展迅速，病情凶险，死亡率高，早期诊断常有困难，导致难以早期采取针对性强的有效救治措施。故患儿死亡是其病情发展的结果，与医疗过失无关。  \n【原告（患儿家属）】 患儿在A医院急诊科输液过程中，原告发现患儿烦躁不安，上身出汗严重，手脚冰凉。原告找到医生反应病情，要求及时进行处理。但医生认为患儿上述症状是急性胃肠炎的正常反应，没有过来察看患儿的病情，也没有采取任何措施进行处理。当天下午约4时，患儿病情加重，呕吐更加频繁，并出现烦躁不安、出汗严重、手脚冰凉等病情，原告要求医生采取措施进行处理，医生这才将患儿转入住院部。转入住院部后，患儿病情再次加重，原告再次向医生反应患儿病情，要求医生采取有效的措施进行处理。医生对原告说，根据化验结果，患儿水、电解质紊乱，要补钾、输液。在输液过程中，患儿病情急剧恶化，最终死亡。从患儿到A医院急诊科就诊，到按被告的指示住院治疗，时间长达8~9个小时，被告连患儿的血压都没有测量，被告的不负责任可见一斑。据此，原告请求\\*\\*判令被告赔偿原告医疗费、丧葬费、死亡赔偿金共计10万元。  \n【被告（A医院）】 原告对事实的陈述不正确。患儿在急诊科输液过程中，原告来反应患儿病情的时间是在当天下午4时后，接到其反应后，我院急诊科医生立即复诊，并将患儿转入儿科病房。儿科医生给予抗感染、纠正水电解质紊乱等对症支持治疗，并完善相关检查。当天20时30分，患儿出现烦躁，医生给予药物镇静。患儿于20时55分再次出现烦躁，并随即出现心跳、呼吸骤停，医务人员立即对患儿实施了一系列抢救措施，但患儿一直未能恢复心跳、呼吸。22时20分，患儿心跳、呼吸停止，最终死亡。根据法医病理尸检的死因鉴定结果（表1），患儿死亡是由自身严重疾病所致。综上所述，我院对患儿的整个诊疗过程符合医疗卫生管理法律、行政法规、部门规章和诊疗护理规范、常规；我院对患儿的整个诊疗过程与患儿死亡的结果既不存在因果关系，也不存在医疗过错，不应承担民事赔偿责任。一审判决：驳回原告的诉讼请求\\*\\*依据法定程序先后委托某市医学会、某省医学会对本病例进行鉴定，两级鉴定机构分别作出的《医疗事故技术鉴定书》均认为本病例不属于医疗事故。虽然两级医学会对患儿病因的表述略为不同（某市医学会认为是\"病毒性心肌炎\",而某省医学会认为是\"暴发性心肌炎\"），但均认为患儿应该病进展为全身炎症反应综合征、多系统器官衰竭而导致死亡，并且由于该病起病急骤，发展迅速，病情凶险，死亡率高，早期诊断常有困难，导致难以早期采取有效救治措施。因此，被告在诊疗过程中虽然存在一些过失，也未能及时确诊病因，但被告的医疗过失行为与患儿死亡无因果关系。被告在诊疗过程中不存在违反医疗卫生管理法律、行政法规、部门规章和诊疗护理规范、常规的行为，故本病例不属于医疗事故，因此，原告要求判令被告承担赔偿责任的请求缺乏相应的事实和法律依据，不予支持。关于被告是否存在怠于履行职责的问题，因被告予以否认，而原告又未能提供相应的证据予以证明，故不予确认。据此，一审\\*\\*作出判决，驳回原告的诉讼请求。由于原、被告双方均未在限期内向上级\\*\\*提出上诉，因此，一审\\*\\*作出的判决为生效判决。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "3009fef8-cbb3-4781-9006-5e0c87e44f7c", "title": null, "text": "【0】**【一般资料】**男性，30岁，无\n\n【1】**【主诉】** 患者男性30岁  \n左手被割伤后疼痛流血一小时余。\n\n【2】**【现病史】** 该患者于一小时前在家中用角磨机时不慎割伤。左手臂当即剧烈疼痛，伴有活动性出血，急来我院就诊。\n\n【3】**【查体】** 毫米汞柱。左手背侧与第二掌骨附近和建议纵行伤口长约八到十厘米，创口深达骨间集。伴有活动性出血创州级创口可见大量碎屑患指功能及感觉良好，余处未见异常\n\n【4】**【辅助检查】** x线提示未见明显异常，心电图提示窦性心律，正常心电图。\n\n【5】**【初步诊断】** 左手背侧开放伤\n\n【6】**【鉴别诊断】** 左手伸肌腱断裂，左手掌骨骨折\n\n【7】**【其他】**【诊疗过程】 急诊局麻下清创缝合术。氨曲南注射液抗感染治疗血塞通注射液促进微循环治疗。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "fca4766b-682b-4a55-a7e4-05d8f4051850", "title": null, "text": "【0】**【一般资料】**男性，2岁，无\n\n【1】**【主诉】**\n\n【2】发热、声嘶及犬吠样咳嗽2小时\n\n【3】**【现病史】**\n\n【4】患儿2小时前无明显诱因出现发热，体温39.8℃，伴声音嘶哑，犬吠样咳嗽，伴有流清涕、鼻塞、打喷嚏，无喘憋、发绀及呼吸困难，予口服“布洛芬”后急来我院，以“急性喉炎”收住院。病后患儿精神可，未进食，大小便正常。  \n\n【5】**【既往史】**\n\n【6】平素体健，无手术外伤史，无药物食物过敏史，无输血史，无肝炎、结核等传染病史及其接触史，预防接种随当地计划进行。  \n\n【7】**【个人史】**\n\n【8】个人史:第1胎，第1产，足月顺产，无窒息抢救史，母乳喂养，辅食已加，现普食。6月会坐，9月会站，6月出牙，12月会走。2岁唱儿歌，单脚跳。\n\n【9】**【查体】**\n\n【10】T:37.8℃ ,P:130次/分,R:35次/分,BP:80/55/mmhg。一般情况: 发育正常，营养良好，无病容，表情自如，体位自动，神志清楚，精神可，查体合作。  \n皮肤黏膜: 色泽正常，无皮疹、无皮下出血、无肝掌、无水肿、无蜘蛛痣，毛发分布正常，皮肤温度正常，皮肤弹性正常。  \n淋 巴 结: 浅表淋巴结无肿大。  \n头 部: 头颅:大小正常，无畸形。  \n眼:正常，结膜正常，无巩膜黄染，角膜正常，瞳孔等圆等大，瞳孔对光反射灵敏。  \n耳廓:正常，无外耳道异常分泌物，乳突无压痛，听力无障碍。  \n鼻:无鼻翼煽动，无异常分泌物，无鼻窦压痛。  \n口腔:唇正常，粘膜正常，舌正常，齿正常，双侧扁桃体II°肿大，咽充血。  \n颈 部: 无颈项强直，颈静脉正常，肝颈静脉回流征阴性，气管居中，甲状腺正常。  \n胸 部: 胸廓正常，无胸骨压痛，乳房正常。  \n肺:视诊:呼吸运动正常。  \n触诊:语颤正常，无胸膜摩擦感。  \n叩诊:正常清音。  \n听诊:呼吸音粗，无啰音，无痰鸣音，无哮鸣音，语音传导正常，无胸膜摩擦音。  \n心:视诊:心尖搏动正常，无剑突下搏动，心尖搏动位置正常。  \n触诊:心尖搏动正常，无震颤。  \n叩诊:心脏相对浊音界正常。  \n听诊：心律整齐，心音正常，无附加心音， 无杂音，无心包摩擦音，无周围血管征。  \n腹 部: 视诊：外形正常，无胃型，无肠型，无腹壁静脉曲张，无手术瘢痕。  \n触诊：全腹柔软，无压痛、反跳痛，无腹部包块，肝脏未触及，胆囊未触及，Murphy征：阴性，脾脏未触及，肾脏未触及。  \n叩诊：肝浊音界存在，肝上界位于右锁骨中线5肋间，无叩痛，移动性浊音阴性。  \n听诊：肠鸣音正常，每分钟4次，无气过水声。  \n直肠肛门: 正常。  \n外生殖器: 外观无畸形。  \n脊柱四肢: 正常。  \n神经系统: 生理反射存在，病理反射未引出，脑膜刺激征阴性。\n\n【11】**【辅助检查】**\n\n【12】凝血功能正常；心肌酶:乳酸脱氢酶:385 U/L,肌酸激酶同工酶:37 U/L,α羟丁酸脱氢酶:279 U/L,余项正常；葡萄糖:7.28 mmol/L；肝肾功能、电解质、补体两项、抗O、二氧化碳:大致正常；血常规+CRP:白细胞:11.32 10^9/L,中性粒细胞百分比:74.8 %,淋巴细胞百分比:17.3 %,单核细胞百分比:7.5 %,红细胞:4.15 10^12/L,血红蛋白:118 g/L,血小板:285 10^9/L,C反应蛋白:< 0.5 mg/l；外周血细胞形态未见明显异常；降钙素原:0.06 ng/ml；新型冠状病毒RNA(ORF lab):阴性 ,新型冠状病毒RNA(N):阴性；肺炎支原体IgM抗体 0.69,阴性；结核抗体:阴性；尿粪常规正常；柯萨奇病毒抗体 IgM:阴性 ,柯萨奇病毒抗体 IgG:阴性 ,EB病毒壳抗原IgM抗体:阴性 ,EB病毒壳抗原IgG抗体:阴性；九项呼吸道病原体抗体检测:均阴性；甲型流感病毒RNA定量:Ct>40(阴性) IU/ml,乙型流感病毒RNA定量:Ct>40(阴性)。给予阿糖腺苷抗病毒、布地奈德雾化吸入，维生素c注射液、糖盐水等对症治疗。\n\n【13】**【初步诊断】**\n\n【14】急性喉炎\n\n【15】**【诊断依据】**\n\n【16】1.患儿2岁，以“发热、声嘶及犬吠样咳嗽2小时”为代主诉入院；\n\n【17】2.查体：精神可，反应可，无呼吸困难，全身皮肤未见皮疹，面色正常，口周无发绀，咽充血，双侧扁桃体II°大，颈软，双肺呼吸音粗，未闻及干湿啰音，心律齐，心音中等，未闻及心脏杂音，腹软，肝脾无肿大，肠鸣音正常，四肢活动可，神经系统体征阴性。\n\n【18】**【鉴别诊断】**\n\n【19】1.支气管哮喘：儿童哮喘可无明显喘息发作，主要表现为持续性咳嗽，X线示肺纹理增多、排列紊乱和肺气肿，易于本病混淆。患儿具有过敏体质，肺功能检查及激发和舒张试验有助于鉴别。\n\n【20】2.支气管异物：患儿多有明确异物吸入史，突发剧烈呛咳，肺部呼吸音听诊不对称，合并感染时肺部可闻及湿啰音及哮鸣音，拍胸片可协助诊断。\n\n【21】**【诊治经过】**\n\n【22】入院完善相关检查，辅助检查:凝血功能正常；心肌酶:乳酸脱氢酶:385 U/L,肌酸激酶同工酶:37 U/L,α羟丁酸脱氢酶:279 U/L,余项正常；葡萄糖:7.28 mmol/L；肝肾功能、电解质、补体两项、抗O、二氧化碳:大致正常；血常规+CRP:白细胞:11.32 10^9/L,中性粒细胞百分比:74.8 %,淋巴细胞百分比:17.3 %,单核细胞百分比:7.5 %,红细胞:4.15 10^12/L,血红蛋白:118 g/L,血小板:285 10^9/L,C反应蛋白:< 0.5 mg/l；外周血细胞形态未见明显异常；降钙素原:0.06 ng/ml；新型冠状病毒RNA(ORF lab):阴性 ,新型冠状病毒RNA(N):阴性；肺炎支原体IgM抗体 0.69,阴性；结核抗体:阴性；尿粪常规正常；柯萨奇病毒抗体 IgM:阴性 ,柯萨奇病毒抗体 IgG:阴性 ,EB病毒壳抗原IgM抗体:阴性 ,EB病毒壳抗原IgG抗体:阴性；九项呼吸道病原体抗体检测:均阴性；甲型流感病毒RNA定量:Ct>40(阴性) IU/ml,乙型流感病毒RNA定量:Ct>40(阴性)。给予阿糖腺苷抗病毒、布地奈德雾化吸入，维生素c注射液、糖盐水等对症治疗。现患儿体温稳定，无明显咳嗽、咳痰，肺部未闻及干湿性啰音，一般情况可，复查血常规及CRP:正常；临床治愈，请示上级医师后准予出院。\n\n【23】**【诊断结果】**\n\n【24】急性喉炎\n\n【25】**【分析总结】**\n\n【26】儿童急性喉炎往往是临床上的急症，常常在夜间容易发作，正在熟睡时突然喉头水肿引起呼吸不畅。诱发原因常见是各种感染，比如病毒。当然还有过敏导致，这常见于成人。喉炎主要是指儿童的声带黏膜充血、水肿，导致儿童声音嘶哑、犬吠样咳嗽这样的症状，重者引起喉梗阻：发绀、呼吸困难甚至危及生命。病程有的时间很短，发展很快，治疗时间窗很短。所以需要医生早期识别，重拳出击。更需要家长的及时识别及重视，更重要是家长的积极配合治疗。  \n如果出现呼吸困难，甚至出现三凹征的情况，要立即激素局部和全身的使用，以便缓解和减轻声带水肿的情况。如果呼吸困难威胁到生命，首先要进行气管切开的。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "65535cd7-1251-4b0d-94cc-2b38e1ac87d6", "title": null, "text": "【0】**【一般资料】**男性，59岁，无\n\n【1】**【主诉】** 男性，59岁\n\n【2】**【现病史】** 患者骑车时昏倒致头颈部受伤伴昏迷约半小时后被人发现并送入当地医院，查头部CT提示蛛网膜下腔出血、额叶脑挫裂伤，后转入我院。\n\n【3】**【查体】** 神志烦躁，答非所问，后枕部可见约3cm×3cm皮肤擦伤伴皮下血肿，颈项强直，GCS评分13分，右侧上肢活动自如，左侧上肢肌力3级，双侧下肢肌力2级，双侧瞳孔正常。\n\n【4】**【诊治经过】** 入院1h后复查头部CT发现右侧颞部硬膜外血肿，量约30ml（图1），急诊行开颅血肿清除术，术中还纳骨瓣。术后患者神志模糊，合并额叶损伤精神症状。疼痛\\*\\*下肌力仅为1~2级，不排除合并脑干或颈髓损伤。颈部X线和CT检查未见颈椎骨折和脱位表现，欲行头部和颈部MRI检查，但因患者不能配合，检查在术后28d才得以完成。颈部MRI发现颈3/4、颈4/5颈椎间盘突出伴颈髓受压缺血（图2）。此时患者额叶损伤的精神症状逐渐消失，四肢肌力恢复至3级左右，但仍有大小便失禁。2周后再次复查颈部MRI结果显示无明显变化，患者肌力和大小便失禁无好转。于是在伤后第50天全麻下行前路颈椎间盘切除植骨内固定术（颈椎前路减压+颈3/4、颈4/5椎间盘切除+同种异体骨植骨融合+钢板内固定术），术后1周复查颈部MRI示颈髓压迫解除（图3），术后第10天患者肌力恢复至4~5级，并能扶助行走，大小便失禁症状消失。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "6aca231e-4f49-48b3-9b71-1f846cb01ca3", "title": null, "text": "【0】**【一般资料】**男性，12岁，无\n\n【1】**【主诉】** 男，12岁  \n男，68岁  \n因“右足背肿胀2个月”入院。  \n右足底皮肤破溃不愈合3个月，外院误诊行局部病灶清除，术后病理示鳞状细胞癌，转入我院。\n\n【2】**【查体】** 右前足背侧有一7cm×7cm肿块，伴压痛，皮温不高，无表浅静脉曲张，各趾活动尚可。  \n右足底敷料包扎中，足底皮肤有4cm×6cm破溃，见肉芽组织生长，局部见坏死组织及炎性渗出，足趾畸形，伴活动明显受限(图2a)。\n\n【3】**【辅助检查】** 右足MRI：右足第2，3跖骨周围软组织肿块(图1a)。  \nMRI示右足底占位性病变。\n\n【4】**【初步诊断】** 术前穿刺活检报告：梭形细胞肉瘤，以横纹肌肉瘤的可能性大。  \n外院病理示：右足底高分化鳞状细胞癌，基底切缘见肿瘤组织。\n\n【5】**【诊治经过】** 手术2h，术中出血较少，未输血，术后第2天，残端光滑平整(图1d)。拔除引流管，并无并发症出现。病理示报告：混合型腺泡状横纹肌肉瘤(含梭形细胞横纹肌肉瘤成分)，基底部切缘阴性。术后1个月，创口愈合良好(图1e)。定期行辅助化疗，随访23个月，肿瘤无局部和远处复发，患者术后下肢功能恢复良好，装配假肢后行走自如，可以正常上学并能参加一些课外体育活动，无明显不良反应。  \n手术1.5h，术中出血少，未输血，术后第2天右足截骨面平整，引流管放置中(图2d)。病理报告：右足底溃疡，溃疡周边鳞状上皮不典型增生，局灶癌变，基地部切缘阴性。术后1个月创口愈合良好(图2e)。随访22个月，肿瘤无局部和远处复发，功能恢复良好，配假肢后行走自如，能从事正常的家务活动，无明显不良反应。\n\n【6】**【其他】**【病例1】  \n【病例2】", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "7ba12ce4-90f3-458b-af66-c0b9c47e46a4", "title": null, "text": "【0】**【一般资料】**女性，74岁，无\n\n【1】**【主诉】** 老年女性患者，74岁  \n因“右侧颧颞部肿块渐增大10月，破溃不愈8月”入院。\n\n【2】**【查体】** 病灶位于右侧外眦、颧颞部，时有痒感，质硬，触痛不明显，色暗红，边界尚清，大小近7.0cm×5.0cm，突出体表，表面为溃疡创面，有黑痂，中央破溃口大小约3.5cm×3.0cm，基底可见脓性分泌物及肉芽组织（如图1a）。\n\n【3】**【诊治经过】** 全麻下，在肿块周缘约1.0cm范围（外眦处自睑缘）切除肿块，术中送检冰冻报告示：鳞状细胞癌。明确病灶性质为恶性，彻底切除病灶，至切缘及基底无恶性病灶残留。术后皮肤软组织缺损大小约8.5cm×6.0cm，缺损前缘达颧弓内侧、后侧达耳屏前、上达眉外侧上方颞部、下达腮腺上缘，深至颞肌肌肉浅层、咬肌、部分颧骨眶骨外露（如图1b）。依据恶性肿瘤病灶术后创面缺损大小、形状及侵犯深度，于同侧耳前沿颌缘颏下方向设计相应形状的逆行侧颌颈皮瓣，大小约12.0cm×5.0cm，予以修复右侧颧颞部非毛发遮盖区缺损（如图1a）。术前多普勒定位明确颞浅动脉在下颌颈至颞窝段体表位置，并标出皮瓣蒂部所靠近的颞浅动脉位置（如图1a）。按设计线，自皮瓣远端切开，自颈阔肌浅层向蒂部锐性分离，充分剥离皮瓣，皮瓣蒂部靠近耳前颞浅动脉，以保证皮瓣蒂部有足够的血流灌注压。为避免蒂部受压，供区以明道逆时针旋转覆盖缺损，见皮瓣与创缘张力不大，间断缝合。侧颌颈皮瓣供区两侧皮肤直接拉拢缝合。在侧颌颈皮瓣修复缺损后，鬓角仍有大小约3.0cm×1.0cm弧形缺损，设计角形颞浅动脉及额、顶分支皮瓣（额支位于皮瓣内，为皮瓣提供主要血供，因走行与皮瓣切口相交远端切断。颞浅动脉及顶支位于皮瓣蒂部，其细小穿支可为皮瓣提供血供），皮瓣边长约8.0cm，蒂宽约5.0cm，充分游离皮瓣后，顺时针旋转覆盖鬓角缺损，皮瓣张力不大，间断缝合修复（如图1c、d）。该患者右侧颧颞部皮肤癌术后大面积软组织缺损（大小约8.5cm×6.0cm）得到侧颌颈和颞浅动脉额、顶分支皮瓣即刻修复，皮瓣成活，供区切口Ⅰ/甲愈合。愈后皮瓣色泽相近，颜面部外观整体满意。皮瓣耐受性好，术后放疗，皮瓣无溃疡、坏死等不良表现（如图1e、f），术后随访8月肿瘤无复发。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "f688ac6e-2d16-485b-a560-d1438aa364c8", "title": null, "text": "【0】**【一般资料】**男性，56岁，工人\n\n【1】**【主诉】** 阵发性头晕、呕吐伴视物旋转2年，加重1天。\n\n【2】**【现病史】** 男，56岁，工人。阵发性头晕、呕吐伴视物旋转2年，加重1天。患者于2年前无明显诱因突然出现阵发性头晕、呕吐，呈非喷射状，吐物为胃内容物，伴视物旋转，每次持续1～2h，无耳鸣，无抽搐，四肢活动自如，休息或对症用药后可自行缓解。多于疲劳或突然变换头位时发作，共发作3～4次，未经系统治疗。1天前因情绪激动后，再次出现上述发作，经对症治疗症状缓解不明显而\\*\\*\\*就诊。病程中无发热，不能进食，二便正常。  \n1.中老年男性，突然起病，多以疲劳或突然转头为诱因，反复发作，持续时间1～2h；2.既往有高血压病史；3.主要表现为头晕、呕吐及视物旋转，无肢体活动障碍；4.除血压略高、眼底可见动脉硬化和原始反射阳性外，余无神经系统示位体征；5.辅助检查：头部CT未见异常,X线片颈椎骨质增生、椎间孔变小，TCD椎基底动脉轻度硬化。\n\n【3】**【既往史】** 高血压病史1年，未经治疗。\n\n【4】**【个人史】** 否认糖尿病史。\n\n【5】**【查体】** 体温36.4℃，脉搏90次/min，呼吸18次/min，血压20.0/13.3kPa(150/100mmHg)。一般状态良好，发育正常，营养中等；头颅无畸形；耳、鼻、咽、口腔未见异常；心、肺、肝、脾未见明显异常；神经系统检查：神清语明，记忆力、定向力、计算力、自知力和理解判断能力均正常；视力、视野概测正常，眼底视\\*\\*边界清楚，动静脉比例1﹕2；双侧瞳孔等大，光反射灵敏；双眼球各方向运动自如，无眼震，角膜反射正常。双侧面部无感觉障碍，张口无偏斜，咀嚼有力；闭目有力，额纹对称，鼻唇沟等深；双耳听力概测正常；发音正常，咽反射存在，双侧软腭上举有力，悬雍垂居中；双侧耸肩及转头有力；伸舌居中，舌肌无萎缩。四肢肌力5级，肌张力正常，无不自主运动，双侧指鼻和轮替试验、跟膝胫试验匀稳准；无深、浅感觉障碍；双侧肱二、三头肌肌腱反射及膝腱、跟腱反射对称存在；双侧掌颌反射阳性；双侧Babinski征和Chaddock征均阴性。无脑膜\\*\\*征。\n\n【6】**【辅助检查】** 头部CT：未见异常；颈椎双斜位X线片：颈椎骨质增生，椎间孔变小；TCD：椎基底动脉轻度硬化。\n\n【7】**【其他】**【家族史】 家族中无类似疾病。  \n【病例定位分析】 突然起病，以眩晕、呕吐为主，无明显神经系统示位体征，符合椎基底动脉系统病变。  \n【病例诊断】 短暂性脑缺血发作（TIA，椎基底动脉系统）。  \n【病例讨论】 大家分析看诊断等是否正确？同时可以谈谈自己对于该病例的见解？", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "8a1f1892-62de-4797-937b-51784332f785", "title": null, "text": "【0】**【一般资料】**男性，71岁，无\n\n【1】**【其他】**【 一般资料】 患者男，71岁  \n【 主诉】 主因颈肩部疼痛3年伴左上肢放射痛5个月于2013年3月18日入院。  \n【 现病史】 患者3年前无明显诱因出现颈肩部疼痛，理疗后稍有好转，症状反复。近5个月来出现左上肢放射痛，颈肩部至左前臂外侧至拇指、示指。就诊于当地医院，给予“止痛药”口服（具体药名不详），最初疼痛明显缓解，后效果不明显。  \n【 查体】 棘突居中，C5椎棘突及棘旁压痛阳性，左前臂浅感觉减退，四肢肌力、肌张力正常。生理反射存在，病理反射未引出。压颈试验阳性，左上肢牵拉试验阳性。  \n【 辅助检查】 患者颈椎MRI示C5/6椎间盘左侧突出并左侧神经根受压，椎间孔狭窄（图1）。   \n【 诊断】 诊断为神经根性颈椎病  \n【 治疗】 于2013年3月5日在全麻下行经前路C5/6椎间盘切除植骨融合内固定术。手术结束后患者意识恢复。左上肢疼痛消失，四肢及躯体感觉正常，四肢自主活动良好，肌力、肌张力正常。告知患者如出现呼吸困难、四肢逐渐活动障碍等需及时通知值班护士及医生。术后约2h患者突然诉肢体活动受限，查体：患者心律84次/分，血压128/82mmHg，呼吸21次/分，脉搏84次/分。意识清晰，焦虑状，颈软，颈部皮肤张力正常，未见明显包块。伤口周围未见明显渗血，伤口引流管通畅，引流出血性液体约10ml。四肢及肩以下痛觉消失，本体感觉消失，\\*\\*括约肌反射消失，四肢肌力0级，肌张力降低。膝反射等生理反射消失。病理反射未引出。急诊行颈椎脊髓MRI检查，未见明显脊髓压迫及脊髓高信号影像（图2）。告知患者MRI检查未见明显异常，患者突然四肢感觉及自主活动恢复。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
{"seq_id": "969951ed-29fe-4dfe-b630-e0b41d4ee1d8", "title": null, "text": "【0】**【一般资料】**女性，，农民\n\n【1】**【主诉】** 女性，农民，汉族，已婚。  \n意识障碍伴左侧肢体障碍数小时。\n\n【2】**【现病史】** 患者家属诉入院前约数小时，夜间睡眠时无明显诱因出现意识障碍，今晨发现后呼之不应，左侧肢体偏瘫，未见有呕吐物，大小便无失禁，急拨打120急救住院，门诊查头：右侧基底节脑出血。为求进一步治疗，因脑出血收住我科患者，自发病以来意识模糊，未进饮食，二便正常。\n\n【3】**【既往史】** 既往高血压病史，十余年在家中口服硝苯地平片，血压控制良好，否认肝炎，结核等传染疾病，是无手术外伤史及药物过敏史。\n\n【4】**【查体】** 体温：36、3℃心律：90次/分呼吸：20次/分BP：170/100mmHg，发育正常，营养中等，意识模糊，查体欠合作，双肺呼吸音清晰，未闻及干湿性啰音，心律，90次/分，节律规整，心音有力，未闻及病理性杂音，腹部平坦无隆起，肝脾未触及肿大，移动性浊音阴性。 神经系统：意识模糊，平卧位，双侧瞳孔正大等圆，对光反射均迟钝，耳，鼻未见异常，鼻唇沟无变浅，口唇无发绀，双侧扁桃体无肿大。颈部对称稍抵抗，双侧颈静脉无怒张，气管居中，双侧甲状腺无肿大。四肢各关节无畸形，左侧肢体肌力零级，肌张力减低，右侧肢体肌力四级。左下肢，巴彬斯基征，查多克征，霍夫曼氏征均阳性。\n\n【5】**【辅助检查】** 头ct：右侧基底节脑出血。\n\n【6】**【初步诊断】** 1.右侧基底节脑出血 2.高血压病三级。\n\n【7】**【鉴别诊断】** 慢性硬膜下血肿：患者一般有明显外伤史，呈现慢性发病，随病情逐渐加重，患者会出现相应的阳性体征，头颅ct可鉴别。\n\n【8】**【诊断结果】** 1.右侧基底节脑出血 2.高血压病三级。\n\n【9】**【其他】**【诊疗经过】 患者入院后给予一级护理建设，水静脉给甘露醇，止血，营养脑细胞的药物治疗。  \n【病例分析/讨论】 初步计算，患者颅内出血量约28毫升，暂时不给予手术治疗，密切观察生命体征变化。必要时复查ct，观察颅内出血量。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_case", "batch_name": "20240416", "version": "version1"}
