# -*- coding: utf-8 -*-
import json
type1={'药理学': 0.331, '内科': 0.299, '生物化学': 0.059, '妇产科': 0.047, '外科': 0.038, '微生物学': 0.032, '皮肤性病科': 0.023, '病理学': 0.023, '生理学': 0.017, '儿科': 0.016, '遗传学': 0.016, '医学伦理学': 0.015, '医学免疫学': 0.011, '麻醉学': 0.009, '眼科': 0.008, '预防医学': 0.008, '全科医学概论': 0.008, '病理生理学': 0.007, '口腔科学': 0.005, '解剖学': 0.005, '急诊医学': 0.004, '流行病学和循证医学': 0.003, '耳鼻咽喉头颈外科学': 0.003, '放射科': 0.003, '营养学': 0.002, '组织学与胚胎学': 0.002, '康复医学': 0.002, '医学心理学': 0.002, '医学统计学': 0.002, '卫生政策与管理': 0.001, '精神病学': 0.001}
type2={'药理学@临床药理学': 0.321, '内科@心血管内科': 0.081, '内科@感染病学': 0.049, '内科@肿瘤学': 0.039, '内科@神经内科': 0.034, '内科@消化内科': 0.032, '内科@呼吸内科': 0.032, '妇产科@妇科': 0.028, '内科@内分泌内科': 0.026, '药理学@分子药理学': 0.025, '医学伦理学@医患沟通': 0.021, '生物化学@分子生物化学': 0.02, '生物化学@有机化学': 0.018, '内科@肾脏内科': 0.018, '病理学@临床病理学': 0.016, '内科@传染病学': 0.014, '妇产科@产科': 0.013, '外科@普通外科': 0.013, '微生物学@医学病毒学': 0.012, '麻醉学@疼痛医学': 0.012, '微生物学@医学真菌学': 0.012, '内科@风湿病学': 0.011, '妇产科@生殖医学': 0.011, '儿科@新生儿科': 0.011, '内科@血液内科': 0.011, '生物化学@临床生物化学': 0.011, '外科@骨科': 0.011, '遗传学@人类遗传学': 0.008, '生物化学@细胞生物化学': 0.008, '微生物学@人体寄生虫学': 0.008, '遗传学@分子遗传学': 0.007, '微生物学@医学细菌学': 0.007, '病理学@系统病理学': 0.007, '外科@神经外科': 0.007, '生理学@人体生理学': 0.007, '生理学@系统生理学': 0.005, '内科@老年病学': 0.004, '外科@烧伤与整形外科': 0.004, '放射科@影像诊断': 0.004, '儿科@儿内科': 0.004, '解剖学@系统解剖学': 0.004, '口腔科学@口腔外科': 0.004, '外科@肝胆外科': 0.003, '眼科': 0.003, '病理学@分子病理学': 0.003, '外科@泌尿外科': 0.003, '精神病学': 0.001, '生理学@细胞生理学': 0.001, '病理学@细胞病理学': 0.001, '皮肤性病科': 0.001}

file="guidelines"
save_file = f"../../../../full_data/{file}/{file}.jsonl"
fw = open(save_file, 'w',encoding="utf-8")

from transformers import AutoTokenizer
tokenizer = AutoTokenizer.from_pretrained("../../../basic_tools/tokenizer")
def tokenizer_lens(context):
    ids = tokenizer.encode(context)
    return len(ids)
sum_lens = 0
class_ratio_token= {'level1': {'眼科': '0.953%', '药理学': '48.031%', '外科': '7.732%', '内科': '47.24%', '口腔科学': '1.211%', '精神病学': '0.767%', '遗传学': '6.771%', '医学伦理学': '4.777%', '医学心理学': '3.427%', '妇产科': '0.624%', '医学统计学': '2.043%', '预防医学': '8.947%', '卫生学': '3.763%', '生物化学': '7.73%', '微生物学': '9.376%', '营养学': '0.665%', '流行病学和循证医学': '0.665%', '病理学': '13.701%', '解剖学': '7.844%', '儿科': '0.755%', '医学物理学': '7.918%', '生理学': '5.188%', '皮肤性病科': '0.649%', '放射科': '3.348%', '病理生理学': '5.318%', '职业卫生学': '2.287%', '医学免疫学': '1.132%', '组织学与胚胎学': '1.481%'}, 'level2': {'药理学@临床药理学': '45.895%', '外科@普通外科': '2.763%', '内科@老年病学': '5.686%', '遗传学@人类遗传学': '4.157%', '遗传学@分子遗传学': '3.311%', '内科@肿瘤学': '19.552%', '医学伦理学@医患沟通': '5.163%', '妇产科@产科': '0.471%', '妇产科@生殖医学': '0.471%', '内科@传染病学': '0.055%', '内科@心血管内科': '12.2%', '生物化学@分子生物化学': '6.82%', '微生物学@医学细菌学': '7.556%', '内科@神经内科': '7.071%', '妇产科@妇科': '0.153%', '内科@肾脏内科': '1.892%', '病理学@系统病理学': '6.166%', '解剖学@系统解剖学': '6.535%', '外科@胸心外科': '1.098%', '儿科@新生儿科': '1.516%', '药理学@分子药理学': '22.575%', '生理学@人体生理学': '1.249%', '生理学@细胞生理学': '1.771%', '生物化学@临床生物化学': '0.603%', '放射科@影像诊断': '3.004%', '病理学@分子病理学': '0.906%', '生物化学@细胞生物化学': '0.73%', '病理学@细胞病理学': '1.942%', '内科@血液内科': '0.259%', '微生物学@医学真菌学': '4.572%', '生理学@系统生理学': '2.88%', '内科@呼吸内科': '2.287%', '内科@感染病学': '6.066%', '微生物学@医学病毒学': '5.193%', '微生物学@人体寄生虫学': '6.32%', '内科@风湿病学': '2.946%', '解剖学@局部解剖学': '1.506%', '生物化学@有机化学': '0.603%', '耳鼻咽喉头颈外科学': '0.264%', '病理学@临床病理学': '2.741%', '口腔科学@口腔外科': '1.342%', '内科@消化内科': '0.495%', '外科@神经外科': '0.679%', '放射科@介入放射学': '0.343%', '生物化学@系统生物化学': '0.043%'}, 'all_sample_tokens': 242537}
class_ratio_doc= {'level1': {'生理学': '9.6%', '外科': '8.8%', '医学心理学': '6.4%', '预防医学': '4.8%', '病理生理学': '4.8%', '医学统计学': '4.0%', '放射科': '4.0%', '内科': '36.0%', '药理学': '32.0%', '医学免疫学': '3.2%', '生物化学': '20.8%', '精神病学': '2.4%', '医学伦理学': '2.4%', '流行病学和循证医学': '2.4%', '医学物理学': '2.4%', '皮肤性病科': '2.4%', '组织学与胚胎学': '2.4%', '病理学': '16.8%', '遗传学': '14.4%', '解剖学': '12.0%', '微生物学': '11.2%', '眼科': '1.6%', '妇产科': '1.6%', '儿科': '1.6%', '口腔科学': '0.8%', '营养学': '0.8%'}, 'level2': {'内科@神经内科': '9.6%', '病理学@系统病理学': '9.6%', '解剖学@系统解剖学': '9.6%', '药理学@分子药理学': '8.0%', '内科@肿瘤学': '7.2%', '内科@心血管内科': '7.2%', '微生物学@医学细菌学': '7.2%', '内科@感染病学': '5.6%', '遗传学@人类遗传学': '4.8%', '生理学@细胞生理学': '4.8%', '放射科@影像诊断': '4.8%', '微生物学@医学病毒学': '4.8%', '内科@老年病学': '4.0%', '医学伦理学@医患沟通': '4.0%', '病理学@分子病理学': '4.0%', '解剖学@局部解剖学': '4.0%', '病理学@细胞病理学': '3.2%', '生理学@系统生理学': '3.2%', '病理学@临床病理学': '3.2%', '药理学@临床药理学': '29.6%', '外科@普通外科': '2.4%', '儿科@新生儿科': '2.4%', '生理学@人体生理学': '2.4%', '微生物学@医学真菌学': '2.4%', '生物化学@分子生物化学': '18.4%', '遗传学@分子遗传学': '12.0%', '内科@肾脏内科': '1.6%', '外科@胸心外科': '1.6%', '生物化学@临床生物化学': '1.6%', '生物化学@细胞生物化学': '1.6%', '内科@风湿病学': '1.6%', '微生物学@人体寄生虫学': '1.6%', '生物化学@有机化学': '1.6%', '口腔科学@口腔外科': '1.6%', '外科@神经外科': '1.6%', '妇产科@生殖医学': '0.8%', '妇产科@产科': '0.8%', '内科@传染病学': '0.8%', '妇产科@妇科': '0.8%', '内科@血液内科': '0.8%', '内科@呼吸内科': '0.8%', '耳鼻咽喉头颈外科学': '0.8%', '内科@消化内科': '0.8%', '放射科@介入放射学': '0.8%', '生物化学@系统生物化学': '0.8%'}}

with open(f"../../../../full_data/{file}/{file}_clean.jsonl", "r",encoding="utf-8") as fs:
    for item in fs.readlines():
        item = json.loads(item)
        context = item["text"]
        lens = tokenizer_lens(context)
        sum_lens += lens

with open(f"../../../../full_data/{file}/{file}_clean.jsonl", "r",encoding="utf-8") as fs:
    for item in fs.readlines():
        item = json.loads(item)
        item["tags"] = {
                        "id": item["seq_id"],
                        "clean_iters":"9",
                        "quality_score":"87.6%",
                        "note":"质检分，不考虑原始数据的语义不完整问题",
                        "class_ratio_doc": class_ratio_doc,
                        "class_ratio_tokenize": class_ratio_token,
                        "item_tokens": tokenizer_lens(item["text"]),
                        "dataset_tokens": sum_lens,
                        "bia_class": "诊疗指南"
        }

        item = json.dumps(item,ensure_ascii=False)
        fw.write(item+"\n")
