# -*- coding: utf-8 -*-
import json
type1={'内科': 0.254, '病理学': 0.123, '药理学': 0.091, '外科': 0.087, '病理生理学': 0.069, '微生物学': 0.051, '遗传学': 0.043, '解剖学': 0.041, '放射科': 0.04, '儿科': 0.031, '医学免疫学': 0.02, '皮肤性病科': 0.02, '妇产科': 0.018, '眼科': 0.015, '生理学': 0.012, '预防医学': 0.01, '急诊医学': 0.01, '流行病学和循证医学': 0.009, '耳鼻咽喉头颈外科学': 0.008, '医学伦理学': 0.008, '精神病学': 0.007, '营养学': 0.007, '组织学与胚胎学': 0.004, '生物化学': 0.004, '口腔科学': 0.004, '麻醉学': 0.003, '医学心理学': 0.003, '全科医学概论': 0.003, '医学统计学': 0.002, '医学物理学': 0.002, '康复医学': 0.002, '职业卫生学': 0.001}
type2={'病理学@系统病理学': 0.121, '药理学@临床药理学': 0.111, '放射科@影像诊断': 0.052, '内科@感染病学': 0.045, '遗传学@人类遗传学': 0.045, '外科@普通外科': 0.039, '病理学@临床病理学': 0.038, '解剖学@系统解剖学': 0.038, '微生物学@医学细菌学': 0.034, '内科@肿瘤学': 0.034, '内科@神经内科': 0.034, '内科@消化内科': 0.029, '内科@心血管内科': 0.027, '内科@肾脏内科': 0.023, '微生物学@医学病毒学': 0.022, '内科@内分泌内科': 0.021, '解剖学@局部解剖学': 0.02, '内科@血液内科': 0.019, '儿科@新生儿科': 0.018, '内科@风湿病学': 0.018, '外科@骨科': 0.015, '外科@泌尿外科': 0.014, '内科@呼吸内科': 0.014, '外科@神经外科': 0.013, '妇产科@妇科': 0.012, '生理学@人体生理学': 0.011, '医学伦理学@医患沟通': 0.011, '妇产科@产科': 0.01, '儿科@儿内科': 0.01, '内科@传染病学': 0.01, '遗传学@分子遗传学': 0.01, '病理学@细胞病理学': 0.009, '微生物学@人体寄生虫学': 0.007, '麻醉学@疼痛医学': 0.006, '内科@老年病学': 0.006, '微生物学@医学真菌学': 0.006, '外科@肝胆外科': 0.005, '外科@胸心外科': 0.005, '放射科@介入放射学': 0.005, '生物化学@临床生物化学': 0.003, '生理学@系统生理学': 0.003, '病理学@分子病理学': 0.003, '病理生理学': 0.002, '遗传学': 0.002, '口腔科学@口腔外科': 0.002, '药理学@分子药理学': 0.002, '耳鼻咽喉头颈外科学': 0.002, '妇产科@生殖医学': 0.002, '儿科@儿童保健': 0.002, '生理学@细胞生理学': 0.002, '眼科': 0.002, '生物化学@分子生物化学': 0.002, '外科@烧伤与整形外科': 0.002, '药理学': 0.001, '医学心理学': 0.001, '儿科@儿外科': 0.001, '儿科': 0.001, '妇产科': 0.001}

save_file = "../../../../full_data/xiaoheyidian/xiaoheyidian.jsonl"
fw = open(save_file, 'w',encoding="utf-8")


from transformers import AutoTokenizer
tokenizer = AutoTokenizer.from_pretrained("../../../basic_tools/tokenizer")
def tokenizer_lens(context):
    ids = tokenizer.encode(context)
    return len(ids)
sum_lens = 0
class_ratio_token= {'level1': {'内科': '56.748%', '微生物学': '17.703%', '病理学': '44.96%', '妇产科': '4.361%', '儿科': '4.251%', '流行病学和循证医学': '1.039%', '精神病学': '2.59%', '药理学': '12.075%', '病理生理学': '19.721%', '外科': '33.472%', '生物化学': '1.748%', '遗传学': '13.46%', '生理学': '6.754%', '营养学': '0.538%', '解剖学': '7.335%', '医学免疫学': '5.205%', '口腔科学': '1.877%', '预防医学': '4.147%', '急诊医学': '5.637%', '皮肤性病科': '8.107%', '耳鼻咽喉头颈外科学': '3.506%', '麻醉学': '0.4%', '组织学与胚胎学': '0.121%', '眼科': '4.307%', '医学物理学': '0.219%', '放射科': '3.75%', '医学伦理学': '1.608%', '医学统计学': '1.211%', '全科医学概论': '0.545%', '医学心理学': '0.346%', '职业卫生学': '0.138%'}, 'level2': {'微生物学@人体寄生虫学': '1.702%', '病理学@临床病理学': '9.809%', '内科@感染病学': '12.752%', '妇产科@产科': '2.825%', '病理学@系统病理学': '34.216%', '病理生理学': '0.619%', '遗传学': '0.668%', '药理学': '0.31%', '医学心理学': '0.31%', '药理学@临床药理学': '30.928%', '放射科@影像诊断': '9.861%', '内科@消化内科': '9.852%', '外科@普通外科': '13.033%', '微生物学@医学细菌学': '8.758%', '内科@内分泌内科': '6.799%', '儿科@新生儿科': '4.615%', '儿科@儿内科': '2.504%', '遗传学@人类遗传学': '12.557%', '生理学@人体生理学': '4.049%', '内科@肿瘤学': '13.575%', '妇产科@妇科': '2.435%', '解剖学@系统解剖学': '10.772%', '内科@心血管内科': '9.119%', '微生物学@医学病毒学': '6.501%', '口腔科学@口腔外科': '1.011%', '外科@骨科': '4.24%', '外科@泌尿外科': '6.954%', '内科@肾脏内科': '6.581%', '内科@神经内科': '11.375%', '内科@传染病学': '3.134%', '外科@神经外科': '3.513%', '药理学@分子药理学': '0.44%', '遗传学@分子遗传学': '3.462%', '内科@呼吸内科': '4.834%', '解剖学@局部解剖学': '5.564%', '外科@肝胆外科': '1.221%', '外科@胸心外科': '1.076%', '麻醉学@疼痛医学': '1.46%', '病理学@细胞病理学': '1.731%', '耳鼻咽喉头颈外科学': '0.142%', '放射科@介入放射学': '0.767%', '妇产科@生殖医学': '0.819%', '儿科@儿童保健': '0.159%', '内科@风湿病学': '6.443%', '内科@血液内科': '8.064%', '生理学@细胞生理学': '0.839%', '眼科': '0.373%', '生物化学@分子生物化学': '0.615%', '医学伦理学@医患沟通': '3.431%', '内科@老年病学': '1.505%', '外科@烧伤与整形外科': '0.303%', '微生物学@医学真菌学': '1.191%', '生理学@系统生理学': '0.544%', '儿科@儿外科': '0.088%', '病理学@分子病理学': '0.793%', '儿科': '0.318%', '生物化学@临床生物化学': '0.637%'}, 'all_sample_tokens': 991530}
class_ratio_doc= {'level1': {'儿科': '8.5%', '内科': '73.5%', '皮肤性病科': '7.5%', '解剖学': '7.0%', '妇产科': '6.25%', '病理学': '42.25%', '眼科': '4.75%', '放射科': '4.25%', '生理学': '3.75%', '耳鼻咽喉头颈外科学': '3.5%', '医学免疫学': '3.5%', '外科': '23.75%', '精神病学': '2.0%', '急诊医学': '2.0%', '病理生理学': '18.25%', '微生物学': '13.5%', '药理学': '13.0%', '遗传学': '10.25%', '口腔科学': '1.0%', '医学伦理学': '1.0%', '生物化学': '1.0%', '流行病学和循证医学': '0.75%', '营养学': '0.5%', '医学心理学': '0.5%', '预防医学': '0.5%', '医学物理学': '0.25%', '医学统计学': '0.25%', '职业卫生学': '0.25%'}, 'level2': {'微生物学@医学细菌学': '9.0%', '内科@心血管内科': '8.0%', '内科@消化内科': '7.75%', '内科@肾脏内科': '7.25%', '微生物学@医学病毒学': '6.75%', '内科@内分泌内科': '6.5%', '解剖学@局部解剖学': '6.25%', '儿科@新生儿科': '5.75%', '内科@血液内科': '5.75%', '内科@风湿病学': '5.5%', '外科@骨科': '4.75%', '外科@泌尿外科': '4.0%', '内科@呼吸内科': '4.0%', '病理学@系统病理学': '37.75%', '药理学@临床药理学': '34.25%', '妇产科@妇科': '3.75%', '医学伦理学@医患沟通': '3.5%', '外科@神经外科': '3.25%', '妇产科@产科': '3.0%', '遗传学@分子遗传学': '3.0%', '内科@传染病学': '2.75%', '病理学@细胞病理学': '2.75%', '生理学@人体生理学': '2.5%', '儿科@儿内科': '2.5%', '微生物学@医学真菌学': '2.0%', '放射科@影像诊断': '14.75%', '遗传学@人类遗传学': '14.25%', '内科@感染病学': '13.75%', '病理学@临床病理学': '12.0%', '解剖学@系统解剖学': '11.5%', '内科@肿瘤学': '10.5%', '内科@神经内科': '10.5%', '外科@普通外科': '10.25%', '微生物学@人体寄生虫学': '1.5%', '外科@肝胆外科': '1.5%', '麻醉学@疼痛医学': '1.5%', '放射科@介入放射学': '1.5%', '内科@老年病学': '1.25%', '外科@胸心外科': '1.0%', '病理学@分子病理学': '1.0%', '口腔科学@口腔外科': '0.75%', '妇产科@生殖医学': '0.75%', '外科@烧伤与整形外科': '0.75%', '生理学@系统生理学': '0.75%', '生物化学@临床生物化学': '0.75%', '遗传学': '0.5%', '药理学@分子药理学': '0.5%', '耳鼻咽喉头颈外科学': '0.5%', '儿科@儿童保健': '0.5%', '眼科': '0.5%', '生物化学@分子生物化学': '0.5%', '药理学': '0.25%', '病理生理学': '0.25%', '医学心理学': '0.25%', '儿科@儿外科': '0.25%', '儿科': '0.25%', '妇产科': '0.25%', '生理学@细胞生理学': '0.25%'}}


with open("../../../../full_data/xiaoheyidian/clean.jsonl", "r",encoding="utf-8") as fs:
    for item in fs.readlines():
        item = json.loads(item)
        context = item["text"]
        lens = tokenizer_lens(context)
        sum_lens += lens

with open("../../../../full_data/xiaoheyidian/clean.jsonl", "r",encoding="utf-8") as fs:
    for item in fs.readlines():
        item = json.loads(item)
        item["tags"] = {
                        "id": item["seq_id"],
                        "clean_iters":3,
                        "quality_score":"93.6%",
                        "class_ratio_doc": class_ratio_doc,
                        "class_ratio_tokenize": class_ratio_token,
                        "item_tokens": tokenizer_lens(item["text"]),
                        "dataset_tokens": sum_lens,
                        "bia_class": "百科科普"
        }
        item["dataset"] = "xiaoheyidian"
        item["batch_name"] = "20240320"
        item["version"] = "version2"

        item = json.dumps(item,ensure_ascii=False)
        fw.write(item+"\n")
