{"id": 886243, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "641b93a6-3104-4db3-88ed-6f5fc5260944", "title": null, "text": "【0】HISTORY:  Posterior fossa hemorrhage with extension into the lateral\n【1】ventricles status post decompression on ___, initial request was for\n【2】assessment of superior sagittal thrombosis however Dr. ___ at scanner from\n【3】neurology declined performance of the CTV and requested only noncontrast CT.\n【4】\n【5】TECHNIQUE:  Contiguous axial images were obtained through the brain without\n【6】intravenous contrast.  Multiplanar reformations were prepared. \n【7】\n【8】COMPARISON:  ___ \n【9】\n【10】FINDINGS: There has been interval increase in degree of large cerebellar\n【11】hemorrhage in the midline occupying/obliterating the ___ ventricle with fluid\n【12】levels extending out to the suboccipital craniectomy defect.  The presence of\n【13】these blood/fluid levels is consistent with a coagulopathy relating to known\n【14】cirrhosis.  Bilateral subdural accumulations also demonstrate hyperdensity\n【15】along their inferior margins which are more evident than the previous\n【16】examination which could reflect interval bleeding or redistribution from other\n【17】locations.  Some subarachnoid blood is also seen in the posterior sulci. \n【18】Blood within the lateral ventricles from the previous examination is decreased\n【19】perhaps due to redistribution or drainage by the ventriculostomy catheter. \n【20】Ventricular size is markedly decreased due to the presence of a\n【21】ventriculostomy catheter without shift of the midline structures.  There is\n【22】however increased mass effect with increased effacement of the quadrigeminal\n【23】plate cisterns which may reflect developing superior transtentorial herniation\n【24】and crowding of the foramen magnum as well.  No fluid is seen in the sphenoid\n【25】maxillary and ethmoid air cells.\n【26】\n【27】IMPRESSION:\n【28】\n【29】1.  Increased cerebellar hemorrhage with fluid level fluid blood levels\n【30】consistent with known coagulopathy in the setting of cirrhosis.  \n【31】\n【32】2.  Increased hyperdensity within the subdural collections bilaterally which\n【33】could be redistribution or additional hemorrhage. \n【34】\n【35】3.  Lateral ventricular size is markedly decreased with decrease in\n【36】ventricular blood likely due to increased drainage with shunt catheter with\n【37】increased effacement of the quadrigeminal plate cisterns and crowding of the\n【38】foramen magnum concerning for increased herniation in both locations.  \n【39】\n【40】These findings were discussed with Dr. ___ by Dr. ___ at 1230 on ___, 5 minutes after discovery.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#0#40#全文被多余换行内容成碎片化", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:13", "update_time": "2024-04-06 19:29:36"}
{"id": 886242, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "f6504ad2-be56-4e1e-ace1-8f707ac7416d", "title": null, "text": "【0】TYPE OF EXAMINATION:  Chest, AP portable single view.\n【1】\n【2】INDICATION:  Status post TIPS procedure with increasing oxygen requirement. \n【3】Evaluate for pulmonary edema, effusion, or consolidation.\n【4】\n【5】FINDINGS:  A single AP chest view was obtained with patient in sitting\n【6】semi-upright position.  Available for comparison is the preoperative PA and\n【7】lateral chest examination of ___.  Comparison of the frontal\n【8】views demonstrates a new parenchymal density overlying the right hilar area. \n【9】The lower border of this density is straight and directed downwards towards\n【10】the right.  It matches a depressed minor fissure.  There are additional some\n【11】densities on the right base in retrocardiac position, all findings compatible\n【12】with aspiration pneumonitis.  There is no evidence of pulmonary vascular\n【13】congestion, and no pneumothorax is seen in the apical area.  The right lateral\n【14】pleural sinus is free, but the left-sided pleural sinus is not included in the\n【15】image field.  The report on this examination was issued on ___. \n【16】Apparently, the film has been viewed by other physicians prior to this delayed\n【17】report.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#2#3#一句话被多余换行\n多余换行#5#17#一句话被多余换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:13", "update_time": "2024-04-06 19:31:46"}
{"id": 886241, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "3acc29dd-ca55-475c-bee7-0f4f3e8b91ae", "title": null, "text": "【0】EXAMINATION:  CTA HEAD AND CTA NECK Q16 CT NECK.\n【1】\n【2】INDICATION:  ___ year old man with ocular ischemic syndrome versus retinal vein\n【3】occlusion in the right eye  // r/o stenosis, aneurysm or occlusion involving\n【4】right carotid.\n【5】\n【6】TECHNIQUE:  Contiguous MDCT axial images were obtained through the brain\n【7】without contrast material. Subsequently, helically acquired rapid axial\n【8】imaging was performed from the aortic arch through the brain after the\n【9】intravenous administration of 70 mL of Omnipaque 350 nonionic contrast. \n【10】Three-dimensional angiographic volume rendered, curved reformatted and\n【11】segmented images were generated on a dedicated workstation. This report is\n【12】based on interpretation of all of these images.\n【13】\n【14】DOSE:  Acquisition sequence:\n【15】   1) Sequenced Acquisition 20.0 s, 20.0 cm; CTDIvol = 48.0 mGy (Head) DLP =\n【16】960.1 mGy-cm.\n【17】   2) Stationary Acquisition 7.5 s, 0.5 cm; CTDIvol = 35.2 mGy (Body) DLP =\n【18】17.6 mGy-cm.\n【19】   3) Spiral Acquisition 5.8 s, 44.0 cm; CTDIvol = 14.5 mGy (Body) DLP = 638.0\n【20】mGy-cm.\n【21】 Total DLP (Body) = 656 mGy-cm.\n【22】 Total DLP (Head) = 960 mGy-cm.\n【23】\n【24】COMPARISON:  MRI orbits and brain ___.\n【25】\n【26】FINDINGS: \n【27】\n【28】CT HEAD WITHOUT CONTRAST: There is normal CT appearance of the orbits.\n【29】\n【30】There is no intracranial hemorrhage, extra-axial collection, territorial\n【31】infarct, space-occupying lesion, edema, mass effect or hydrocephalus.  Patchy\n【32】subcortical and periventricular white matter hypodensities in the cerebral\n【33】hemispheres most likely represent chronic microangiopathic ischemic disease. \n【34】Mild, global atrophy is age-commensurate.\n【35】\n【36】There are bilateral maxillary mucous retention cysts, as well as opacification\n【37】of a few ethmoid air cells bilaterally.  A trace right mastoid effusion is\n【38】nonspecific.  Calvaria and skull base are unremarkable.\n【39】\n【40】CTA HEAD: There is no significant stenosis or occlusion in the anterior and\n【41】posterior circulation.  There is no aneurysm greater than 3 mm.  There is no\n【42】vascular malformation.  The dural venous sinuses are patent.\n【43】\n【44】CTA NECK: There is conventional orientation of the great vessels arising the\n【45】aortic arch.  The common carotid arteries are widely patent.  There is no\n【46】significant stenosis of the internal carotid arteries by NASCET criteria. \n【47】There is no significant stenosis or occlusion in the vertebrobasilar system. \n【48】The left vertebral artery is dominant..  There is fetal origin of the\n【49】posterior cerebral arteries, benign variant.\n【50】\n【51】OTHER: There is a prominent level 2A lymph node measuring 10 mm in short axis\n【52】dimension, nonspecific.  There are no other prominent/pathologically enlarged\n【53】or abnormally configured lymph nodes in the neck.  No mucosal lesion is\n【54】identified.  The major salivary glands and thyroid are unremarkable.\n【55】\n【56】The patient is status post right lower lobectomy.  The right hilar/bronchial\n【57】stump is visualized only on the inferior most image ___ and is incompletely\n【58】assessed.  No suspicious nodule or mass is identified at the lung apices.\n【59】\n【60】Multilevel degenerative changes in the cervical spine are most pronounced from\n【61】C4 through C6.  No aggressive osseous lesions.\n【62】\n【63】IMPRESSION:\n【64】\n【65】\n【66】1. Normal CT appearance of the orbits.\n【67】2. No acute intracranial abnormality.  Patchy subcortical and periventricular\n【68】white matter hypodensities most likely represent chronic microangiopathic\n【69】ischemic disease.\n【70】3. No significant stenosis or occlusion on CTA of the head and neck,\n【71】particularly with respect to the common and internal carotid arteries.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type2": "多余换行#2#71#全文存在多余换行内容呈现碎片化"}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:13", "update_time": "2024-04-06 19:48:30"}
{"id": 886240, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "53b8c89a-1c17-4d59-8a6f-b4309e88a18f", "title": null, "text": "【0】INDICATIONS:  ___ man with small cell lung cancer with evidence of\n【1】recurrent disease, having liver and bone lesions on outside PET.\n【2】\n【3】COMPARISONS:  Limited comparison to outside PET-CT scan from ___,\n【4】from ___ Imaging, as scanned into the ___ PACS.\n【5】\n【6】TECHNIQUE:  Following a non-contrast CT scan of the abdomen, axial CT images\n【7】of the chest, abdomen and pelvis were obtained with oral and intravenous\n【8】contrast.  Sagittal and coronal reformations of the torso were performed.\n【9】Additional delayed three-minute images through the level of the kidneys only\n【10】were also obtained.\n【11】\n【12】CT OF THE CHEST WITH INTRAVENOUS CONTRAST:  There are multiple enlarged\n【13】mediastinal lymph nodes suspicious for metastatic disease.  These are\n【14】considerably larger than on a prior PET-CT.  Representative is a right\n【15】paratracheal lymph node measuring 21 x 13 mm (4:22), compared to only 13 x 7\n【16】mm previously.  There is no axillary lymphadenopathy, but a conglomerate of\n【17】left supraclavicular lymph nodes measures 21 x 13 mm (4:8), also progressed.\n【18】\n【19】There are no pleural or pericardial effusions.  Coronary artery calcifications\n【20】are noted.  Otherwise, the heart, great vessels and pericardium are\n【21】unremarkable.  There is moderate to severe predominantly centrilobular\n【22】emphysema, most pronounced in the lung apices.\n【23】\n【24】There is also a mass in the left upper lobe which measures 24 x 18 mm (4:28),\n【25】compared to only 17 x 13 mm before.  There is focal atelectasis and/or\n【26】scarring in the right middle and lower lobes, but no other definite suspicious\n【27】findings.\n【28】\n【29】CT OF THE ABDOMEN WITH AND WITHOUT INTRAVENOUS CONTRAST.  There are multiple\n【30】liver masses consistent with metastases.  The largest measures 24 mm in\n【31】diameter (4:58) and is located in segment IV.  This lesion measured\n【32】approximately 17 mm in diameter previously.\n【33】\n【34】The gallbladder, adrenal glands, spleen and pancreas are unremarkable, noting\n【35】some fatty infiltration of the pancreas.  Enlarged celiac lymph nodes are\n【36】present, the largest measuring 36 x 15 mm (4:63), considerably larger than\n【37】before.\n【38】\n【39】Simple cysts are present in the kidneys bilaterally, as well as a small 7 mm\n【40】hyperdense cyst in the interpolar region of the left kidney. Sigmoid\n【41】diverticulosis is noted. Otherwise, the stomach, small and large bowel are\n【42】within normal limits.\n【43】\n【44】There is a small abdominal aortic aneurysm measuring up to 24 mm in diameter\n【45】with atherosclerotic calcifications, also involving the common iliac arteries\n【46】and their major tributaries.\n【47】\n【48】CT OF THE PELVIS WITH IV CONTRAST:  Prostate calcifications are noted on a\n【49】mildly enlarged gland.  The bladder, sigmoid and rectum are within normal\n【50】limits.  There is no lymphadenopathy or ascites.\n【51】\n【52】BONE WINDOWS:  There are no definite bony lesions.  There is a focus of\n【53】slightly reduced bony density along the right posterolateral aspect of the T12\n【54】vertebral body, which may be degenerative in either etiology or due to\n【55】rarefaction. A similar site is located within L2. Subtle metastases\n【56】cannot be excluded and would have been better evaluate with the prior PET-CT\n【57】with direct correlation of the PET and CT images. There are degenerative\n【58】changes of the facets in the lower lumbar spine.\n【59】\n【60】IMPRESSION:\n【61】1. Progression of metastatic disease, including increased dominant lung mass,\n【62】progressive mediastinal and supraclavicular lymphadenopathy, and liver\n【63】metastases.\n【64】\n【65】2. No definite bone metastases, noting faint lytic foci in T12 and L2 of\n【66】questionable significance.  If it would change management to better assess for\n【67】the possibility of osseous metastases, correlation with the prior outside PET-\n【68】CT images with direct overlay of the CT and PET images, or alternatively bone\n【69】scan, is suggested.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#0#69#全文存在多余换行使内容呈现碎片化", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:13", "update_time": "2024-04-06 21:50:10"}
{"id": 886239, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "e8e4f362-e309-47bf-b318-4b023a0883e0", "title": null, "text": "【0】HISTORY:  Knee pain bilaterally.\n【1】\n【2】RIGHT KNEE THREE VIEWS.  LEFT KNEE THREE VIEWS.\n【3】\n【4】RIGHT KNEE:  There is moderately severe degenerative change, with medial\n【5】compartment narrowing and tricompartmental spurring.  There is some bony\n【6】irregularity and cortical ill-definition along the medial aspect of the\n【7】proximal tibia. Small joint effusion.\n【8】\n【9】LEFT KNEE:  There is mild-to-moderate degenerative change, with medial\n【10】compartment narrowing, subchondral sclerosis, and small tricompartmental\n【11】osteophytes.  Some bony irregularity along the medial aspect of the proximal\n【12】tibia.\n【13】\n【14】IMPRESSION:\n【15】\n【16】1) Degenerative changes, right > left.\n【17】\n【18】2) Some bony irregularity and cortical ill-definition along the medial aspect\n【19】of the proximal tibia. The appearance suggests subtle erosions. This may be\n【20】secondary to an inflammatory arthritis, but could also be secondary to\n【21】abutting joint fluid in the setting of osteoarthritis. If clinically\n【22】indicated, this could be further assessed by MRI.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#4#7#一句话被换行\n多余换行#9#12#一句话被换行\n多余换行#18#22#一句话被换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:13", "update_time": "2024-04-06 19:39:35"}
{"id": 886238, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "fd87402b-1161-46c4-8e87-d3830a46efa2", "title": null, "text": "【0】COMPUTED TOMOGRAPHY OF THE THORAX\n【1】\n【2】INDICATION:  History of lung cancer, status post left lower lobe resection,\n【3】surveillance scan.\n【4】\n【5】COMPARISON:  ___.\n【6】\n【7】TECHNIQUE:  Volumetric CT acquisitions over the entire thorax in inspiration,\n【8】administration of intravenous contrast material, multiplanar reconstructions.\n【9】\n【10】FINDINGS:  The examination is compared to ___.  There is a history\n【11】of left lower lobe resection.  The resection stump is unchanged and\n【12】unremarkable.  Evidence of local or distant recurrence.  Unchanged lateral\n【13】basal linear scarring at the bases of the left hemithorax.  No evidence of\n【14】pleural effusions.  The pre-existing aortic and pretracheal lymph nodes are\n【15】unchanged in size and morphology.\n【16】\n【17】Also unchanged is a 4.9 mm lung nodule at the right lung apex.\n【18】\n【19】No other volumes.\n【20】\n【21】Airway wall irregularities and extensive pulmonary emphysema.\n【22】\n【23】Unchanged borderline sized mediastinal lymph nodes.\n【24】\n【25】No adrenal abnormalities, but known large bilateral kidney cysts.\n【26】\n【27】No osteolytic bony abnormalities.\n【28】\n【29】IMPRESSION:  No evidence of recurrence.  Unchanged right upper lobe nodule\n【30】that requires further surveillance.  No newly appeared lung nodules. \n【31】Pulmonary emphysema and mild airways disease.  Stable bilateral kidney cysts.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#2#3#属于一句话被多余换行\n多余换行#7#8#属于一句话被多余换行\n多余换行#10#27#属于一句话被多余换行\n多余换行#29#31#属于一句话被多余换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:13", "update_time": "2024-04-06 18:33:31"}
{"id": 886237, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "f5e6fb75-48ab-49bf-88f3-fe7b6b03908e", "title": null, "text": "【0】HISTORY:  ___ male with pain and open wounds.  Evaluate for\n【1】osteomyelitis.  \n【2】\n【3】COMPARISON:  Multiple prior exams, most recently of ___.  \n【4】\n【5】LEFT FOOT, 3 VIEWS:  \n【6】\n【7】Osteolysis and destruction of the third MCP joint has increased since ___.  There is new erosion of the lateral margin of the fifth metacarpal head\n【8】with overlying soft tissue ulceration.  The fourth MCP joint appears newly\n【9】dislocated and increased lucency is apparent along the distal fourth\n【10】metacarpal shaft.  Erosion and destruction of the first and second MCP joints\n【11】appear stable.  \n【12】\n【13】Numerous metallic rounded bodies are grossly similar to prior, compatible with\n【14】known history of prior shotgun accident.  Lateral fixation plate overlying the\n【15】lateral aspect of the fibula is similar to prior.  \n【16】\n【17】IMPRESSION:\n【18】\n【19】1.  Increased osteolysis and erosion of the third MCP joint, distal fourth\n【20】metacarpal shaft, and the lateral margin of the fifth metacarpal head with new\n【21】soft tissue ulceration lateral to the fifth MCP joint.  Findings are\n【22】concerning for multifocal osteomyelitis.\n【23】\n【24】2.  New dislocation of the fourth MCP joint.  \n【25】\n【26】Findings were communicated via phone call by Dr. ___ to Dr. ___\n【27】___ on ___ at 1015 AM.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type2": "多余换行#0#1#一句话被多余换行\n多余换行#7#15#一句话被多余换行\n多余换行#19#22#一句话被多余换行\n多余换行#26#27#一句话被多余换行"}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:13", "update_time": "2024-04-06 19:08:54"}
{"id": 886236, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": " 黄艳玲", "task_id": 542, "source_info": {"seq_id": "0060e1bc-a192-47af-b222-25226933d78f", "title": null, "text": "【0】INDICATION:  History: ___ s/p mechanical fall. States she has left heel pain\n【1】on weight bearing. No TTP  // ?fracture\n【2】\n【3】TECHNIQUE:  Left ankle, three views and left foot, three views\n【4】\n【5】COMPARISON:  None.\n【6】\n【7】FINDINGS: \n【8】\n【9】A nondisplaced, predominantly transverse fracture through the base of the\n【10】fifth metatarsal bone appears to demonstrate extension to the intermetatarsal\n【11】joint.  No dislocation.  Small plantar calcaneal spur is noted.  Degenerative\n【12】spurring of the midfoot and tibiotalar joints are seen.  There are diffuse\n【13】vascular calcifications.  Ankle mortise is symmetric.  Talar dome is smooth. \n【14】Diffuse soft tissue swelling is seen about the foot and ankle.  No suspicious\n【15】lytic or sclerotic osseous abnormalities.\n【16】\n【17】IMPRESSION: \n【18】\n【19】Nondisplaced fracture through the base of the fifth metatarsal bone with\n【20】intermetatarsal joint extension compatible with an avulsion fracture.  No\n【21】dislocation.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type2": "多余换行#0#21#全文存在多处多余换行"}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:13", "update_time": "2024-04-06 22:02:28"}
{"id": 886235, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "0dd9c2f4-fb8d-48dc-9832-627e0847884f", "title": null, "text": "【0】INDICATION:  ORIF of tibial plateau fracture.\n【1】\n【2】COMPARISON:  ___.\n【3】\n【4】Two fluoroscopic spot radiographs are submitted for review without the\n【5】radiologist present.  These demonstrate a side plate and interlocking screws\n【6】transfixing the known depressed lateral tibial plateau fracture.  There is no\n【7】evidence of early hardware failure.  For further details, please see the\n【8】intraoperative report.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#4#8#一句话被换行", "type3": "无关文本#7#7# For further details, please see the\n无关文本#8#8#intraoperative report.与上句联接是参考类无关文本", "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:13", "update_time": "2024-04-06 21:55:59"}
{"id": 886234, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "5056495d-f0c1-4fc2-8ae6-25af16b9c780", "title": null, "text": "【0】HISTORY:  Altered mental status.\n【1】\n【2】COMPARISON:  Non-contrast head CT ___.\n【3】\n【4】TECHNIQUE:  Contiguous axial MDCT images were obtained of the head without\n【5】contrast.  Multiplanar reformatted images were generated in the coronal and\n【6】sagittal planes as well as thin section bony reformats.\n【7】\n【8】DLP:  1003.42 mGy-cm.\n【9】\n【10】CTDIvol:  55.75 mGy.\n【11】\n【12】FINDINGS:\n【13】\n【14】CT HEAD WITHOUT CONTRAST:  There is no hemorrhage, edema, mass effect or acute\n【15】infarct.  Prominent ventricles and sulci are suggestive of age-related\n【16】involutional change.  There is redemonstration of prominent confluent\n【17】periventricular, subcortical and deep white matter hypodensity, similar in\n【18】appearance to prior examination suggestive of chronic small vessel ischemia. \n【19】The basal cisterns are patent and there is preservation of gray-white matter\n【20】differentiation.  The orbits are unremarkable.  Dense atherosclerotic\n【21】calcifications are noted in the carotid siphons.  No fracture is identified. \n【22】There is mild mucosal wall thickening in the anterior ethmoid air cells.  Once\n【23】again, the left-sided mastoid air cells are opacified.  The middle ear\n【24】cavities are clear.\n【25】\n【26】IMPRESSION:  No acute intracranial abnormality.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#4#10#一句话被换行\n多余换行#14#24#一句话被换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:13", "update_time": "2024-04-06 19:43:57"}
{"id": 886233, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "160ac586-03da-47d6-8334-8f84b3389e95", "title": null, "text": "【0】HISTORY:  ___ woman status post fall with multiple fractures.\n【1】\n【2】COMPARISON:  Head CT ___ and MRI of the head from ___.\n【3】\n【4】FINDINGS:  The small amount of subarachnoid blood in the right sylvian fissure\n【5】on the prior study is no longer evident.  There is no intracranial hemorrhage,\n【6】mass effect, shift of midline structures or edema.  The ventricles and sulci\n【7】remain normal in size and configuration.  There are no fractures.  The\n【8】visualized paranasal sinuses and mastoid air cells are normally pneumatized\n【9】and aerated.  A small amount of right frontal subgaleal scalp swelling\n【10】persists, decreased from the initial study.\n【11】\n【12】IMPRESSION:  No intracranial hemorrhage or edema.  Interval resolution of the\n【13】small amount of subarachnoid blood previously seen in the right sylvian\n【14】fissure.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#4#10#一句话被换行\n多余换行#12#14#一句话被换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:13", "update_time": "2024-04-06 21:52:39"}
{"id": 886232, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "54c88c0c-7142-4fc2-92da-de6583b241a1", "title": null, "text": "【0】INDICATION:  ___ year old woman with lupus, pneumonia, now with L IJ placement \n【1】// eval for pneumonia, pulmonary edema, line placement\n【2】\n【3】TECHNIQUE:  Chest PA and lateral\n【4】\n【5】COMPARISON:  Chest CT ___\n【6】\n【7】FINDINGS: \n【8】\n【9】Left-sided IJ central venous catheter terminates overlying the low SVC.\n【10】\n【11】Lung volumes are low.  Opacities overlying the right lower and right middle\n【12】lobes with silhouetting of the right heart border and right hemidiaphragm are\n【13】unchanged, previously characterized on chest CT ___.  There is\n【14】layering right-sided basilar atelectasis. Right-sided pleural effusion cannot\n【15】be ruled out.  There is splenomegaly.\n【16】\n【17】IMPRESSION: \n【18】\n【19】1.  Right middle and right lower lobe opacities are again noted, previously\n【20】characterized on chest CT ___ as multifocal pneumonia.\n【21】\n【22】2.  No overt signs of pulmonary edema.\n【23】\n【24】3.  Left-sided IJ central venous catheter terminates overlying the low SVC.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#0#1#一句话被多余换行\n多余换行#9#15#一句话被多余换行\n多余换行#19#20#一句话被多余换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-06 19:19:48"}
{"id": 886231, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "87b0fd1c-a746-45ca-b3b5-95e853e6727a", "title": null, "text": "【0】EXAMINATION:  LIVER OR GALLBLADDER US (SINGLE ORGAN)\n【1】\n【2】INDICATION:  ___ w/NASH cirrhosis and melena  // Evaluate for patency of\n【3】portal vasculature\n【4】\n【5】TECHNIQUE:  Grey scale and color Doppler ultrasound images of the abdomen were\n【6】obtained.\n【7】\n【8】COMPARISON:  None available\n【9】\n【10】FINDINGS: \n【11】\n【12】The liver contour is nodular and parenchyma shows a coarsened echotexture.\n【13】There are no focal lesions. There is no intra or extrahepatic biliary duct\n【14】dilation. The CBD measures 3 mm. The gallbladder is surgically absent. The\n【15】portal vein is patent with hepatopetal flow. The right and left portal veins\n【16】are patent. There is no ascites.\n【17】\n【18】The pancreas is normal without focal lesions or duct dilation. Portions of the\n【19】tail obscured by overlying bowel gas. Visualized portions of the IVC are\n【20】unremarkable. The spleen is homogeneous and measures 10.9 cm.\n【21】\n【22】IMPRESSION:\n【23】\n【24】\n【25】1. Cirrhotic liver without evidence of focal lesions.\n【26】2. Patent hepatic vasculature.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#2#3#一句话被换行\n多余换行#5#6#一句话被换行\n多余换行#12#20#一句话被换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-06 21:43:52"}
{"id": 886230, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "95b812f2-c4ea-426b-9be1-efd20ea16db2", "title": null, "text": "【0】PA AND LATERAL CHEST ___\n【1】\n【2】HISTORY:  Pleural effusion after CABG.\n【3】\n【4】IMPRESSION:  AP chest compared to ___:\n【5】\n【6】Moderate left pleural effusion and severe left lower lobe atelectasis not\n【7】changed appreciably since ___.  Right basal atelectasis may have worsened,\n【8】right pleural effusion is small and unchanged.  Heart size normal.  The\n【9】mediastinal vascular engorgement noted.  No pneumothorax.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#6#9#一句话被换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-06 21:51:59"}
{"id": 886229, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "75dd73ea-cbbc-4583-9267-158778ee8315", "title": null, "text": "【0】HISTORY:  ___ female with head injury and neck pain.\n【1】\n【2】TECHNIQUE:  Axial helical MDCT images were obtained from the skullbase through\n【3】the T1 level.  Reformatted coronal and sagittal images were also reviewed.\n【4】\n【5】COMPARISON:  None available.\n【6】\n【7】FINDINGS: There is no evidence of fracture or acute malalignment in the\n【8】cervical spine.  There is no prevertebral soft tissue swelling.  The cervical\n【9】lordosis is preserved.  The visualized lung apices are unremarkable.  There is\n【10】no lymphadenopathy.  No significant degenerative change is detected.\n【11】\n【12】IMPRESSION: No fracture or acute malalignment in the cervical spine.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#2#3#一句话被换行\n多余换行#7#10#一句话被换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-06 19:38:30"}
{"id": 886228, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "c3575c83-142c-418c-9543-6abfcb500c70", "title": null, "text": "【0】HISTORY:  Abdominal distension.\n【1】\n【2】Four radiographs of the abdomen demonstrate air and stool throughout a normal\n【3】caliber colon.  Several loops of normal caliber air-filled small bowel are\n【4】identified.  There is marked degenerative change involving the visualized\n【5】thoracolumbar spine including the presence of syndesmophytes at multiple\n【6】levels.  There is likely mild narrowing of the bilateral sacroiliac joints,\n【7】but no sacroiliac joint ankylosis or periarticular erosion is evident. \n【8】Probable gallstone projects over the right upper quadrant.  Surgical clips\n【9】project over the right upper quadrant.\n【10】\n【11】IMPRESSION:\n【12】Non-obstructive bowel gas pattern.  Marked degenerative changes involving the\n【13】visualized spine including the presence of multiple syndesmophytes.  If a\n【14】seronegative spondyloarthropathy is a clinical concern, then correlation with\n【15】serology would be recommended.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type2": "多余换行#2#9#句子被分割，属于多于换行\n多余换行#12#15#句子被分割，属于多于换行"}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-03 02:04:09"}
{"id": 886227, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "8c1d2b91-b674-4b42-906e-ae6bb3f549da", "title": null, "text": "【0】HISTORY:  History of dizziness and trauma.\n【1】\n【2】COMPARISON:  CT ___ and MRI brain ___.\n【3】\n【4】TECHNIQUE:  Contiguous axial MDCT-acquired images of the head were obtained\n【5】without administration of intravenous contrast.\n【6】\n【7】FINDINGS:  There is no acute hemorrhage or acute major vascular territorial\n【8】infarction.  No edema, mass effect, or shift of normally midline structures\n【9】are noted.  The ventricles and sulci are markedly prominent in size and\n【10】configuration, likely due to global age-related parenchymal atrophy. \n【11】Periventricular white matter hypodensities are likely due to chronic small\n【12】vessel ischemic disease.  \n【13】\n【14】Innumerable subcentimeter scattered calcifications throughout the brain are\n【15】unchanged since ___.\n【16】\n【17】The visualized paranasal sinuses and mastoid air cells are clear.  No\n【18】fractures are noted.\n【19】\n【20】IMPRESSION:\n【21】1.  No acute intracranial abnormality.\n【22】2.  Stable scattered innumerable calcifications throughout the brain are\n【23】likely related to prior known history of congenital toxoplasmosis vs old\n【24】neurocysticercosis.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#4#5#一句话被换行\n多余换行#7#18#一句话被换行\n多余换行#22#24#一句话被换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-06 19:50:12"}
{"id": 886226, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": " 黄艳玲", "task_id": 542, "source_info": {"seq_id": "8975b1c4-e56e-4b93-a880-cbfed62ddbe0", "title": null, "text": "【0】HISTORY:  ___ female with previous stroke, and fall; evaluate for\n【1】bleed or new stroke.\n【2】\n【3】COMPARISON:  MRI of ___, and head CT ___.\n【4】\n【5】TECHNIQUE:  Contiguous axial images of the head were obtained without IV\n【6】contrast.\n【7】\n【8】FINDINGS:  There is a large confluent area of low attenuation involving the\n【9】right posterior MCA distribution with sulcal effacement, compatible with an\n【10】acute/subacute infarct and is new from MRI of ___.  A hypodensity\n【11】within the right basal ganglia is also new and likely also reflects a new area\n【12】of infaction. No hemorrhagic transformation is identified.  There is no\n【13】significant mass effect or shift of midline.\n【14】\n【15】Hypodensity within the right frontoparietal lobes reflect sequela from the\n【16】infarct seen on the prior study. Additional periventricular white matter low\n【17】attenuation may reflect chronic small vessel ischemic disease.  The ventricles\n【18】and sulci are normal in size and configuration.  Visualized paranasal sinuses\n【19】and mastoid air cells are normally aerated. Osseous structures are\n【20】unremarkable.\n【21】\n【22】IMPRESSION:  \n【23】1.  Acute to subacute infarct in the right posterior MCA distribution.  No\n【24】hemorrhagic transformation is identified.\n【25】2.  New hypodensity within the right basal ganglia, also likely reflecting\n【26】interval infarct, likely the evolution of the hypodensity on the prior scan.\n【27】3.  Encephalomalacia in the right frontoparietal lobe, compatible with sequela\n【28】from previously seen infarct.\n【29】\n【30】Findings were posted immediately to the ED dashboard at the time of\n【31】interpretation.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#0#31#全文存在多处多余换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-06 17:59:40"}
{"id": 886225, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "60916eb3-f9fe-4c47-8809-5211057fac9f", "title": null, "text": "【0】EXAMINATION:  CHEST (PORTABLE AP)\n【1】\n【2】INDICATION:  ___ year old woman with ett  // ett      ett\n【3】\n【4】IMPRESSION: \n【5】\n【6】In comparison with the study of ___, the monitoring and support devices\n【7】are unchanged, with the tip of the endotracheal tube approximately 2.4 cm\n【8】above the carina.  Little change in the appearance of the heart and lungs.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#6#8#一句话被换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-06 19:52:19"}
{"id": 886224, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": " 黄艳玲", "task_id": 542, "source_info": {"seq_id": "eade487a-ed9f-48dd-afc9-ae7aaeb72ec4", "title": null, "text": "【0】BILATERAL HIP AND PELVIS RADIOGRAPH PERFORMED ON ___\n【1】\n【2】COMPARISON:  Prior exam dated ___.\n【3】\n【4】CLINICAL HISTORY:  VP shunt with hip pain.\n【5】\n【6】FINDINGS:  AP pelvis and two views each hip were provided.  There is a\n【7】fragment of tubing again noted residing in the right lower quadrant, stable\n【8】from ___ radiograph.  There is significant pelvic and bilateral hip deformity\n【9】which appears stable from prior with no sign of fracture or change in\n【10】alignment.  Spina bifida occulta in the lower lumbar spine is also again\n【11】noted.\n【12】\n【13】No findings to account for patient's complaints of hip pain.\n【14】\n【15】IMPRESSION: Stable appearance of the pelvis and hips with significant\n【16】congenital deformity without acute change to account for patient's acute hip\n【17】pain.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#6#11#是一句话，换行会导致格式杂乱\n多余换行#15#17#是一句话，换行会导致格式杂乱", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-06 18:06:09"}
{"id": 886223, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "ddfa56e0-dbea-414c-9a43-4e68719071b5", "title": null, "text": "【0】EXAMINATION:  CT HEAD W/O CONTRAST\n【1】\n【2】INDICATION:  ___ year old man with hx of aortic dissection s/p repair with\n【3】syncopal event on Coumadin// Evaluate for bleed\n【4】\n【5】TECHNIQUE:  Contiguous axial images from skullbase to vertex were obtained\n【6】without intravenous contrast.\n【7】\n【8】DOSE:  Acquisition sequence:\n【9】   1) Spiral Acquisition 10.2 s, 21.0 cm; CTDIvol = 51.9 mGy (Head) DLP =\n【10】1,094.6 mGy-cm.\n【11】 Total DLP (Head) = 1,095 mGy-cm.\n【12】\n【13】COMPARISON:  Brain MRI from ___.\n【14】\n【15】FINDINGS: \n【16】\n【17】There is no evidence of acute infarction, hemorrhage, edema, or mass. The\n【18】ventricles and sulci are normal in size and configuration.\n【19】\n【20】No osseous abnormalities seen. The paranasal sinuses, mastoid air cells, and\n【21】middle ear cavities are clear. The orbits are unremarkable.\n【22】\n【23】IMPRESSION: \n【24】\n【25】No acute intracranial process, no hemorrhage.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#2#21#全文存在多余换行使内容呈现碎片化", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-06 21:54:03"}
{"id": 886222, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "6e9efedb-aea0-4419-940c-b1f649071d77", "title": null, "text": "【0】HISTORY:  Fall onto right wrist with abrasion and swelling.\n【1】\n【2】TECHNIQUE:  4 views of the right wrist.\n【3】\n【4】COMPARISON:  None.\n【5】\n【6】FINDINGS:\n【7】\n【8】No acute fracture or dislocation is present.  Joint spaces are preserved.  No\n【9】focal lytic or sclerotic osseous abnormalities are seen.  Bone mineralization\n【10】is normal.  There are no radiopaque foreign bodies or soft tissue\n【11】calcifications.\n【12】\n【13】IMPRESSION:\n【14】\n【15】No acute fracture or dislocation.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#8#11#一句话被换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-06 22:00:04"}
{"id": 886221, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "104f06e5-184f-4c74-bf16-b24dc6e1ac61", "title": null, "text": "【0】HISTORY:  Metastatic colon cancer, status post FOLFOX.  Evaluate for disease\n【1】recurrence.\n【2】\n【3】COMPARISON:  CT torso ___.\n【4】\n【5】TECHNIQUE:  Contiguous axial imaging was performed from the thoracic inlet\n【6】through the pubic symphysis following administration of intravenous and oral\n【7】contrast.  Sagittal and coronal reformats were prepared.\n【8】\n【9】CT CHEST WITH CONTRAST:  Patient is status post right lower lobe wedge\n【10】resection with associated scar and chain suture material.  At the most medial\n【11】anterior aspect of the wedge resection is a nodular density adjacent to chain\n【12】suture (3:43) measuring 13 mm.  While this may represent scar, it is\n【13】concerning for a soft tissue mass which could be local disease recurrence.\n【14】Otherwise, the lungs are clear with no new nodules or masses.  No pleural\n【15】effusion is seen.  The partially visualized heart demonstrates mild coronary\n【16】artery vascular calcifications.  No pericardial effusion is seen.  The aorta\n【17】and great vessels appear unremarkable apart from mild atherosclerotic disease.\n【18】There is a right-sided Port-A-Cath catheter whose tip terminates at the\n【19】cavoatrial junction.  The airways are patent to the subsegmental levels\n【20】bilaterally.  No significant axillary, hilar, or mediastinal adenopathy.\n【21】Thyroid lobes appear normal.\n【22】\n【23】CT ABDOMEN WITH CONTRAST:  The spleen, adrenals, pancreas, gallbladder, and\n【24】liver all appear normal.  The kidneys enhance and excrete contrast\n【25】symmetrically without stones or hydronephrosis.  Bilateral hypodensities are\n【26】seen in the kidneys, too small to characterize, but likely represent simple\n【27】renal cysts.  No free air, no free fluid is seen.  No retroperitoneal or\n【28】mesenteric adenopathy is present.  The abdominal aorta and its branches are\n【29】widely patent, with again incidental note made of a right replaced hepatic\n【30】artery.  In the ventral abdominal wall, there is a small fat-containing\n【31】hernia.  No loops of bowel are within this hernia.  The stomach and abdominal\n【32】loops of small and large bowel appear normal.\n【33】\n【34】CT PELVIS WITH CONTRAST:  The rectum, and sigmoid colon appear normal.\n【35】Anastomotic sutures are seen in the patient's left lower quadrant, related to\n【36】prior colonic resection.  Remaining pelvic loops of large and small bowel are\n【37】normal.  A normal appendix is visualized.  No free air or no free fluid is\n【38】seen.  No pelvic or inguinal adenopathy is present.  The bladder appears\n【39】unremarkable.  The prostate is enlarged measuring 6.4 cm in transverse\n【40】dimension and would recommend clinical correlation.\n【41】\n【42】BONE WINDOWS:  There is an unchanged hemangioma of L1.  No suspicious\n【43】sclerotic or lytic lesions are seen.\n【44】\n【45】IMPRESSION:\n【46】1.  Soft tissue nodule at the margin of the right lower lobe wedge resection\n【47】which is concerning for local disease recurrence.  Would recommend short\n【48】interval (three-month) followup or biopsy.\n【49】2.  No other evidence for metastatic disease.\n【50】3.  Enlarged prostate and would recommend clinical correlation.\n【51】4.  Unchanged L1 hemangioma.\n【52】\n【53】The findings of this study were posted on the radiology department dashboard\n【54】for communication of critical findings.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#5#54#全文句子被分割成多个小段，全文存在多处多余换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-03 02:08:57"}
{"id": 886220, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": " 黄艳玲", "task_id": 542, "source_info": {"seq_id": "05107b1a-e6a0-424c-b179-4dadc1d2b7aa", "title": null, "text": "【0】EXAMINATION:  CHEST (PORTABLE AP)\n【1】\n【2】INDICATION:  ___ year old woman with respiratory failure, VAP// Interval\n【3】change?\n【4】\n【5】COMPARISON:  Chest x-ray dated ___\n【6】\n【7】FINDINGS: \n【8】\n【9】Rotated positioning. ET tube tip lies approximately 4.7 cm above the carina.\n【10】NG tube present, tip extending beneath diaphragm.\n【11】\n【12】Cardiomediastinal silhouette is enlarged, probably unchanged allowing for\n【13】technical for differences in positioning. Again seen is increased retrocardiac\n【14】density, with evidence for air bronchograms.  Compared with ___,\n【15】lateral aspect of the left hemidiaphragm is better visualized.  Left\n【16】hemidiaphragm is slightly elevated suggesting associated slight volume loss. \n【17】Doubt but cannot entirely exclude a small left effusion.\n【18】\n【19】There is minimal patchy opacity at the right lung base, without well-defined\n【20】focal infiltrate and without consolidation.  No right-sided effusion. Doubt\n【21】CHF.\n【22】\n【23】\n【24】IMPRESSION: \n【25】\n【26】Persistent retrocardiac opacity, with air bronchograms. However, this may be\n【27】slightly improved compared with ___, as the lateral left\n【28】hemidiaphragm is now well visualized.\n【29】\n【30】Minor patchy opacity at the right base, question atelectasis, but attention to\n【31】this area on followup films is recommended to exclude developing early\n【32】pneumonic infiltrate.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#0#32#全文存在多处多余换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-06 17:55:47"}
{"id": 886219, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "132c40b8-9ebc-4619-b99b-765ae99b853e", "title": null, "text": "【0】EXAMINATION:  Chest radiograph, portable AP upright.\n【1】\n【2】INDICATION:  New onset of shortness of breath.  Esophageal cancer.\n【3】\n【4】COMPARISON:  ___.\n【5】\n【6】FINDINGS: \n【7】\n【8】Patient is status post esophagectomy with gastric pull-up.  Heart is normal in\n【9】size.  Mediastinal and hilar contours appear stable.  There is possible trace\n【10】pleural effusion on the right, none on the left.  No pneumothorax.  Lungs\n【11】appear clear.\n【12】\n【13】IMPRESSION: \n【14】\n【15】No evidence of acute cardiopulmonary process.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#8#11#一句话被多余换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-06 19:30:14"}
{"id": 886218, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "c7715d54-277e-495f-b3cc-74934fd70438", "title": null, "text": "【0】BILATERAL ANKLE RADIOGRAPH PERFORMED ON ___\n【1】\n【2】COMPARISON:  Prior exam from ___.\n【3】\n【4】CLINICAL HISTORY:  Polyarthropathy with question of arthritic change or\n【5】effusion at the right ankle.\n【6】\n【7】FINDINGS:  Seven images were provided including three views of both ankles. \n【8】On the right, there is no acute fracture, dislocation, or signs of joint\n【9】effusion.  There is a small retrocalcaneal spur noted.  Faint vascular\n【10】calcifications noted.  The mortise view is limited and therefore the study is\n【11】non-diagnostic to assess the right ankle mortise symmetry.\n【12】\n【13】LEFT ANKLE:  The left ankle appears intact without fracture or dislocation. \n【14】No joint effusion.  Small retrocalcaneal spur is noted.  Faint vascular\n【15】calcification noted.\n【16】\n【17】IMPRESSION:  No fracture or dislocation.  Suboptimal views limit evaluation of\n【18】mortise symmetry.  No joint effusion or soft tissue abnormality aside from\n【19】vascular calcification noted.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type2": "多余换行#4#5#一句话，不应该换行\n多余换行#7#11#一句话，不应该换行\n多余换行#13#15#一句话，不应该换行\n多余换行#17#19#一句话，不应该换行"}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-03 01:43:29"}
{"id": 886217, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "811109fc-528b-4d54-a42a-44e5807b06bb", "title": null, "text": "【0】ULTRASOUND, LEFT BREAST\n【1】\n【2】INDICATION:  Painful left nipple.\n【3】\n【4】Scanning in the area of concern shows no mass in the nipple and there are no\n【5】solid or cystic masses.\n【6】\n【7】IMPRESSION:\n【8】\n【9】Normal.\n【10】\n【11】Results discussed with the patient's son.\n【12】\n【13】BI-RADS 1 -- negative.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#4#5#一句话被多余换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-06 18:54:37"}
{"id": 886216, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "52944679-bf09-469d-bb41-fc571f08b1a7", "title": null, "text": "【0】HISTORY:  ___ female with elevated alk phos and ETT.  Rule out\n【1】cholestatic disease.\n【2】\n【3】TECHNIQUE:  64 row MDCT images were obtained through the chest, abdomen, and\n【4】pelvis after administration of intravenous and oral contrast.  Axial, coronal,\n【5】and sagittal reformations were generated and reviewed. DLP 839mGy-cm.\n【6】\n【7】COMPARISON:  None available.  \n【8】\n【9】FINDINGS:\n【10】\n【11】Please refer to CT chest report generated on the same date for thoracic\n【12】assessment.  \n【13】\n【14】CT abdomen:  There are several ill-defined hypodensities seen within multiple\n【15】segments of the liver.  The liver otherwise enhances homogeneously.  There is\n【16】no intrahepatic biliary dilatation.  The portal vein is patent.  The\n【17】gallbladder, pancreas and spleen are unremarkable.  Bilateral adrenal glands\n【18】normal in size and shape.  The right kidney does not demonstrate cystic or\n【19】solid lesions.  There is 1 benign appearing cyst within the left left kidney\n【20】best seen on sequence 2 image 64.  Kidneys present symmetric nephrograms and\n【21】excretion of contrast without evidence of hydronephrosis.  \n【22】\n【23】The stomach and visualized loops of bowel are unremarkable without evidence of\n【24】wall thickening or obstruction.  \n【25】\n【26】Intra-abdominal vasculature is unremarkable.  Aorta is normal in caliber. \n【27】There is no mesenteric, upper portacaval, or retroperitoneal lymph node\n【28】enlargement by CT size criteria.  \n【29】\n【30】Pelvic CT:  There is a dense nodular lesion measuring 18 mm in size extending\n【31】from the posterior uterus.  This is best seen on sequence 2 image 90 and\n【32】sequence 602b  image 42.  Bilateral adnexa are unremarkable.  The bladder is\n【33】collapsed.  There is no free fluid noted.  There is no pelvic lymph node\n【34】enlargement.  \n【35】\n【36】Osseous structures:  No lytic or blastic lesions to suggest malignancy.  \n【37】\n【38】IMPRESSION:\n【39】1.  Several ill-defined hypodensities within the liver, incompletely\n【40】characterized on a single phase study.  Diagnostic considerations include\n【41】metastatic disease (given the patient's prior history of cancer) - additional\n【42】characterization with an MRI should be considered.\n【43】2.  A hyperdense nodule abutting the posterior aspect of the uterus may\n【44】represents an exophytic fibroid, though in the setting of malignancy, a focal\n【45】metastases can not be excluded.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#0#45#全文存在多余换行内容呈现碎片化", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-06 19:58:00"}
{"id": 886215, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "5fe12309-e0b8-4705-b942-fde29c8a2e2c", "title": null, "text": "【0】EXAMINATION:  CT abdomen pelvis with IV contrast, part of oncology CT torso\n【1】\n【2】INDICATION:  ___ year old woman with metastatic RCC (pancreas and brain) s/p\n【3】nivolumab, then on hold for steroids to treat brain edema  // assess for\n【4】response, change in pancreatic lesion, any new lesions\n【5】\n【6】TECHNIQUE:  Oncology 2 phase: Multidetector CT of the abdomen and pelvis was\n【7】done as part of CT torso with IV contrast. A single bolus of IV contrast was\n【8】injected and the abdomen and pelvis were scanned in the portal venous phase,\n【9】followed by scan of the abdomen in equilibrium (3-min delay) phase.\n【10】Oral contrast was administered.\n【11】Coronal and sagittal reformations were performed and reviewed on PACS.\n【12】\n【13】DOSE:  Acquisition sequence:\n【14】   1) Stationary Acquisition 3.5 s, 0.5 cm; CTDIvol = 16.9 mGy (Body) DLP =\n【15】8.4 mGy-cm.\n【16】   2) Spiral Acquisition 6.8 s, 74.9 cm; CTDIvol = 12.8 mGy (Body) DLP = 958.7\n【17】mGy-cm.\n【18】   3) Spiral Acquisition 3.0 s, 32.5 cm; CTDIvol = 11.9 mGy (Body) DLP = 387.2\n【19】mGy-cm.\n【20】 Total DLP (Body) = 1,354 mGy-cm.\n【21】\n【22】COMPARISON:  ___ in ___.\n【23】\n【24】FINDINGS: \n【25】\n【26】LOWER CHEST: Please refer to separate report of CT chest performed on the same\n【27】day for description of the thoracic findings.\n【28】\n【29】ABDOMEN:\n【30】\n【31】HEPATOBILIARY: The liver demonstrates homogenous attenuation throughout.  The\n【32】hyper enhancing liver lesions, one in the left lobe, segment II (image 2; 60)\n【33】and the other in the right lobe, segment VI (image 2; 69) have not changed in\n【34】appearance.  The become isodense on the in equilibrium series have previously\n【35】characterized as probable hemangioma (left lobe lesion) and perfusion\n【36】abnormality (right lobe lesion).  The tiny retrohepatic sub 5 mm nodule\n【37】(series 5; 31) is unchanged.  There is no evidence of intrahepatic or\n【38】extrahepatic biliary dilatation.  The gallbladder is within normal limits.\n【39】\n【40】PANCREAS: The pancreatic head lesion appears to be extra pancreatic and has\n【41】further decreased in size.  Serial measurements:\n【42】___:  28.0 x ___. mm\n【43】___:  18.9 x 23.6 mm\n【44】___:  16.0 x 17.4 mm\n【45】No new pancreatic lesion and no peripancreatic stranding  or other\n【46】abnormality.\n【47】\n【48】SPLEEN: The spleen shows normal size and attenuation throughout, without\n【49】evidence of focal lesions.\n【50】\n【51】ADRENALS: The right and left adrenal glands are normal in size and shape.\n【52】\n【53】URINARY:  Status post right nephrectomy.  No evidence of local recurrence or\n【54】regional metastasis.\n【55】Solid lesion in the upper pole of the left kidney (image 2; 67) is again seen\n【56】and measures 23.0 X 22.8 mm (compared to 22.4 x 25.5 mm in ___ no other\n【57】solid renal lesion.  3 additional sub cm hypodensities in the left kidney,\n【58】likely cysts have not changed.  The left kidney excretes contrast promptly and\n【59】there is no perinephric abnormality\n【60】\n【61】GASTROINTESTINAL: The stomach is unremarkable.  Small bowel loops demonstrate\n【62】normal caliber, wall thickness, and enhancement throughout.  The colon and\n【63】rectum are within normal limits.  The appendix is normal.\n【64】\n【65】PELVIS: The urinary bladder and distal ureters are unremarkable.  There is no\n【66】free fluid in the pelvis.\n【67】\n【68】REPRODUCTIVE ORGANS: The prostate is not enlarged.\n【69】\n【70】LYMPH NODES: There is no retroperitoneal or mesenteric lymphadenopathy.  There\n【71】is no pelvic or inguinal lymphadenopathy.\n【72】\n【73】VASCULAR: There is no abdominal aortic aneurysm.  Mild atherosclerotic disease\n【74】is noted.\n【75】\n【76】BONES: There is no evidence of worrisome osseous lesions or acute fracture.\n【77】\n【78】SOFT TISSUES: The abdominal and pelvic wall is within normal limits.\n【79】\n【80】IMPRESSION:\n【81】\n【82】\n【83】1. Status post right nephrectomy with no evidence of local recurrence.\n【84】2. Stable left upper pole solid renal lesion\n【85】3. Further decrease to the size of peripancreatic head metastasis\n【86】4. Stable two nonspecific liver hyperdensity likely benign.\n【87】5. No evidence of new disease in the abdomen and pelvis.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#2#74#全文存在多处多余换行\n缺少标点#56#56# (compared to 22.4 x 25.5 mm缺少）", "type3": "无关文本#32#32# (image 2; 60)\n无关文本#33#33# (image 2; 69)\n无关文本#55#55#  (image 2; 67)", "type4": "语义不完整#42#42# 28.0 x . mm 中间缺少具体数值", "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-03 02:00:19"}
{"id": 886214, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "59a5f8dd-221a-410c-a22f-c7193c346594", "title": null, "text": "【0】EXAMINATION:  DX FOOT AND TOES\n【1】\n【2】INDICATION:  ___ with bruising and significant pain of left foot at MCP joint\n【3】areas of toes ___.  Evaluate for fracture.\n【4】\n【5】TECHNIQUE:  Frontal, lateral and oblique views of the left foot were obtained\n【6】for a total of 6 images\n【7】\n【8】COMPARISON:  Left foot radiographs ___\n【9】\n【10】FINDINGS: \n【11】\n【12】There is an obliquely oriented fracture involving the proximal phalanx of the\n【13】third toe.  No evidence of intra-articular extension.  No other fractures\n【14】identified.  There is no evidence of traumatic malalignment.  There is no\n【15】concerning lytic or sclerotic lesion identified.  No radiopaque foreign body\n【16】is identified.\n【17】\n【18】IMPRESSION: \n【19】\n【20】Obliquely oriented fracture of the third proximal phalanx, without\n【21】intra-articular extension.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#2#3#一句话被拆分属于多余换行\n多余换行#5#6#一句话被拆分属于多余换行\n多余换行#12#16#一句话被拆分属于多余换行\n多余换行#20#21#一句话被拆分属于多余换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-06 18:14:29"}
{"id": 886213, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "da0c0bfe-f048-4d81-bc2c-e0299ae5cc2e", "title": null, "text": "【0】EXAMINATION:  HIP (UNILAT 2 VIEW) W/PELVIS (1 VIEW) LEFT\n【1】\n【2】CLINICAL HISTORY  ___ year old woman with left hip pain  // eval for OA     \n【3】eval for OA\n【4】\n【5】COMPARISON:  None\n【6】\n【7】FINDINGS: \n【8】\n【9】Cortices are intact.  Mineralization is normal.  The joint space is preserved.\n【10】There are tiny marginal osteophytes.  Soft tissues are unremarkable.\n【11】\n【12】IMPRESSION: \n【13】\n【14】Minimal degenerative arthritic change.  Otherwise unremarkable.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": null, "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-03 01:11:47"}
{"id": 886212, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "caad8db3-1215-4a19-98de-a022dfaeacbe", "title": null, "text": "【0】EXAMINATION:  CHEST (PORTABLE AP)\n【1】\n【2】INDICATION:  ___ year old woman with chest pain, SOB, productive cough x 5 days\n【3】// Any signs of PNA/fluid overload?\n【4】\n【5】COMPARISON:  ___.\n【6】\n【7】IMPRESSION: \n【8】\n【9】As compared to the previous radiograph, no relevant change is seen.  The\n【10】alignment of the sternal wires is constant.  Minimally improved ventilation of\n【11】the right lung basis.  However, mild pulmonary edema persists.  Borderline\n【12】size of the cardiac silhouette is unchanged.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#2#3#一句话被拆分属于多余换行\n多余换行#9#12#一句话被拆分属于多余换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-06 18:08:08"}
{"id": 886211, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": " 黄艳玲", "task_id": 542, "source_info": {"seq_id": "44c856c4-3c12-41b8-8b64-d97b0941bb05", "title": null, "text": "【0】AP CHEST, 9:51 P.M., ___\n【1】\n【2】HISTORY:  ___ woman with mental status changes, rule out pneumonia.\n【3】\n【4】IMPRESSION:  AP chest compared to ___:\n【5】\n【6】Lung volumes remain quite low, but lungs are clear of focal abnormality. \n【7】There is no pulmonary edema.  Heart size is normal.  No pleural or mediastinal\n【8】abnormality noted.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#6#8#是一句话，换行会导致格式杂乱", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-06 18:23:28"}
{"id": 886210, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "cd7dd615-2f06-4ee9-80b4-423d43c3d6c8", "title": null, "text": "【0】MR WRIST WITHOUT GADOLINIUM\n【1】\n【2】HISTORY:  ___ man with multiple myeloma, who presents with acute onset\n【3】of pain and erythema within the dorsal wrist.  The patient is post-treatment\n【4】with Cytoxan 13 days ago. \n【5】\n【6】COMPARISON:  Not available at the ___.  Note is made of skeletal survey\n【7】dated ___ from the outside hospital which demonstrated multiple lytic\n【8】lesions throughout the skeleton, the wrists and hand were not included on the\n【9】survey.\n【10】\n【11】TECHNIQUE:  Axial T1, proton density, T2 fat sat, coronal T1, T2 fat sat,\n【12】gradient echo, sagittal T2-weighted sequences through the left wrist were\n【13】obtained on a 1.5 Tesla magnet.  The patient declined gadolinium\n【14】administration.\n【15】\n【16】FINDINGS:  Evaluation of bone marrow signal demonstrates a T1 dark, T2\n【17】hyperintense 8-mm lesion in the distal ulna (6:8), which is consistent with \n【18】myeloma deposit.  Additional signal intensity abnormalities are seen in the\n【19】capitate, hamate, triquetrum, trapezium and trapezoid.  The signal intensity\n【20】characteristics are similar, these may represent additional myelomatous\n【21】lesions.  In addition, degenerative changes with spur formation present at the\n【22】first ___ joint with subjacent bone marrow edema. \n【23】\n【24】There is a small osseous fragment adjacent to the ulnar styloid consistent\n【25】with an unutited fracture. \n【26】\n【27】Evaluation of the extensor tendons demonstrates tenosynovitis and abnormal\n【28】signal consistent with tendinopathy in all six extensor compartments.  The\n【29】abnormality is most pronounced in the extensor digitorum compartment, where\n【30】there is large amount of fluid surrounding the tendons, and one of the\n【31】extensor digitorum tendons demonstrates markedly thickened up to 6 mm and\n【32】markedly abnormal in signal intensity, in keeping with severe tendinopathy and\n【33】high-grade partial tear.  The extensor carpi ulnaris, extensor digiti minimi,\n【34】extensor carpi ulnaris and radialis, extensor pollicis longus, adductor\n【35】pollicis longus and extensor pollicis brevis demonstrate increased signal\n【36】intensity, consistent with tendinopathy.  \n【37】\n【38】Evaluation of the flexor tendons demonstrates severe tenosynovitis.  The\n【39】tendons are abnormal in intrinsic signal intensity, consistent with\n【40】tendinopathy.  There is severe bowing of the flexor retinaculum, with expanded\n【41】abnormal appearance of the medial nerve at the point of maximal expansion. \n【42】The ulnar nerve demonstrates abnormal increased in size as well.\n【43】\n【44】Evaluation of the intrinsic carpal ligaments demonstrates intact lunate\n【45】triquetrum ligament.  \n【46】\n【47】There is abnormal signal intensity in the region of the scapholunate ligament,\n【48】but no widening; the findings remain suspicious for a tear.  \n【49】\n【50】The radial attachment of the triangular fibrocartilage is intact.  There is an\n【51】abnormal signal and lack of normal attachment in the fovea and styloid sites,\n【52】which are concerning for a tear.  \n【53】\n【54】Overall, there is marked synovial thickening and edema, particularly at the\n【55】radiocarpal joint and at the lateral aspect of TFCC.  There is large amount of\n【56】fluid in the distal radioulnar joint.\n【57】\n【58】IMPRESSION:\n【59】1.  Severe tendinopathy and tenosynovitis of the extensor digitorum tendons\n【60】consistent with severe tendinopathy/high grade partial tear.  Less pronounced\n【61】tendinopathy and synovitis in the remainder extensor tendons. \n【62】\n【63】2.  Severe tenosynovitis and tendinopathy involving the flexor tendons. \n【64】Abnormal morphology of the median nerve in the carpal tunnel and ulnar nerve\n【65】in ___ canal.\n【66】\n【67】3.  Findings consistent with myelomatous deposit in the distal ulna. \n【68】Additional signal intensity abnormalities in the carpal bones may represent\n【69】additional myelomatous deposits versus erosions or subchondral cyst formation\n【70】in the setting of degenerative arthropathy.\n【71】\n【72】4.  Widespread synovial proliferation in keeping with synovitis.\n【73】\n【74】5.  Ununited fracture of the styloid process.  Lack of normal attachment of\n【75】the TFC, concerning for TFCC tear.\n【76】\n【77】6.  Concern for scapholunate ligament tear.\n【78】\n【79】Findings were discussed with Dr. ___ on ___ at 10:15 a.m.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#2#79#句子碎片化，全文存在多余换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-06 18:26:39"}
{"id": 886209, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": " 黄艳玲", "task_id": 542, "source_info": {"seq_id": "ccee6902-9f7c-474a-a277-a2bd0d08bfd7", "title": null, "text": "【0】INDICATION:  SEM.  Palpitations, shortness of breath.\n【1】\n【2】COMPARISON:  ___.\n【3】\n【4】PA AND LATERAL VIEWS OF THE CHEST:  Low inspiratory lung volumes are present,\n【5】which causes accentuation of the cardiac silhouette size which likely is\n【6】within normal limits.  Mediastinal and hilar contours are unremarkable.  There\n【7】is mild bibasilar atelectasis.  No focal consolidation, pleural effusion or\n【8】pneumothorax is visualized.  Faintly visible rim calcified structure is seen\n【9】projecting over the right breast, likely calcification within an implant.  The\n【10】osseous structures demonstrate no acute skeletal abnormalities.\n【11】\n【12】IMPRESSION:  Low inspiratory lung volumes.  Probable bibasilar atelectasis.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#4#10#是一句话，换行会导致格式杂乱", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-06 17:47:45"}
{"id": 886208, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "2b990070-cc88-4cfa-b400-43af9179ce26", "title": null, "text": "【0】INDICATION:  ___ year old woman with alcoholic cirrhosis , with actively\n【1】bleeding gastric varices seen on EGD today  // needs embolization of gastric\n【2】varix     . The CTA performed just prior to the interventional radiology\n【3】procedure showed contrast extravasation during a late arterial/portal venous\n【4】phase. Since it was unclear if this was arterial or portal venous upper GI\n【5】bleeding, a decision was made to begin with an arteriogram and check a portal\n【6】venogram if needed.\n【7】\n【8】COMPARISON:  CTA from ___.\n【9】\n【10】TECHNIQUE:  OPERATORS: Dr. ___ radiology fellow) and Dr.\n【11】___ radiology attending) performed the procedure.  The\n【12】attending, Dr. ___ was present and supervising throughout the procedure.\n【13】ANESTHESIA:  The patient was intubated and sedated by the ICU team. 1%\n【14】lidocaine was injected in the skin and subcutaneous tissues overlying the\n【15】access sites.\n【16】MEDICATIONS:\n【17】CONTRAST: 330 ml of Optiray contrast.\n【18】FLUOROSCOPY TIME AND DOSE:  80 min, 3678 mGy\n【19】\n【20】PROCEDURE:  1. Right common femoral artery access.\n【21】2. Celiac arteriogram.\n【22】3. Left gastric arteriogram.\n【23】4. Left gastric Gel-Foam and coil embolization.\n【24】5. Paraumbilical venogram.\n【25】6. Direct portal venogram.\n【26】7. Left gastric variceal embolization.\n【27】8. Short gastric vein embolization.\n【28】9. Right common femoral arteriogram and Angioseal closure.\n【29】10. Portal vein and superior vena cava pressures.\n【30】\n【31】PROCEDURE DETAILS:\n【32】Following the discussion of the risks, benefits and alternatives to the\n【33】procedure, written informed consent was obtained from the health care proxy.\n【34】The patient was then brought to the angiography suite and placed supine on the\n【35】exam table.  A pre-procedure time-out was performed per ___ protocol.  Both\n【36】groins and the abdomen were prepped and draped in the usual sterile fashion.\n【37】\n【38】Using palpatory and fluoroscopic guidance, the right common femoral artery was\n【39】punctured using a micropuncture set at the level of the mid-femoral head. A\n【40】0.018 wire was passed easily into the vessel lumen. A small skin incision was\n【41】made over the needle. Then the inner dilator and wire were removed and a\n【42】___ wire was advanced under fluoroscopy into the aorta. The micropuncture\n【43】sheath was exchanged for a 5 ___ sheath which was attached to a continuous\n【44】heparinized saline side arm flush.\n【45】A C2 Cobra catheter was advanced over ___ wire into the aorta and used\n【46】to select the left external iliac artery. The catheter was then exchanged for\n【47】___ catheter which was formed in the bifurcation. The wire was removed\n【48】and the celiac artery was selectively cannulated and a small contrast\n【49】injection was made to confirm position. A celiac arteriogram was performed.\n【50】The ___ catheter was then withdrawn to select the left gastric artery\n【51】and a left gastric arteriogram was performed. Next a micro catheter was\n【52】advanced through the ___ into the left gastric artery and Gel-Foam and\n【53】coil embolization was performed. A repeat arteriogram showed no evidence of\n【54】flow through the left gastric artery.\n【55】Given the patient has persistent symptoms, a decision was made to perform a\n【56】direct portal venogram to evaluate for varices. After injection of 1%\n【57】lidocaine, under ultrasound guidance, a paraumbilical vein was accessed using\n【58】a micropuncture set. Contrast injection showed the small vein communicating\n【59】with the portal vein however access to the portal vein could not be achieved\n【60】with a widened catheter. The access was then removed and a purse-string suture\n【61】was sheath placed for hemostasis.\n【62】Next under direct ultrasound guidance, a 21 gauge needle was advanced into the\n【63】peripheral portal vein. The needle was exchanged for a Accustick sheath over a\n【64】Nitinol wire. Using the ___ wire, the sheath was upsized to a 5 ___\n【65】sheath. A portal venogram was performed through a straight flush catheter.\n【66】Based on the results of the venogram, it was decided to embolize the varices.\n【67】The straight flush catheter was exchanged for a Sos catheter. The micro\n【68】catheter was then advanced and embolization was performed with approximately\n【69】10 mL of dehydrated alcohol. This was complemented by placement of metallic\n【70】coils as well. The Sos catheter was then advanced into another branch of the\n【71】left gastric vein and coil and alcohol embolization was performed.\n【72】\n【73】Once a satisfactory result was obtained, the catheter was then removed over\n【74】the wire and the portal venous sheath was removed following tract embolization\n【75】using Gel-Foam. A right common femoral arteriogram was performed through the\n【76】femoral artery sheath. An Angio-Seal device was deployed in the right common\n【77】femoral artery and manual pressure was held until hemostasis was achieved. \n【78】Sterile dressings were applied.   The patient tolerated the procedure well.\n【79】\n【80】FINDINGS: \n【81】\n【82】1.  Large left gastric artery supplying the gastric esophageal junction, which\n【83】is the expected site of bleeding.  A celiac arteriogram provided information\n【84】about the location of the left gastric artery for catheterization.\n【85】2. Successful Gel-Foam and coil embolization of the left gastric artery with\n【86】stasis on repeat arteriogram.\n【87】3. Right common femoral arteriogram showing conventional femoral arterial\n【88】anatomy amenable to Angio-Seal deployment.\n【89】4. Paraumbilical venogram showing small vessels leading into the portal vein\n【90】which could not be catheterized.\n【91】5. Direct portal venogram showing large left gastric varices supplying the\n【92】area of the gastroesophageal junction.\n【93】6. Successful alcohol and coil embolization of left gastric and short gastric\n【94】variceal branches supplying the area of interest.\n【95】7. Gel-Foam tract embolization of the portal venous access site.\n【96】8. Manometry showing a portal vein pressure of 40 mmHg and the superior vena\n【97】cava pressure of 29 mmHg (via the central line) resulting in a portosystemic\n【98】gradient of 11. Based on the results of manometry in conjunction with the\n【99】patient's MELD score, a decision was made to embolize primarily rather than to\n【100】place a TIPS.\n【101】\n【102】IMPRESSION: \n【103】\n【104】Successful embolization of left gastric varices and the left gastric artery.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#0#104#全文存在多余换行\n缺少标点#10#10#radiology fellow) 缺少（\n缺少标点#11#11# radiology attending)缺少（", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-03 02:25:01"}
{"id": 886207, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "e23ef623-2df7-481f-9c56-d6b3b9b18981", "title": null, "text": "【0】HISTORY:  Back pain, ___ disease, compression fracture status post L4\n【1】vertebroplasty, question worsening fracture or other pathology.\n【2】\n【3】The technologist notes that the patient was unable to stand and the films were\n【4】obtained recumbent.\n【5】\n【6】LUMBAR SPINE, TWO VIEWS. No previous conventional radiographs were on PACS\n【7】record for comparison.\n【8】\n【9】I suspect the presence of a transitional level, and levels are assigned for\n【10】the purposes of this report only.  In this report, the first non-rib-bearing\n【11】vertebral body is designated L1.  The vertebroplasty material is associated\n【12】with the L5 vertebral body, and there is probably an incompletely sacralized\n【13】L6 vertebral body.\n【14】\n【15】Lumbar lordosis is preserved. There is minimal retrolisthesis of L1 on L2 and\n【16】minimal anterolisthesis of L4 on L5.  There is a compression fracture of the\n【17】L5 vertebral body with methyl methacrylate present. Methyl methacrylate\n【18】extends above the superior endplate.  There are background degenerative\n【19】changes and suggestion of spinal stenosis in the lower lumbar spine.\n【20】\n【21】Although the AP view suggests height loss of the presumptive L1 vertebral\n【22】body, this is not confirmed on the lateral view and is therefore thought to\n【23】represent artifact due to beam angulation. The remaining vertebral body\n【24】heights are preserved.\n【25】\n【26】There is diffuse osteopenia. No aggressive osteolysis is identified.  There is\n【27】considerable stool within the colon.\n【28】\n【29】Chain sutures are seen in the right mid abdomen. Multiple surgical clips and a\n【30】biliary stent are noted.  Marked degenerative changes of both hips are\n【31】present.\n【32】\n【33】IMPRESSION:\n【34】\n【35】1.  Transitional level.  Presumptive L5 compression fracture with\n【36】vertebroplasty material as described.  The remaining vertebral bodies\n【37】preserved in height.\n【38】\n【39】2. Multilevel degenerative changes, probable spinal stenosis, and diffuse\n【40】osteopenia noted.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#0#40#全文由于多余换行内容成碎片化", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-06 19:23:07"}
{"id": 886206, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "f6ba342f-966a-4560-a924-dc1827d8b1fe", "title": null, "text": "【0】REASON FOR EXAM:  History of renal cell carcinoma.  Study to evaluate\n【1】progression of disease.\n【2】\n【3】COMPARISON EXAM:  CTA of abdomen, ___.\n【4】\n【5】TECHNIQUE:  Multidetector CT acquired axial images from the lung based to\n【6】pubic symphysis was acquired, displayed with 5-mm slice thickness, performed\n【7】after administration of IV contrast agent (100 mL of Omnipaque).\n【8】\n【9】CT ABDOMEN WITH IV CONTRAST:  \n【10】The visualized portions of the lung bases demonstrate mild atelectasis\n【11】bilaterally.  No other lesions or opacities are seen. No retrocrural or\n【12】mediastinal lymphadenopathy noted.  Heart appears normal in size.  Pericardium\n【13】is normal in density with no evidence of pericardial effusion. \n【14】\n【15】The liver appears normal and enhances homogeneously without signs of cysts,\n【16】lesions or biliary dilatation.  The gallbladder appears partially distended\n【17】with fluid with no evidence of wall thickening or pericholecystic fluid.\n【18】\n【19】There is a small 5.2-mm pancreatic cyst (7:30), which represents near complete\n【20】resolution of previously seen pancreatic inflammation/cyst.  \n【21】\n【22】The splenic vein is patent as is the SMV (1.2 cm, image 7:37). In addition the\n【23】IMV appears patent (0.6 mm in diameter, image 7:40) and free from obstruction.\n【24】\n【25】The spleen, kidneys and adrenals appear normal.  There is a cyst on the left\n【26】kidney measuring approximately 2.5 cm in diameter, unchanged from previous\n【27】study.  There is no evidence of hydronephrosis or nephrolithiasis.  \n【28】\n【29】There are multiple enlarged parapancreatic and periportal lymph nodes as\n【30】previously seen on comparison study that are now reduced in size and number.  \n【31】\n【32】The stomach, small bowel and colon appear normal in course and caliber.  There\n【33】is no evidence of free fluid or air in the peritoneum.  Surgical changes in\n【34】the resected area of left kidney appears stable and unchanged from previous\n【35】study.\n【36】\n【37】CT PELVIS WITH IV CONTRAST:  Rectum, sigmoid colon, prostate and bladder\n【38】appear normal.  There is no evidence of lymphadenopathy or free fluid.\n【39】\n【40】BONE WINDOW:  Soft tissue prominence with questionable enhancement (7:87)\n【41】posterior to right femoral head. Followup or continued surveillance is\n【42】suggested if clinically indicated.  Metastasis of primary tumor cannot be\n【43】ruled out.\n【44】\n【45】IMPRESSION:\n【46】1.  There are no findings of local recurrence of the interpolar portion of the\n【47】left kidney at the site of previous surgical resection.\n【48】2.  Resolution of previously seen pancreatic inflammation.\n【49】3.  Mesenteric lymph nodes appear fewer in number and smaller in size.\n【50】4.  Soft tissue prominence with questionable enhancement (7:87) posterior to\n【51】right femoral head.  Attention on follow-up", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#0#51#全文存在多余换行内容呈现碎片化", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-06 19:56:22"}
{"id": 886205, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "7dccd011-1dc4-4956-b652-e4d98efd98e7", "title": null, "text": "【0】INDICATION:  Reproducible chest pain, assess for acute process.\n【1】\n【2】COMPARISONS:  ___.\n【3】\n【4】FINDINGS:  Two views of the chest were obtained.  The lungs are well expanded\n【5】and clear.  There is no pleural effusion or pneumothorax.  The heart is\n【6】moderately enlarged and increased in size since ___ of uncertain chronicity.\n【7】Pulmonary vascularity is normal suggesting against acute decompensation. \n【8】Hilar and mediastinal contours are normal.\n【9】\n【10】IMPRESSION:  No acute intrathoracic process. Moderate cardiomegaly, increased\n【11】since ___ as above.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#4#8#一句话被多余换行\n多余换行#10#11#一句话被多余换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-06 19:13:45"}
{"id": 886204, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "30e3c2a4-9f09-4adf-9c7e-5b4e38e17679", "title": null, "text": "【0】INDICATION:  ___ year old man with L femur fx  // assess fx\n【1】\n【2】COMPARISON:  Compared to prior study from ___\n【3】\n【4】IMPRESSION: \n【5】\n【6】There is an intramedullary rod with proximal pin and distal interlocking screw\n【7】fixating a subtrochanteric fracture of the left proximal femur. No hardware\n【8】related complications are seen.  There is some bridging callus. Degenerative\n【9】changes of the lower lumbar spine are seen.  There are mild degenerative\n【10】changes with acetabular spurring and subchondral cyst formation involving the\n【11】left hip.  There are moderate degenerative changes of all 3 compartments of\n【12】the left knee.  There is no left knee joint effusion.  Vascular calcifications\n【13】are seen.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#6#13#应该是一句话，不应该分开换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-03 01:39:12"}
{"id": 886203, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "d2508bc4-33d6-41bd-90a7-9bcb3e8a8d75", "title": null, "text": "【0】HISTORY:  History of pulmonary adenocarcinoma now postoperative day #2 status\n【1】post right upper lobectomy with respiratory distress requiring intubation,\n【2】here to evaluate for lung collapse or pneumothorax.  \n【3】\n【4】COMPARISON:  Preoperative CT chest with contrast dated ___. \n【5】Preoperative chest radiograph dated ___ and multiple recent chest\n【6】radiographs during this admission, most recently performed earlier the same\n【7】day. \n【8】\n【9】TECHNIQUE:  Multi detector CT axial imaging was obtained through the chest\n【10】without intravenous contrast and displayed in 5 mm and 1.25 mm collimation\n【11】images.  Coronal and sagittal reformatted images as well as axial maximum\n【12】intensity projection images were generated and reviewed. \n【13】\n【14】DOSE:  DLP:  321 mGy-cm.  CTDIvol:  9 mGy.\n【15】\n【16】FINDINGS:\n【17】\n【18】The patient is status post right upper lobectomy with right paramediastinal\n【19】suture material and expected rightward shift of mediastinal structures due to\n【20】volume loss in the right hemi thorax.  A right chest tube courses between the\n【21】right middle and lower lobes along the major fissure but terminates short of\n【22】the apex.  There is a moderate right hydropneumothorax, most pronounced at the\n【23】right lung apex.  The fluid is nonhemorrhagic with a density of 5 Hounsfield\n【24】units.  A trace left pleural effusion is present with minimal compressive left\n【25】lower lobe atelectasis.  Focal consolidations with intervening air\n【26】bronchograms involving the right middle and lower lobes, largest in the\n【27】latter, are associated with volume loss and, therefore, compatible with\n【28】atelectasis.  Confluent peripheral opacities along the fissure in the left\n【29】upper lobe (4:77) and abutting the pleura in the lingula are new.  Emphysema\n【30】is moderate to severe in the left upper lobe, milder elsewhere.  \n【31】\n【32】The thyroid gland is unremarkable.  An endotracheal tube terminates 3.5 cm\n【33】above the carina.  An enteric tube terminates above the gastroesophageal\n【34】junction.  The esophagus is diffusely moderately air-filled.  The thoracic\n【35】aorta and pulmonary arteries are normal in caliber.  The heart is normal in\n【36】size without pericardial effusion.  Hypoattenuation of the cardiac chambers\n【37】relative to the myocardium is compatible with underlying anemia. \n【38】Atherosclerotic calcification is moderate at the origin of the aortic branch\n【39】vessels.  Moderate coronary artery calcifications involve the left anterior\n【40】descending and right coronary arteries.  \n【41】\n【42】Although this study is not tailored for the evaluation of subdiaphragmatic\n【43】contents, the imaged upper abdomen demonstrates scattered coarse\n【44】peripancreatic calcifications.  Vascular calcifications are also noted.  There\n【45】is no acute abnormality.  The bilateral adrenal glands are normal in\n【46】appearance.  \n【47】\n【48】There are no osseous destructive lesion concerning for malignancy or\n【49】infection.  \n【50】\n【51】IMPRESSION:\n【52】\n【53】1. Moderate right hydropneumothorax without evidence of tension.  The\n【54】right-sided chest tube courses between the right middle and lower lobes along\n【55】the major fissure but terminates short of the apical collection. \n【56】\n【57】2.  Focal consolidations with intervening air bronchograms in the right middle\n【58】and lower lobes are compatible with partial lung collapse.  \n【59】\n【60】3.  Confluent peripheral opacities in the perifissural left upper lobe and\n【61】subpleural lingula may represent atelectasis but are unlikely to be infectious\n【62】in etiology. \n【63】\n【64】4.  Enteric tube ending above the GE junction should be advanced for proper\n【65】positioning.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#0#65#全文存在多余换行使内容呈现碎片化", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-06 21:51:16"}
{"id": 886202, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "3b963e32-ee44-448a-a539-407c8e927800", "title": null, "text": "【0】EXAMINATION:  Portable chest radiograph\n【1】\n【2】INDICATION:  ___ year old man with s/p CABG  // low film to eval DHT\n【3】\n【4】TECHNIQUE:  Portable chest radiograph\n【5】\n【6】COMPARISON:  Chest x-ray ___ at 10:32\n【7】\n【8】FINDINGS: \n【9】\n【10】Since the most recent CXR at 10:32am today, the Dobbhoff tube has been\n【11】advanced post-pyloric, now terminating in the ___ portion of the duodenum. \n【12】There are no other relevant interval changes. Other support lines and devices\n【13】are stable in position. Minimal right lung base atelectasis.  No other\n【14】significant pulmonary abnormalities.\n【15】\n【16】IMPRESSION: \n【17】\n【18】Dobbhoff tube has been advanced to the ___ part of the duodenum.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#10#14#一句话被换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-06 19:55:09"}
{"id": 886201, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "7cad40fc-c7b6-485f-b98e-ddb165b17719", "title": null, "text": "【0】EXAMINATION:  HAND (PA,LAT AND OBLIQUE) BILATERAL\n【1】\n【2】INDICATION:  ___ year old woman with bilat hand pain  // bilat hand pain\n【3】\n【4】TECHNIQUE:  Three views right hand, three views left hand\n【5】\n【6】COMPARISON:  None available.\n【7】\n【8】FINDINGS: \n【9】\n【10】Right hand:\n【11】There are moderate degenerative changes at the thumb carpometacarpal joint. \n【12】More severe degenerative changes are noted at the distal interphalangeal\n【13】joints of all the digits.  The appearances suggest erosive osteoarthritis.  No\n【14】fracture or dislocation seen.  No destructive lytic or sclerotic bone lesions.\n【15】No radiopaque foreign body or soft tissue calcification.\n【16】\n【17】Left hand:\n【18】There are mild degenerative changes at the thumb carpometacarpal joint and the\n【19】distal interphalangeal joints of all the digits.  Although the appearances are\n【20】less severe than on the contralateral side, findings at the distal\n【21】interphalangeal joint of the ring finger may reflect erosive osteoarthritis. \n【22】No fracture or dislocation seen.  No destructive lytic or sclerotic bone\n【23】lesions.  No radiopaque foreign body or soft tissue calcification.\n【24】\n【25】IMPRESSION: \n【26】\n【27】Findings consistent with a combination of osteoarthritis and erosive\n【28】osteoarthritis as described.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#11#15#一句话被多余换行\n多余换行#18#23#一句话被多余换行\n多余换行#27#28#一句话被多余换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-06 18:51:15"}
{"id": 886200, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "5646f22c-8977-4b3c-8d03-b0c1d0e0cba1", "title": null, "text": "【0】CLINICAL HISTORY:  Abrasions with tenderness to palpation over left tibia and\n【1】fibula.\n【2】\n【3】COMPARISON:  No relevant comparisons available.\n【4】\n【5】FINDINGS:  Four views of the left tibia and fibula were obtained.  There is no\n【6】fracture or dislocation.  No soft tissue abnormality is identified.  The\n【7】incompletely evaluated knee and ankle joints are grossly unremarkable.\n【8】\n【9】IMPRESSION:  No acute fracture or dislocation.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#0#1#一句话被换行\n多余换行#5#7#一句话被换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-06 21:34:48"}
{"id": 886199, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "24d234d5-c2c0-46c1-b762-72f4f396578b", "title": null, "text": "【0】HISTORY:  Cardiac surgery, now with fever and hypotension.\n【1】\n【2】FINDINGS:  In comparison with study of ___, there is continued obliquity of\n【3】the patient.  There is some increasing opacification at the bases, suggesting\n【4】volume loss and pleural effusion.  In the appropriate clinical setting,\n【5】supervening pneumonia would have to be considered.\n【6】\n【7】The pulmonary vessels are less sharp than on the previous study.  It is\n【8】unclear whether this represents some elevation of pulmonary venous pressure or\n【9】the difference between an upright PA and AP relatively supine technique.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#2#9#一句话被换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-06 19:59:00"}
{"id": 886198, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "dcc550ae-fe49-4ef3-b99a-95a5c47734dd", "title": null, "text": "【0】HISTORY:  ___ female with right hand/wrist pain.\n【1】\n【2】COMPARISON:  Right hand radiographs from ___.\n【3】\n【4】RIGHT WRIST RADIOGRAPH, THREE VIEWS:  Again seen is mild degenerative change\n【5】of the first CMC joint, unchanged compared to prior examination.  There is no\n【6】fracture or dislocation.  No focal lytic or sclerotic lesion is identified. \n【7】No radiopaque foreign body is visualized.\n【8】\n【9】IMPRESSION:  Stable degenerative changes of the first CMC joint.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#4#7#一句话被换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-06 19:44:36"}
{"id": 886197, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": " 黄艳玲", "task_id": 542, "source_info": {"seq_id": "6d0da849-0e72-4e32-8752-d9cebc166f69", "title": null, "text": "【0】REASON FOR EXAM:  Foreign body in the finger after attempted removal.\n【1】\n【2】COMPARISON:  Finger radiograph from earlier same date.\n【3】\n【4】Again seen is a radiopaque structure in the subcutaneous tissues of the\n【5】proximal interphalangeal joint of the third finger.  Adjacent soft tissue\n【6】swelling is noted.  There is no fracture or dislocation or cortical erosion. \n【7】Imaged joint spaces are unremarkable.\n【8】\n【9】IMPRESSION:  Persistent radiopaque foreign body in the subcutaneous tissues\n【10】overlying the proximal interphalangeal joint of the middle finger.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#4#7#是一句话，换行会导致格式杂乱\n多余换行#9#10#是一句话，换行会导致格式杂乱", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-06 18:22:44"}
{"id": 886196, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": " 黄艳玲", "task_id": 542, "source_info": {"seq_id": "d381efb8-67ad-4476-9453-47643a96c082", "title": null, "text": "【0】INDICATION:  Evaluate left adnexal tenderness.\n【1】\n【2】PRIOR US:  ___.\n【3】\n【4】LMP:  ___.\n【5】\n【6】FINDINGS:  Transabdominal and transvaginal imaging were performed, the latter\n【7】to better evaluate the uterus and the adnexa.  The uterus measures 8.1 x 3.6 x\n【8】5.5 cm.  The endometrium measures 9 mm.  There is an anterior fibroid that is\n【9】subserosal measuring 2.7 x 2.1 x 2.0 cm, unchanged compared to the prior exam.\n【10】The right ovary is normal.  In the left adnexa is a cyst measuring 6.6 x 5.2 x\n【11】5.6 cm.  No vascularity is present within this cyst, however, there is some\n【12】retractile clot along the periphery.  Duplex Doppler of the ovaries\n【13】demonstrates normal arterial and venous waveforms.  There is a trace amount of\n【14】free fluid in the pelvis.\n【15】\n【16】IMPRESSION:  Stable fibroid uterus.  There is a 6.6 cm cyst with retractile\n【17】clot in the left adnexa, likely physiologic.  The right ovary is normal.\n【18】Followup imaging to assure resolution is recommended.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#0#18#全文存在多处多余换行\n", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-03 02:00:01"}
{"id": 886195, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "49908bbd-ad2a-4814-8518-4d5492383ac9", "title": null, "text": "【0】INDICATION:  ___ male smoker with coronary artery disease and aortic\n【1】bruit.\n【2】\n【3】___.\n【4】\n【5】ABDOMINAL ULTRASOUND:  The liver is normal in echogenicity, without focal\n【6】lesions.  There is normal hepatopetal flow in the portal vein.  IVC is also\n【7】patent.  No intrahepatic biliary dilation, and the common duct measures 4 mm.\n【8】\n【9】Several shadowing gallstones are noted in a non-distended gallbladder. \n【10】Ultrasonographic ___ sign is negative.  The pancreatic body is normal,\n【11】and the head and tail are obscured by shadowing bowel gas.  Spleen is normal\n【12】in size at 11.4 cm.  \n【13】\n【14】The right kidney measures 9.8 cm, and the left kidney measures 11.9 cm.  There\n【15】has been interval enlargement of a left interpolar cyst measuring 2.4. x 2.4 x\n【16】1.4 cm, previously 1.2 x 1.1 x 0.9 cm;  and exophytic cyst at the left upper\n【17】pole measuring 2.5 x 2.1 x 2.3 cm, previously 1.7 x 1.9 x 1.8 cm.  There is no\n【18】free fluid.\n【19】\n【20】IMPRESSION: \n【21】1)  Cholelithiasis. \n【22】2)  Increased left renal cysts.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#0#1#一句话被多余换行\n多余换行#5#12#一句话被多余换行\n多余换行#14#18#一句话被多余换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-06 19:21:30"}
{"id": 886194, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "67af96ed-d3a7-45f4-9ea6-650315fbfeea", "title": null, "text": "【0】EXAMINATION:  Chest radiograph, portable AP upright.\n【1】\n【2】INDICATION:  ___ year old woman with COPD, new ETT// ETT placement\n【3】\n【4】COMPARISON:  Prior examination from ___, earlier on the same day.\n【5】\n【6】FINDINGS: \n【7】\n【8】An endotracheal tube has been placed.  It terminates about 3 cm above the\n【9】carina.  A new feeding tube with a weighted tip terminates in the stomach.  A\n【10】left internal jugular catheter terminates at the cavoatrial or fill junction,\n【11】as seen previously.  Lung volumes are low.  There is no definite pleural\n【12】effusion or pneumothorax.  Lungs appear clear.\n【13】\n【14】IMPRESSION: \n【15】\n【16】Endotracheal tube terminating about 3 cm above the carina.  Orogastric tube\n【17】terminating in the stomach.  Otherwise no significant change.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#8#12#一句话被多余换行\n多余换行#16#17#一句话被多余换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-06 18:53:35"}
{"id": 886193, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": " 黄艳玲", "task_id": 542, "source_info": {"seq_id": "a3f11516-42c1-4b3e-8031-b6da50420921", "title": null, "text": "【0】INDICATION:  ___ with anxiety, palpitations  // eval for cardiomegaly\n【1】\n【2】TECHNIQUE:  AP and lateral views of the chest.\n【3】\n【4】COMPARISON:  Chest CT from ___.  Chest x-ray from ___.\n【5】\n【6】FINDINGS: \n【7】\n【8】The lungs are clear without focal consolidation.  Lateral view is limited by a\n【9】low lung volumes and secondary basilar atelectasis.  There is no effusion or\n【10】edema.  Cardiomediastinal silhouette is stable.  Prominent soft tissue the\n【11】right aspect of the upper mediastinum is compatible with tortuosity of the\n【12】great vessels as demonstrated on prior CT scan.  No acute osseous abnormality.\n【13】\n【14】IMPRESSION: \n【15】\n【16】No acute cardiopulmonary process.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#8#12#是一句话，换行会导致格式杂乱\n", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-06 18:08:08"}
{"id": 886192, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": " 黄艳玲", "task_id": 542, "source_info": {"seq_id": "186bf398-4b17-4324-a5e7-a25f17cd4f30", "title": null, "text": "【0】EXAMINATION:  BILATERAL SCREENING MAMMOGRAM INTERPRETED WITH CAD\n【1】\n【2】INDICATION:  Screening. Implants.\n【3】\n【4】COMPARISON:  Multiple priors\n【5】\n【6】TECHNIQUE:  Digital CC and MLO views were obtained.  Bilateral implant\n【7】displaced views were obtained peer Computer aided detection was utilized and\n【8】assisted with interpretation.\n【9】\n【10】FINDINGS: \n【11】\n【12】Tissue density:  B - There are scattered areas of fibroglandular density\n【13】There are bilateral subpectoral silicone implants.  There is no evidence of\n【14】extracapsular or free silicone.  There is an oval asymmetry with suggestion of\n【15】a mass in the mid depth medial left breast seen on the implant displaced CC\n【16】view.  There is no unexplained architectural distortion or suspicious grouped\n【17】microcalcifications.\n【18】\n【19】IMPRESSION: \n【20】\n【21】Left breast asymmetry with possible mass that\n【22】\n【23】RECOMMENDATION(S):  Additional imaging of left breast is recommended.  The\n【24】mammography department will attempt to contact the patient to arrange for\n【25】additional evaluation per department protocol; the patient will be sent a\n【26】letter requesting her return and her clinician will be sent a copy of this\n【27】report.\n【28】\n【29】\n【30】\n【31】BI-RADS:  0 Incomplete - Need Additional Imaging Evaluation.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#6#8#是一句话，换行会导致格式杂乱\n多余换行#12#17#是一句话，换行会导致格式杂乱\n多余换行#21#27#是一句话，换行会导致格式杂乱", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-06 18:19:01"}
{"id": 886191, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "c3596d63-1603-4144-9c77-15e0074dd9f4", "title": null, "text": "【0】INDICATION:  Vomiting with possible small-bowel obstruction.\n【1】\n【2】COMPARISON:  None.\n【3】\n【4】SUPINE AND UPRIGHT AP VIEWS OF THE ABDOMEN:  There are multiple dilated loops\n【5】of small bowel primarily within the left hemiabdomen, with several\n【6】differential air-fluid levels noted.  Air is seen within relatively\n【7】decompressed loops of colon.  There is no free intraperitoneal air or\n【8】pneumatosis.  Probable small left pleural effusion and left basilar\n【9】atelectasis is noted.  There are no acute osseous findings.  Degenerative\n【10】changes are seen in the lumbar spine.\n【11】\n【12】IMPRESSION:  Findings compatible with small bowel obstruction.  No free\n【13】intraperitoneal air or pneumatosis.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#4#10#一句话被换行\n多余换行#12#13#一句话被换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-06 19:42:41"}
{"id": 886190, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": " 黄艳玲", "task_id": 542, "source_info": {"seq_id": "1d014c8f-2b15-4263-9792-e2a2bd28369e", "title": null, "text": "【0】INDICATION:  Screening.\n【1】\n【2】DIGITAL SCREENING MAMMOGRAPHY INTERPRETED WITH CAD.  Predominantly fatty\n【3】parenchyma.  No mass, clustered microcalcifications or architectural\n【4】distortion.  Vascular calcifications are noteworthy in this age group.  Prior\n【5】examinations have been requested from ___ and ___ and if they\n【6】become available an addendum will be issued to this report.\n【7】\n【8】IMPRESSION: No evidence of malignancy. Vasculopathy.\n【9】BI-RADS 1 - negative.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#2#6#是一句话，换行会导致格式杂乱", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-06 18:09:05"}
{"id": 886189, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": " 黄艳玲", "task_id": 542, "source_info": {"seq_id": "5dde6db6-5749-4f49-b35a-11351e37168b", "title": null, "text": "【0】EXAMINATION:  RENAL U.S.\n【1】\n【2】INDICATION:  ___ year old man with c/o painful urination with prior history of\n【3】kidney stones // eval for acute process\n【4】\n【5】TECHNIQUE:  Grey scale and color Doppler ultrasound images of the kidneys were\n【6】obtained.\n【7】\n【8】COMPARISON:  None.\n【9】\n【10】FINDINGS: \n【11】\n【12】The right kidney measures 13.8 cm. The left kidney measures 13.7 cm.\n【13】\n【14】There is a 2.4 x 2.9 x 2.3 cm simple cyst in the upper pole of the right\n【15】kidney.\n【16】There is a 1.1 cm stone in the upper pole of the left kidney. Two simple cysts\n【17】are noted in the interpolar region of the left kidney, the larger one\n【18】measuring 2.0 x 2.3 x 2.8 cm.  A third exophytic simple cyst was seen in the\n【19】lower pole of the left kidney, measuring 1.0 x 1.3 cm.\n【20】\n【21】No hydronephrosis or masses bilaterally.  Normal cortical echogenicity and\n【22】corticomedullary differentiation are seen bilaterally.\n【23】\n【24】The bladder is moderately well distended and normal in appearance.\n【25】\n【26】IMPRESSION: \n【27】\n【28】1. A 1.1 cm non-obstructing stone is seen in the interpolar region of the left\n【29】kidney.\n【30】2.  Multiple bilateral simple renal cysts, the largest one measuring 2.4 x 2.9\n【31】x 2.3cm in the upper pole of the right kidney.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#2#3#是一句话，换行会导致格式杂乱\n多余换行#5#6#是一句话，换行会导致格式杂乱\n多余换行#14#15#是一句话，换行会导致格式杂乱\n多余换行#16#19#是一句话，换行会导致格式杂乱\n多余换行#21#22#是一句话，换行会导致格式杂乱\n多余换行#28#29#是一句话，换行会导致格式杂乱\n多余换行#30#31#是一句话，换行会导致格式杂乱", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-03 01:40:43"}
{"id": 886188, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "65755630-9d64-42b4-9ecd-25d503693a9b", "title": null, "text": "【0】INDICATION:  Bilateral lower extremity gangrene, preoperative for right\n【1】below-knee amputation.\n【2】\n【3】___.\n【4】\n【5】CHEST, PA AND LATERAL:  Median sternotomy wires and closure devices.  Improved\n【6】left lower lobe aeration, with moderate residual discoid atelectasis.  Right\n【7】lung is well expanded and clear.  Heart size is normal.  No pleural effusions\n【8】or pneumothorax.  Mild bilateral acromioclavicular arthropathy and thoracic\n【9】spine degenerative changes.\n【10】\n【11】IMPRESSION:  No acute cardiopulmonary process.  Moderate left lower lobe\n【12】atelectasis.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#0#1#一句话不应该换行\n多余换行#5#9#一句话不应该换行\n多余换行#11#12#一句话不应该换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-03 02:15:33"}
{"id": 886187, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "d84e259b-807e-45d6-99d3-31e371381f69", "title": null, "text": "【0】INDICATION:  Patient with presumed gallstone pancreatitis.  Assess for pleural\n【1】effusions.\n【2】\n【3】COMPARISONS:  Chest x-ray from ___.\n【4】\n【5】FINDINGS:\n【6】\n【7】No pleural effusions, focal consolidations or pulmonary edema is present. \n【8】Hilar mediastinal and cardiac silhouettes are unchanged.  Persistent right\n【9】basal opacity silhuetting right hemidiaphram likely represents atelectasis. \n【10】Right basal pleural calcifications are unchanged.\n【11】\n【12】Right PIC catheter tip projects over low SVC.  NG tube has been removed. \n【13】Right shoulder prosthesis is noted.\n【14】\n【15】\n【16】IMPRESSION:\n【17】\n【18】1.  No pleural effusions.  \n【19】\n【20】2.  Persistent right basal atelectasis.\n【21】\n【22】3.  Stable right basal pleural calcifications, likely represent\n【23】asbestos-related disease.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#0#1#一句话被多余换行\n多余换行#7#13#一句话被多余换行\n多余换行#22#23#一句话被多余换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-06 18:43:10"}
{"id": 886186, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "bae72001-7311-4459-a41a-bcad8d8fb4aa", "title": null, "text": "【0】INDICATION:  ___ man with history of gastric bypass who developed a\n【1】suspected cholangitis.  The patient had an ERCP and sphincterotomy in ___\n【2】with plastic stent placement - follow-up repeat ERCP to remove stent failed. \n【3】PTC for stent removal requested.\n【4】\n【5】PHYSICIANS:  Dr. ___ (radiology fellow), Dr. ___\n【6】___ (radiology resident), Dr. ___ (radiology attending)\n【7】who was present throughout and supervised the procedure.\n【8】\n【9】RADIATION:  2179 mGy, 73 minutes 42 seconds of fluoroscopy time.\n【10】\n【11】CONTRAST:  125 mL Optiray 320.\n【12】\n【13】MEDICATIONS:  The procedure was performed under general anesthesia, please see\n【14】the dedicated anesthesia note for further details.  In addition, the patient\n【15】received 1 g of ceftriaxone prior to procedure.\n【16】\n【17】PROCEDURES:\n【18】1.  Percutaneous transhepatic cholangiography.\n【19】2.  Snaring of an indwelling plastic biliary stent and removal via the\n【20】percutaneous access.\n【21】3.  Placement of a 10 ___ internal-external drain.\n【22】\n【23】PROCEDURE DETAILS:\n【24】\n【25】Following discussion of the risks, benefits and alternatives to the procedure,\n【26】informed written patient consent was obtained.  The patient was brought to the\n【27】angiographic suite and placed supine on the table.  A preprocedure timeout was\n【28】performed using three patient identifiers.  General anesthesia was induced in\n【29】the angiographic suite.  The skin of the anterior abdominal wall was prepped\n【30】and draped in the usual sterile fashion.  Multiple passes were made with a\n【31】Cook 21-gauge needle to opacify the biliary tree.  Initially, we attempted to\n【32】access using ultrasound; however, this was unsuccessful, therefore, the tract\n【33】was opacified under fluoroscopic guidance.  Injection of contrast demonstrated\n【34】moderately dilated intrahepatic duct with an indwelling stent seen in the\n【35】common hepatic duct extending down into the duodenum.  Because of the\n【36】patient's body habitus, it was difficult to maintain access for opacification,\n【37】therefore, we re-punctured the common hepatic duct directly to maintain\n【38】opacification of the bile ducts.  Further injection of contrast demonstrated\n【39】small caliber right posterior ducts and these were targeted for definitive\n【40】access.  One of the right posterior ducts was successfully accessed using a\n【41】Cook 21-gauge needle and a Headliner wire passed through the needle into the\n【42】more central biliary duct.  This confirmed an unusual anatomy with a very\n【43】acute turn in the the right posterior duct as it conntected with the right\n【44】anterior ductal system.  The Headliner wire passed centrally down into the\n【45】common bile duct. The Cook needle was removed and exchanged for the inner\n【46】portion of an AccuStick system.  The Headliner wire was removed and exchanged\n【47】for a nitinol wire, which again passed into the common bile duct and duodenum.\n【48】The inner portion of the AccuStick was removed and the AccuStick sheath was\n【49】reassembled. This was then passed over the nitinol wire and positioned within\n【50】the central intrahepatic duct.  The nitinol wire was removed and exchanged for\n【51】___ wire.  The AccuStick sheath was removed and a 7 ___ 23 ___\n【52】Tip sheath was selected and advanced over the ___ wire.  This was\n【53】positioned within the central intrahepatic duct.  The ___ wire was\n【54】exchanged for an Amplatz wire and a Lunderquist wire was also passed through\n【55】the sheath as a safety wire.  The sheath was removed and advanced over the\n【56】Lunderquist directly.  The indwelling biliary stent was positioned within one\n【57】of the intrahepatic biliary ducts and could not be snared given its current\n【58】condition.  Therefore, we selected a 10 mm x 4 ___ balloon.  This was\n【59】positioned within the common bile duct and inflated while we advanced the\n【60】balloon more distally.  This allowed us to displace the stent somewhat\n【61】inferiorly giving us better access to try and snare the proximal end.  The\n【62】balloon was removed and a GooseNeck snare device was advanced through the\n【63】sheath.  Despite multiple attempts, we were unable to snare the top of the\n【64】biliary stent.  A ___ RDC guiding catheter was exchanged for the catheter from\n【65】the GooseNeck snare and using this to angle the snare towards the tip of the\n【66】stent.  We successfully snared the tip of the stent and this was then\n【67】withdrawn into the 7 ___ ___ Tip sheath and was removed intact.  The\n【68】lunderquist wire was then re-advanced through the sheath.  The 10-mm balloon\n【69】was positioned in the distal common bile duct and two dilatations were\n【70】performed without a clear waist seen.  The sheath and the Lunderquist wire\n【71】were then removed.  A new 10 ___ internal-external biliary drain was\n【72】advanced over the Amplatz wire and positioned appropriately within the\n【73】duodenum.  The catheter was secured to the skin with StatLock device and an 0\n【74】silk sutures.  The catheter has been left on free drainage.  There were no\n【75】immediate post-procedure complications.\n【76】\n【77】FINDINGS:\n【78】1.  Moderate intrahepatic biliary duct dilatation, though with passage of\n【79】contrast through the ampulla.  This was possibly due to ampullary contraction\n【80】around the indwelling stent.  Of note, the indwelling plastic stent was\n【81】occluded.   \n【82】2.  Successful removal of the indwelling plastic stent.\n【83】3.  Cholangiography after stent removal demonstrated good contrast flow into\n【84】the bowel, and dilatation of the ampulla did not demonstrate any significant\n【85】narrowing or stricturing.  \n【86】\n【87】IMPRESSION:\n【88】1.  Successful removal of an indwelling plastic biliary stent.\n【89】2.  Balloon dilatation of the distal common bile duct.\n【90】3.  Placement of a 10 ___ internal-external biliary drain.  This has been\n【91】left on free drainage, but can be capped tomorrow.  The patient will return in\n【92】one week for cholangiogram with likely removal of the catheter at that time.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#0#92#句子碎片化，全文存在多余换行", "type3": "无关文本#13#13#please see\n无关文本#14#14#the dedicated anesthesia note for further details. ", "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-06 18:24:29"}
{"id": 886185, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "18aea037-227d-4b2a-bebf-80ac344f9a66", "title": null, "text": "【0】HISTORY:  Contusion.\n【1】\n【2】FINDINGS:  There is mild soft tissue prominence about the first\n【3】metacarpophalangeal joint.  However, no evidence of fracture, dislocation, or\n【4】other abnormality.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#2#4#一句话被多余换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-06 19:10:51"}
{"id": 886184, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": " 黄艳玲", "task_id": 542, "source_info": {"seq_id": "fb5b7644-b4cd-4270-b073-9e142be5de6e", "title": null, "text": "【0】EXAMINATION:  CHEST (PORTABLE AP)\n【1】\n【2】INDICATION:  ___ year old woman w/ ICH s/p VP shunt w/ new fever  // interval\n【3】change\n【4】\n【5】COMPARISON:  ___.\n【6】\n【7】IMPRESSION: \n【8】\n【9】As compared to the previous radiograph, no relevant change is seen. \n【10】Monitoring and support devices are constant.  Moderate cardiomegaly.  No\n【11】pleural effusions.  No pneumonia.  No overt pulmonary edema.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#2#3#是一句话，换行会导致格式杂乱\n多余换行#7#11#是一句话，换行会导致格式杂乱", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-06 18:24:32"}
{"id": 886183, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "3fcc3373-ecaa-4277-b668-4fa8efa3fa9a", "title": null, "text": "【0】EXAM:  Chest frontal and lateral views.\n【1】\n【2】CLINICAL INFORMATION:  ___ male with fever.\n【3】\n【4】___.\n【5】\n【6】FINDINGS:  Frontal and lateral views of the chest were obtained.  In the\n【7】interval since the prior study, there has been increase in now moderate right\n【8】pleural effusion with overlying atelectasis, underlying consolidation cannot\n【9】be excluded.  No definite left pleural effusion is seen.  There is minimal\n【10】left base linear atelectasis/scarring.  The cardiac silhouette remains\n【11】enlarged.  Dual-lead left-sided AICD is again seen, unchanged in position.\n【12】\n【13】IMPRESSION:  Increased now moderate right pleural effusion with overlying\n【14】atelectasis, underlying consolidation cannot be excluded.  Persistent\n【15】enlargement of the cardiac silhouette.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#6#11#一句话被换行\n多余换行#13#15#一句话被换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-06 21:57:53"}
{"id": 886182, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "6026a93f-b0a7-4810-a046-2c07a732c10c", "title": null, "text": "【0】EXAMINATION:  CHEST (PORTABLE AP)\n【1】\n【2】INDICATION:  ___ year old man POD #3 after ex-lap, sigmoidectomy and colostomy,\n【3】now w/ileus s/p reposition of NGT  // NGT position     NGT position\n【4】\n【5】IMPRESSION: \n【6】\n【7】In comparison with the study of earlier in this date, there is an placement of\n【8】a nasogastric tube that extends to the lower body of the stomach. Continued\n【9】enlargement of the cardiac silhouette with bibasilar opacifications\n【10】silhouetting hemidiaphragms, consistent with pleural effusions and volume loss\n【11】in the lower lobes.  Some elevation of pulmonary venous pressure is again\n【12】seen.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#2#3#一句话被多余换行\n多余换行#7#12#一句话被多余换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-06 18:52:23"}
{"id": 886181, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "c9622733-4076-4b7d-b2f6-5508241cdda6", "title": null, "text": "【0】HISTORY: PFO closure.\n【1】\n【2】COMPARISON:  ___.\n【3】\n【4】PORTABLE CHEST:\n【5】\n【6】A new IJ line is seen on the left with the tip ending in the low SVC.  The\n【7】tracheostomy tube tip ___ approximately 3.8 cm above the carina.  Nasogastric\n【8】tube is seen extending into the stomach.  Minimal linear atelectasis is the\n【9】left lower lung. A right upper lobe opacity is caused by ovelying clavicle\n【10】shadow. There are low lung volumes, otherwise clear, without pneumothorax or\n【11】pleural effusion.  The cardiac silhouette is mildly enlarged, unchanged.  The\n【12】aorta is tortuous.\n【13】\n【14】IMPRESSION:  New left IJ line ending in the low SVC. Mild left lower lobe\n【15】atelectasis. No pneumothorax.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#6#12#一句话不需要换行\n多余换行#14#15#一句话不需要换行\n", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-03 02:14:04"}
{"id": 886180, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "b9dd0e18-85b6-4085-9672-a99665566aab", "title": null, "text": "【0】EXAMINATION:  Chest radiograph\n【1】\n【2】INDICATION:  History: ___ with chest pain radiating down L arm with SOB\n【3】associated// r/o cardiac abnormality\n【4】\n【5】TECHNIQUE:  PA and lateral views the chest\n【6】\n【7】COMPARISON:  Chest radiograph ___\n【8】\n【9】FINDINGS: \n【10】\n【11】The heart size within normal limits.  Lung volumes are low.  No focal airspace\n【12】opacity.  No pneumothorax or pleural effusion.\n【13】\n【14】IMPRESSION: \n【15】\n【16】No acute cardiopulmonary abnormality.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#2#3#属于一句话被换行\n多余换行#11#12#属于一句话被换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-06 18:31:05"}
{"id": 886179, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "c9d97b72-8228-40e7-97fa-1e35140a7605", "title": null, "text": "【0】INDICATION:  Aspiration, evaluation for pneumonia.\n【1】\n【2】COMPARISON:  ___.\n【3】\n【4】FINDINGS:  As compared to the previous radiograph, there are newly appeared\n【5】bilateral basal opacities.  These opacities might be related to aspiration. \n【6】Otherwise, the radiograph is unchanged with minimal increase in density of the\n【7】right upper lobe lung parenchyma and the calcified pleural plaques.\n【8】\n【9】Unchanged borderline size of the cardiac silhouette, unchanged calcified basal\n【10】plaques, unchanged moderate cardiomegaly.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#6#10#是一句话不需要换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-03 02:10:23"}
{"id": 886178, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "6a602d8b-0399-4fa9-9737-d9aa2ccbf212", "title": null, "text": "【0】INDICATION:  Left PICC placement.\n【1】\n【2】COMPARISON:  ___.\n【3】\n【4】FINDINGS:  AP view of the chest.  The cardiomediastinal and hilar contours are\n【5】stable.  There is no focal consolidation, pleural effusion or pneumothorax. \n【6】The left-sided PICC ends in the upper SVC.\n【7】\n【8】IMPRESSION:  Left PICC ends in the upper SVC.  No acute process.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#4#6#一句话被换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-06 18:45:16"}
{"id": 886177, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": " 黄艳玲", "task_id": 542, "source_info": {"seq_id": "a0601182-aa19-4bac-9b13-4789b7b1b40e", "title": null, "text": "【0】EXAMINATION:  RENAL U.S.\n【1】\n【2】INDICATION:  History: ___ with hydronephrosis seen on trauma CT scan.\n【3】\n【4】TECHNIQUE:  Grey scale and color Doppler ultrasound images of the kidneys were\n【5】obtained.\n【6】\n【7】COMPARISON:  CT of the torso obtained on the same day.\n【8】\n【9】FINDINGS: \n【10】\n【11】The right kidney measures 9.6 cm. The left kidney measures 9 cm. There is no\n【12】hydronephrosis, stones, or masses bilaterally.  Normal cortical echogenicity\n【13】and corticomedullary differentiation are seen bilaterally.\n【14】\n【15】The bladder is completely decompressed.\n【16】\n【17】IMPRESSION: \n【18】\n【19】Resolution of hydronephrosis seen on prior CT scan. Normal-appearing kidneys\n【20】bilaterally.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#4#5#是一句话，换行会导致格式杂乱\n多余换行#9#15#是一句话，换行会导致格式杂乱\n多余换行#19#20#是一句话，换行会导致格式杂乱", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-06 18:21:41"}
{"id": 886176, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "7bac6912-62f2-417a-9b90-5201e5639dc9", "title": null, "text": "【0】EXAMINATION:  HIP (UNILAT 2 VIEW) W/PELVIS (1 VIEW) RIGHT\n【1】\n【2】INDICATION:  History: ___ with sever R hip pain// fx\n【3】\n【4】TECHNIQUE:  Frontal view radiograph of the pelvis with additional frontal and\n【5】cross-table lateral views of right hip\n【6】\n【7】COMPARISON:  No priors available for comparison\n【8】\n【9】FINDINGS: \n【10】\n【11】There is no fracture or dislocation.  Minimal superolateral joint space\n【12】osteoarthritis is noted.  There is no suspicious lytic or sclerotic lesion. \n【13】There is no soft tissue calcification or radio-opaque foreign body.\n【14】\n【15】IMPRESSION:\n【16】\n【17】\n【18】1. No evidence of fracture or dislocation of the right hip.\n【19】2. Minimal degenerative changes in the bilateral femoroacetabular joints.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#4#5#一句话被多余换行\n多余换行#11#13#一句话被多余换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-06 18:41:15"}
{"id": 886175, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": " 黄艳玲", "task_id": 542, "source_info": {"seq_id": "b0c93be1-0ac6-41ec-83b0-86432a1ac8e9", "title": null, "text": "【0】EXAMINATION:  MR HEAD W/O CONTRAST\n【1】\n【2】INDICATION:  ___ year old man with new onset convulsive status epilepticus.//\n【3】lesion to explain status? thin cuts through temporal lobes\n【4】\n【5】TECHNIQUE:  Sagittal T1 weighted imaging was performed. Axial imaging was\n【6】performed with gradient echo, FLAIR, diffusion, and T2 technique were then\n【7】obtained.\n【8】\n【9】COMPARISON  None.\n【10】\n【11】FINDINGS: \n【12】\n【13】There is no evidence of hemorrhage, edema, masses, mass effect, midline shift\n【14】or infarction.   The ventricles and sulci are normal in caliber and\n【15】configuration.\n【16】\n【17】IMPRESSION:\n【18】\n【19】\n【20】1. Normal brain MRI.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#5#7#是一句话，换行会导致格式杂乱\n多余换行#13#15#是一句话，换行会导致格式杂乱", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-06 17:57:38"}
{"id": 886174, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "d0afeb68-eaa3-496b-b5a9-d933eb8a9437", "title": null, "text": "【0】INDICATION:  ___ male status post MVC with T-spine tenderness. \n【1】Evaluate for acute process.\n【2】\n【3】COMPARISON:  No prior study available for comparison.\n【4】\n【5】AP VIEW OF THE CHEST:  The heart size is top normal but exaggerated by low\n【6】lung volumes and technique. Vascular redistribution is noted. There is no\n【7】focal consolidation.  There in no pleural effusion or pneumothorax. \n【8】Mediastinal silhouette and hilar contours are normal.  No displaced fracture\n【9】is identified.\n【10】\n【11】IMPRESSION:  No acute intrathoracic abnormality. If there is persistent\n【12】clinical concern for thoracic spine injury, dedicated T-spine views should be\n【13】obtained.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#0#1#一句话被换行\n多余换行#5#9#一句话被换行\n多余换行#11#13#一句话被换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-06 20:00:06"}
{"id": 886173, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": " 黄艳玲", "task_id": 542, "source_info": {"seq_id": "b325383a-3e8f-4757-a3f7-72f2136a2ec5", "title": null, "text": "【0】EXAMINATION:  LIVER OR GALLBLADDER US (SINGLE ORGAN)\n【1】\n【2】INDICATION:  ___ year old man with leukocystosis, RUQ pain.  Evaluate for\n【3】cholecystitis.\n【4】\n【5】TECHNIQUE:  Grey scale and color Doppler ultrasound images of the abdomen were\n【6】obtained.\n【7】\n【8】COMPARISON:  None.\n【9】\n【10】FINDINGS: \n【11】\n【12】LIVER: The hepatic parenchyma appears within normal limits. The contour of the\n【13】liver is smooth.  Multiple, simple appearing hepatic cysts measure up to 1.8\n【14】cm.  The main portal vein is patent with hepatopetal flow. There is no\n【15】ascites.\n【16】\n【17】BILE DUCTS: There is no intrahepatic biliary dilation.\n【18】\n【19】GALLBLADDER: The gallbladder wall is thickened, measuring approximately 0.6\n【20】cm, with mild pericholecystic fluid.  There are gallstones and sludge within\n【21】the gallbladder, which is mildly distended.  Sonographic ___ sign is\n【22】equivocal.\n【23】\n【24】PANCREAS: Mostly obscured by overlying bowel gas.\n【25】\n【26】SPLEEN:  Normal echogenicity.\n【27】  Spleen length: 7.3 cm\n【28】\n【29】KIDNEYS: Not well visualized.\n【30】\n【31】RETROPERITONEUM:  The visualized portions of aorta and IVC are within normal\n【32】limits.\n【33】\n【34】IMPRESSION: \n【35】\n【36】Mild distention of the gallbladder, with gallbladder wall thickening,\n【37】pericholecystic fluid, and gallstones are suggestive of acute cholecystitis. \n【38】A HIDA scan is recommended for clinical confirmation if indicated.\n【39】\n【40】NOTIFICATION:  The findings were discussed with ___, M.D. by ___\n【41】___, M.D. on the telephone on ___ at 9:09 am, 5 minutes after discovery\n【42】of the findings.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#0#42#全文存在多处多余换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-03 02:17:12"}
{"id": 886172, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "dfc54e39-8184-41a8-a6f1-7a869e60b427", "title": null, "text": "【0】EXAMINATION:  CHEST (PORTABLE AP)\n【1】\n【2】INDICATION:  ___ year old woman with a PMH of ILD, here for meningoencephalitis\n【3】on meropenem, course c/b sphenoid surgery flap placement 68 for\n【4】pneumocephalus, now w/ respiratory distress c/f aspiration// e/o aspiration\n【5】\n【6】TECHNIQUE:  Chest single view\n【7】\n【8】COMPARISON:  ___\n【9】\n【10】FINDINGS: \n【11】\n【12】Right PICC line tip in low SVC near cavoatrial junction.  Shallow inspiration.\n【13】Pulmonary vascular congestion, pulmonary edema has mildly worsened since\n【14】prior.  Left midlung opacity is similar.  Bibasilar opacities, similar, likely\n【15】atelectasis.  Small pleural effusions are likely, minimally worsened.  No\n【16】pneumothorax.\n【17】\n【18】IMPRESSION: \n【19】\n【20】Interval mild worsening.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#2#4#一句话被换行\n多余换行#12#16#一句话被换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-06 18:37:39"}
{"id": 886171, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "3efa34a4-872c-4dc6-a727-302190f94bef", "title": null, "text": "【0】CHEST RADIOGRAPH\n【1】\n【2】INDICATION:  Assessment of PICC line position.\n【3】\n【4】COMPARISON:  ___.\n【5】\n【6】FINDINGS:  As compared to the previous radiograph, the patient has received a\n【7】left-sided PICC line after removal of a pre-existing malpositioned PICC line. \n【8】The course of the PICC line is unremarkable.  The line is positioned in the\n【9】superior SVC, approximately at the level of the azygos vein.\n【10】\n【11】Moderate cardiomegaly, no pleural effusions, no pulmonary edema.  No\n【12】pneumothorax.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#6#12#句子被分割存在多于换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-03 02:02:02"}
{"id": 886170, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "50a6c687-5e61-4446-a40f-71ef76c09695", "title": null, "text": "【0】HISTORY:  Poorly controlled hypertension nonresponsive to medical management. \n【1】Evaluation for renal artery stenosis.\n【2】\n【3】TECHNIQUE:  Grayscale and color spectral Doppler ultrasound images were\n【4】obtained of the bilateral kidneys.  The this study is severely limited\n【5】secondary to patient motion.\n【6】\n【7】COMPARISON:  Comparison is made to CT of the torso from ___.\n【8】\n【9】FINDINGS:\n【10】\n【11】Limited views of the bilateral kidneys demonstrate the right kidney measures\n【12】12 cm, and the left kidney measures 12.3 cm.  There is no evidence of\n【13】hydronephrosis or large renal mass bilaterally.  No perinephric fluid\n【14】collections are present.  There is no evidence of renal stones bilaterally. \n【15】Renal echogenicity and corticomedullary architecture is within normal limits. \n【16】\n【17】\n【18】Due to the limited nature of this study secondary to patient motion,\n【19】acceleration times and peak systolic velocities of the main renal arteries are\n【20】not well evaluated, however there is demonstration of bilateral renal vascular\n【21】flow with diastolic flow. Resistive indices on the right range from 0.47 to\n【22】0.56 and on the left range from 0.61 to 0.7.  The main renal arteries are\n【23】patent bilaterally. The renal veins are patent bilaterally.  \n【24】\n【25】Prior CT shows left renal artery stent.\n【26】\n【27】IMPRESSION:\n【28】\n【29】Motion limited study. Arterial flow to both kidneys, as above.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type2": "多余换行#0#29#全文存在多余换行内容呈现碎片化"}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-06 19:46:59"}
{"id": 886169, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": " 黄艳玲", "task_id": 542, "source_info": {"seq_id": "3d9fe6ba-c73a-4b35-ab26-090b3755f2a1", "title": null, "text": "【0】CHEST RADIOGRAPH\n【1】\n【2】INDICATION:  assessment for interval change.\n【3】\n【4】FINDINGS:\n【5】\n【6】As compared to the previous radiograph, the lung volumes have increased,\n【7】likely to reflect improved ventilation.  As a consequence, the pre-existing\n【8】atelectatic opacities at the left lung base have decreased in extent and\n【9】severity.  Unchanged mild cardiomegaly without evidence of pulmonary edema. \n【10】No evidence of pleural effusions.  Unchanged severe scoliosis with subsequent\n【11】asymmetry of the rib cage.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#4#9#是一句话，换行会导致格式杂乱", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-06 18:19:59"}
{"id": 886168, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": " 黄艳玲", "task_id": 542, "source_info": {"seq_id": "9332accf-0263-4b8a-88a2-c1cd5d5df507", "title": null, "text": "【0】HISTORY:  ___ female with left thyroid nodule on chest CT, status post\n【1】right hemithyroidectomy.\n【2】\n【3】COMPARISON:  Chest CT ___.\n【4】\n【5】FINDINGS:\n【6】\n【7】The left lobe of the thyroid measures 1.8 x 1.8 x 4.0 cm.  The background\n【8】thyroid architecture is homogeneous and is not hypervascular.  There is a\n【9】dominant hypoechoic nodule which contains small cystic spaces.  This nodule is\n【10】seen in the upper pole to midportion of the left lobe and is partially\n【11】vascular on color Doppler imaging.  This nodule measures 1.7 x 1.3 x 2.9 cm. \n【12】Additionally a small hypoechoic nodule at the lower pole of the left lobe\n【13】measures 0.9 x 0.7 x 0.9 cm.\n【14】\n【15】Transverse and sagittal images were obtained of the right surgical thyroid\n【16】bed.  No suspicious soft tissue mass is visualized.  No pathologically\n【17】enlarged lymph nodes are seen in the right neck.\n【18】\n【19】IMPRESSION:\n【20】\n【21】1. Dominant nodule in the left lobe of the thyroid.  Based on size criteria an\n【22】ultrasound-guided FNA of this nodule is recommended.\n【23】\n【24】2. Small nodule seen at the lower pole of the left lobe.  A followup\n【25】ultrasound in ___ year is suggested to assess stability of this smaller nodule.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#0#1#是一句话，换行会导致格式杂乱\n多余换行#7#11#是一句话，换行会导致格式杂乱\n多余换行#15#17#是一句话，换行会导致格式杂乱\n多余换行#21#22#是一句话，换行会导致格式杂乱\n多余换行#24#25#是一句话，换行会导致格式杂乱", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-03 01:48:16"}
{"id": 886167, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "2b396566-f64b-4763-a481-647f68c7f7a2", "title": null, "text": "【0】INDICATION:  Patient is a ___ female with known malignancy and\n【1】autoimmune disease presenting with sudden onset of pleuritic chest pain and\n【2】supraventricular tachycardia to the 150s which was treated with adenosine but\n【3】now still with chest pain.  Please evaluate for the possibility of a pulmonary\n【4】embolism or aortic dissection.\n【5】\n【6】EXAMINATION:  CTA of the chest.\n【7】\n【8】COMPARISONS:  Comparison to CT of the chest from ___ and ___.\n【9】\n【10】TECHNIQUE:  MDCT axial images were acquired from the thoracic inlet to the mid\n【11】abdomen after using a non-contrast low-dose expiratory CT.  Subsequently,\n【12】axial images were acquired from the lung apices to the diaphragms after the\n【13】administration of 100 cc of Optiray intravenous contrast using a non-gated CTA\n【14】protocol.  Coronal and sagittal reformations were obtained.  Right maximum\n【15】intensity oblique and left maximum intensity projection oblique reformations\n【16】were performed.\n【17】\n【18】FINDINGS:\n【19】\n【20】CTA OF THE CHEST:  No aortic dissection or segmental pulmonary embolism is\n【21】identified.  However, in the right lower lobe in the area of consolidation,\n【22】the pulmonary vasculature is obscured by consolidation, and a subsegmental\n【23】pulmonary embolism in this area cannot be excluded.  The heart and great\n【24】vessels are unremarkable.\n【25】\n【26】CT OF THE CHEST:  There is an interval increase in multiple lymph nodes within\n【27】the right axillary region from prior CT from ___.  The most prominent of\n【28】these lymph nodes measures approximately 1.1 cm in its transverse diameter.\n【29】There is an increase in both size and number of lymph nodes from prior\n【30】evaluation from ___.  This finding is non-specific; however, in light of\n【31】patient's known prior breast cancer and relatively rapid rate of increase it\n【32】is worrisome for possible recurrence of disease.\n【33】\n【34】The patient is status post bilateral lumpectomies and radiation changes are\n【35】noted in the anterior aspects of the lungs.  Note is made of cholecystectomy\n【36】clips in the lower abdomen.\n【37】\n【38】The patient is known to have basilar subpleural fibrotic changes and\n【39】esophageal dilation from prior examination from ___ which is seen on\n【40】today's examination from ___.  However, there is interval worsening of\n【41】the right basilar consolidation that is suspicious for a superimposed\n【42】infectious etiology such as aspiration in the right lower lobe.  No new\n【43】discrete pulmonary nodules or masses are present.  No pleural effusions are\n【44】seen.  There is a pretracheal lymph node that demonstrates interval\n【45】enlargement now measuring 1.2 x 1.3 x 1.4 cm.  There are also subcentimeter\n【46】scattered pretracheal lymph node seen that were seen on prior examination from\n【47】___.  There is asymmetry of the thyroid lobes with the right lobe\n【48】demonstrating prominence with a subcentimeter nodule with internal coarse\n【49】calcifications seen.\n【50】\n【51】The visualized portions of the abdomen with visualized portions of the liver,\n【52】spleen, pancreas, and left adrenal gland are unremarkable.  These organs were\n【53】not fully imaged on this study.\n【54】\n【55】IMPRESSION:\n【56】\n【57】1.  No evidence of segmental pulmonary embolism or a thoracic aortic\n【58】dissection.  A small subsegmental pulmonary embolism in the area of\n【59】consolidation cannot be fully excluded.\n【60】\n【61】2.  Interval enlargement in right axillary and pretracheal lymph nodes with\n【62】right actually lymph nodes measuring up to 1.1 cm in diameter from prior\n【63】examination from ___.  In light of patient's known breast cancer history,\n【64】recurrence is worrisome, and recommend PET-CT for further evaluation.\n【65】\n【66】3.  Increased right lower lobe infiltrate that is consistent with a\n【67】superimposed infectious etiology on patient's known basilar fibrotic changes,\n【68】such as aspiration pneumonia. Please ensure follow-up to clearance.\n【69】\n【70】4.  The patient is status post bilateral lumpectomies with radiation therapy.\n【71】\n【72】5.  Stable appearance of the dilated esophagus.\n【73】\n【74】6.  Asymmetric thyroid with right greater than left lobes with a subcentimeter\n【75】nodule with coarse calcifications within it.  If further imaging is required,\n【76】thyroid ultrasound can be performed for evaluation.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#0#76#被换行全文内容碎片化", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-06 18:48:29"}
{"id": 886166, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "9d7ade85-5f0a-46f1-825d-15ef4788693f", "title": null, "text": "【0】HISTORY:  ___ male with ankle pain.  Evaluate for fracture.\n【1】\n【2】No prior studies for comparison.\n【3】\n【4】LEFT ANKLE, THREE VIEWS:  Moderate soft tissue swelling over the lateral\n【5】malleolous and anterior and posterior ankle joint effusions are present. There\n【6】are tiny ossific fragments, adjacent to the lateral process of the talus,\n【7】which could represent acute avulsion flakes related to an LCL complex injury.\n【8】No other fracture or dislocation are present. The ankle mortise is congruent,\n【9】and talar dome is intact.  There is no radiopaque foreign body.\n【10】\n【11】IMPRESSION:  Tiny avulsion flakes adjacent to the lateral process of the\n【12】talus, could represent an underlying LCL injury.  Associated soft tissue\n【13】swelling and ankle effusion.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#4#9#一句话不应换行\n多余换行#11#13#一句话不应换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-06 18:21:07"}
{"id": 886165, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "2739fd40-7b4a-4b6f-92f6-861f9fbcc3b0", "title": null, "text": "【0】EXAM:  Non-contrast head CT.\n【1】\n【2】INDICATION:  Worst headache of life.\n【3】\n【4】TECHNIQUE:  64-slice MDCT data acquired in the head without intravenous\n【5】contrast.\n【6】\n【7】COMPARISON:  None.\n【8】\n【9】FINDINGS:  There is no hemorrhage, major vascular territorial infarction,\n【10】edema or shift of normally midline structures.  There is a hypodensity within\n【11】the left lenticular performed nucleus consistent with an old lacunar infarct. \n【12】Visualized paranasal sinuses and mastoid air cells are well pneumatized.  \n【13】\n【14】IMPRESSION:  No acute intracranial process.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#4#5#一句话被换行\n多余换行#9#12#一句话被换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-06 19:40:15"}
{"id": 886164, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "351bae10-9f68-4178-b6c9-0d658725cfd2", "title": null, "text": "【0】HISTORY:  Eval NG tube placement.  \n【1】\n【2】COMPARISON:  ___.  \n【3】\n【4】FINDINGS:\n【5】\n【6】Portable single frontal chest radiograph was obtained with the patient in a\n【7】semi upright position.  \n【8】\n【9】A malpositioned NG tube terminates in the right lower lobe bronchus.  No focal\n【10】consolidation, pleural effusion, pneumothorax, or pulmonary edema is seen. \n【11】The cardiomediastinal silhouette is normal.  \n【12】\n【13】IMPRESSION:\n【14】\n【15】Malpositioned NG tube in the right lower lobe bronchus. \n【16】\n【17】Findings were communicated with ___ by ___ telephone at time of\n【18】discovery at 10:24 on ___.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#6#11#一句话被多余换行\n多余换行#15#18#一句话被多余换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-06 19:15:46"}
{"id": 886163, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "1da0eea6-c6a6-442b-9df6-7e48efe074cf", "title": null, "text": "【0】EXAMINATION:  CHEST (PORTABLE AP)\n【1】\n【2】INDICATION:  History: ___ with SOB  // eval for pulm edema vs pneumonia\n【3】\n【4】TECHNIQUE:  Portable upright AP chest\n【5】\n【6】COMPARISON:  Chest radiographs ___\n【7】\n【8】FINDINGS: \n【9】\n【10】The lungs are well expanded.  There are streaky bibasilar opacities, likely\n【11】representing subsegmental atelectasis.  There are no focal consolidations. \n【12】However, there are diffusely increased interstitial opacities throughout,\n【13】suggestive of pulmonary edema.  There is no large pleural effusion or\n【14】pneumothorax.  The cardiomediastinal silhouette is within normal limits.  The\n【15】visualized upper abdomen is unremarkable.  Degenerative changes of bilateral\n【16】shoulder joints and acromioclavicular joints.\n【17】\n【18】IMPRESSION:\n【19】\n【20】\n【21】1. Diffusely increased interstitial opacities, concerning for pulmonary edema.\n【22】2. No focal consolidations.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#10#16#一句话被多余换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-06 19:32:23"}
{"id": 886162, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "9b8a525f-d0a6-4e88-b0a0-30c0f8172ab5", "title": null, "text": "【0】EXAMINATION:  CHEST (PORTABLE AP)\n【1】\n【2】INDICATION:  ___ year old man// eval lines/tubes/effusion      eval\n【3】lines/tubes/effusion\n【4】\n【5】IMPRESSION: \n【6】\n【7】Swan-Ganz catheter tip is at the level of the right ventricle outflow tract. \n【8】NG tube and up of tube passes below the diaphragm with the tips not seen and\n【9】the current field of view.  The ET tube tip is not seen as well clearly.\n【10】\n【11】Widespread parenchymal consolidations are similar to previous examination from\n【12】___, 9 hours prior.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#2#3#一句话被换行\n多余换行#7#12#一句话被换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-06 19:41:57"}
{"id": 886161, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "735e0f05-0728-4a63-a54a-da77b8a0a8a2", "title": null, "text": "【0】INDICATION:  Screening.\n【1】\n【2】No prior studies are available for comparison. \n【3】\n【4】BILATERAL DIGITAL SCREENING MAMMOGRAPHY INTERPRETED WITH CAD: There are\n【5】scattered fibroglandular densities.  There is no cluster of suspicious\n【6】microcalcification, architectural distortion, or suspicious mass.\n【7】\n【8】This study was interpreted with the aid of the ICAD computer aided detection\n【9】system.\n【10】\n【11】IMPRESSION:  No specific mammographic evidence of malignancy.  \n【12】\n【13】BI-RADS 1 - negative.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#4#6#一句话被多余换行\n多余换行#8#9#一句话被多余换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-06 19:10:18"}
{"id": 886160, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "9e683b50-5de0-4fd2-aa30-62cec881ac0a", "title": null, "text": "【0】INDICATION:  ___ y/o M w/ left hemothorax, small left apical pneumothorax//\n【1】interval change- please obtain at 08:00\n【2】\n【3】TECHNIQUE:  Frontal lateral views the chest.\n【4】\n【5】COMPARISON:  Chest x-ray from ___.\n【6】\n【7】FINDINGS: \n【8】\n【9】Left chest tube is again noted.  There is a small left apical pneumothorax\n【10】which is stable in size.  Left basilar atelectasis is unchanged.  There is\n【11】interval improvement of right basilar atelectasis.  Cardiac silhouette is\n【12】stable.  No acute osseous abnormalities.\n【13】\n【14】IMPRESSION: \n【15】\n【16】Unchanged left apical pneumothorax with chest tube in place.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type2": "多余换行#0#1#一句话不应换行\n多余换行#9#12#一句话不应换行"}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-06 18:19:58"}
{"id": 886159, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": " 黄艳玲", "task_id": 542, "source_info": {"seq_id": "6687f31a-1fd5-4c0f-8fd1-3a75e3413e8f", "title": null, "text": "【0】INDICATION:  Large parastomal hernia status post recent exploratory laparotomy\n【1】with resection of chronic bowel from the ventral hernia.  Now with peristomal\n【2】abscess.\n【3】\n【4】COMPARISON:  CT abdomen and pelvis ___.\n【5】\n【6】PROCEDURE/FINDINGS:  The risks and benefits of the procedure were explained to\n【7】the patient and written informed consent was obtained.  A pre-procedure\n【8】timeout was performed using three patient identifiers.  Again in the\n【9】subcutaneous tissues of the right anterior/lateral wall, there is a 17.4 x\n【10】7.2-cm collection with locules of air within it.  Under CT fluoroscopy, a\n【11】suitable spot in the right lateral abdomen was chosen for entry and the site\n【12】was marked on the skin.  The area was prepped and draped in usual sterile\n【13】fashion.  1% lidocaine was instilled for local anesthesia.  An 8 ___\n【14】___ pigtail catheter was advanced along the lidocaine tract directly into\n【15】the abscess.  The inner trocar and stiffener were removed and 500 cc of milky\n【16】tannish purulent fluid was aspirated.  The pigtail was activated and locked\n【17】and the catheter was secured to the skin.  The patient tolerated the procedure\n【18】well with no immediate complications.  Post-procedure scanning demonstrated\n【19】marked decrease in size of the collection with the pigtail catheter in place.\n【20】\n【21】The attending radiologist, Dr. ___, was present and supervising\n【22】throughout.\n【23】\n【24】Moderate sedation was provided by administering divided doses of 50 mcg of\n【25】fentanyl and 1.5 mg of Versed during the total intra-service time of 20\n【26】minutes during which the patient's hemodynamic parameters were continuously\n【27】monitored.\n【28】\n【29】IMPRESSION:  Successful CT-guided aspiration and placement of an 8 ___\n【30】pigtail catheter in the right abdominal wall subcutaneous abscess.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#0#30#全文存在多处多余换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-03 02:08:52"}
{"id": 886158, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "9e9ef496-7a66-49f5-b4ea-63b61b2b8571", "title": null, "text": "【0】EXAMINATION:  CT abdomen/pelvis\n【1】\n【2】INDICATION:  ___ with abdominal pain.\n【3】\n【4】TECHNIQUE:   Single phase split bolus contrast: MDCT axial images were\n【5】acquired through the abdomen and pelvis following intravenous contrast\n【6】administration with split bolus technique.\n【7】Oral contrast was not administered.\n【8】Coronal and sagittal reformations were performed and reviewed on PACS.\n【9】\n【10】DOSE:  Acquisition sequence:\n【11】   1) Stationary Acquisition 6.0 s, 0.5 cm; CTDIvol = 28.9 mGy (Body) DLP =\n【12】14.4 mGy-cm.\n【13】   2) Spiral Acquisition 6.5 s, 51.1 cm; CTDIvol = 23.2 mGy (Body) DLP =\n【14】1,183.3 mGy-cm.\n【15】 Total DLP (Body) = 1,198 mGy-cm.\n【16】\n【17】COMPARISON:  ___ pelvic ultrasound\n【18】___ MRE\n【19】\n【20】FINDINGS: \n【21】\n【22】LOWER CHEST: There is mild dependent atelectasis.  No pleural or pericardial\n【23】effusion.\n【24】\n【25】ABDOMEN:\n【26】\n【27】HEPATOBILIARY: The liver demonstrates homogeneously decreased attenuation\n【28】throughout, consistent with hepatic steatosis.  There is no evidence of focal\n【29】lesions.  There is no evidence of intrahepatic biliary dilatation.  The common\n【30】bile duct is top-normal in caliber, not unexpected status-post\n【31】cholecystectomy.  The gallbladder is surgically absent.\n【32】\n【33】PANCREAS: The pancreas has normal attenuation throughout, without evidence of\n【34】focal lesions or pancreatic ductal dilatation.  There is no peripancreatic\n【35】stranding.\n【36】\n【37】SPLEEN: The spleen shows normal size and attenuation throughout, without\n【38】evidence of focal lesions.\n【39】\n【40】ADRENALS: The right and left adrenal glands are normal in size and shape.\n【41】\n【42】URINARY: The kidneys are of normal and symmetric size with normal nephrogram. \n【43】There is no evidence of focal renal lesions or hydronephrosis.  There is no\n【44】perinephric abnormality.\n【45】\n【46】GASTROINTESTINAL: The stomach is unremarkable.  Small bowel loops demonstrate\n【47】normal caliber, wall thickness, and enhancement throughout.  The colon and\n【48】rectum are within normal limits.  The appendix is not visualized.\n【49】\n【50】PELVIS: The urinary bladder and distal ureters are unremarkable.  There is no\n【51】free fluid in the pelvis.\n【52】\n【53】REPRODUCTIVE ORGANS: The uterus is anteverted.  The adnexae are unremarkable.\n【54】\n【55】LYMPH NODES: There is no retroperitoneal or mesenteric lymphadenopathy.  There\n【56】is no pelvic or inguinal lymphadenopathy.\n【57】\n【58】VASCULAR: There is no abdominal aortic aneurysm.  Mild atherosclerotic disease\n【59】is noted.\n【60】\n【61】BONES: There is no evidence of worrisome osseous lesions or acute fracture.\n【62】\n【63】SOFT TISSUES: There is a large, fat containing midline ventral hernia just\n【64】superior to the umbilicus with associated fat stranding along its lateral\n【65】aspect.  There is a tiny, fat containing umbilical hernia.\n【66】\n【67】IMPRESSION:\n【68】\n【69】\n【70】1. Large fat containing midline ventral hernia with associated inflammatory\n【71】reaction centered primarily in the left aspect of the hernia neck, possibly\n【72】reflecting focal fat necrosis.\n【73】2. Hepatic steatosis.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#4#72#全文存在多余换行的问题", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-03 02:31:09"}
{"id": 886157, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": " 黄艳玲", "task_id": 542, "source_info": {"seq_id": "2ed09c9e-cc40-4276-93c4-6e6f693b3d55", "title": null, "text": "【0】EXAMINATION:  MR ___ SPINE WITH CONTRAST T___ MR SPINE\n【1】\n【2】INDICATION:  ___ female with low back pain.  Evaluate for spinal cord\n【3】or nerve root compression.\n【4】\n【5】TECHNIQUE:  Sagittal imaging was performed with T2, T1, and IDEAL technique,\n【6】followed by axial T2 imaging. This was followed by sagittal and axial T1\n【7】images obtained after the uneventful intravenous administration of 6 mL of\n【8】Gadavist  contrast agent.\n【9】\n【10】COMPARISON:  ___ lumbar spine CT.\n【11】___ lumbar spine MRI.\n【12】\n【13】FINDINGS: \n【14】\n【15】For the purposes of numbering, the lowest rib bearing vertebral body was\n【16】designated the T12 level.\n【17】\n【18】There is been interval removal of the paraspinal fixation rods and pedicle\n【19】screws.  There rim enhancing fluid collections containing layering blood\n【20】products and internal septations extending from the L1-L2 through S1 levels\n【21】bilaterally corresponding to the length of the prior spine fixation rods. \n【22】There is edema and enhancement within the overlying paraspinal musculature.\n【23】\n【24】There are pedicle screw tracks within the L1 through sacral vertebrae.  There\n【25】is a rotatory levoscoliosis of the lumbar spine with apex at L1-L2.  There is\n【26】interbody fusion hardware at L2-L3, L4-L5, and L5-S1.\n【27】\n【28】There are heterogeneous degenerative endplate changes with marked, likely\n【29】___ type 1 changes at the mid to anterior aspect of the L1-L2 articulations\n【30】with bulky anteriorly projecting marginal osteophytes.  There is low\n【31】intervertebral disc signal with significant loss of height at L1-L2.  The\n【32】conus terminates appropriately at L1-L2.\n【33】\n【34】At T12-L1 there is disc bulge without significant neural foramina or spinal\n【35】canal stenosis.\n【36】\n【37】At L1-L2 there is disc bulge, intervertebral and facet osteophytes, and\n【38】ligamentum flavum thickening causing mild spinal canal narrowing without\n【39】significant neural foraminal stenosis.\n【40】\n【41】At L2-L3 there is interbody fusion hardware and facet osteophytes without\n【42】significant neural foramina or spinal canal stenosis.\n【43】\n【44】At L3-L4 there is left lateral disc bulge and facet osteophytes without\n【45】significant neural foraminal spinal canal stenosis.\n【46】\n【47】At L4-L5 there is interbody fusion hardware without significant neural\n【48】foraminal or spinal canal stenosis.\n【49】\n【50】At L5-S1 there is interbody fusion hardware without significant neural\n【51】foraminal or spinal canal stenosis.\n【52】\n【53】Sacrum:  There are Tarlov cysts at the left S1 and bilateral lower sacral\n【54】neural foramina.\n【55】\n【56】IMPRESSION:\n【57】\n【58】\n【59】1. Interval removal of bilateral pedicle screws and spine fixation rods from\n【60】L1 through S1 with associated fluid collections containing blood products\n【61】within the surgical bed.  A superimposed infection is possible in the\n【62】appropriate clinical setting.\n【63】2. Unchanged interbody fusion hardware at L2-L3, L4-L5, and L5-S1\n【64】3. Marked likely ___ type 1 degenerative changes at the mid to anterior\n【65】L1-L2 endplate articulations with bulky anteriorly projecting marginal\n【66】osteophytes which is new in comparison to ___.\n【67】4. Unchanged sacral Tarlov cysts, as described, involving the left S2 and\n【68】bilateral lower sacral neural foramina.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#0#68#全文存在多处多余换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:12", "update_time": "2024-04-06 18:03:36"}
{"id": 886156, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "6d6647fb-f528-4934-8cd4-31771b1695b9", "title": null, "text": "【0】INDICATION:  ___ woman with knee pain, question fracture or effusion.\n【1】\n【2】COMPARISON:  None.\n【3】\n【4】LEFT KNEE,  THREE VIEW INCLUDING A CROSS TABLE LATERAL VIEW. Femoral\n【5】intramedullary rod with distal interlocking screw are partially imaged. There\n【6】are no hardware-related complications such as ___ fractures or\n【7】lucency or migration in the visualized portion.  There are no acute fractures\n【8】or alignment abnormalities. There is no significant joint space effusion.\n【9】Minimal vascular calcifications are evident.  There are no focal lytic or\n【10】sclerotic osseous lesions.\n【11】\n【12】IMPRESSION:  No acute fractures or alignment abnormalities.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#4#10#一句话被拆分属于多余换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:11", "update_time": "2024-04-06 18:10:02"}
{"id": 886155, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "518f97ff-4ddc-4418-a68c-e15e26525250", "title": null, "text": "【0】INDICATION:  Status post PICC placement, assess position.\n【1】\n【2】COMPARISON:  ___.\n【3】\n【4】INDICATION:  The right PICC ends in the range of the superior cavoatrial\n【5】junction.  The lungs are clear.  There are no pleural abnormalities.  Heart\n【6】size is top normal.  The mediastinal contours are normal.  Spinal rods and\n【7】screws are not fully evaluated on this radiograph. Surgical clips are seen\n【8】overlying the mid abdomen.\n【9】\n【10】IMPRESSION:  Right PICC ends in the range of the superior cavoatrial junction.\n【11】Recommend withdrawing by 2 cm to ensure positioning in the lower SVC.\n【12】\n【13】These findings were reported to IV nurse ___ at 10 a.m. by ___ via\n【14】telephone on the day of the study.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#4#8#一句话被多余换行\n多余换行#10#14#一句话被多余换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:11", "update_time": "2024-04-06 19:04:04"}
{"id": 886154, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "2ab5e2dd-34c4-4f92-b97a-6942a45ea206", "title": null, "text": "【0】HISTORY:  ___ female with history of nephrolithiasis.\n【1】\n【2】COMPARISON:  Renal ultrasound ___.  Abdomen CT ___.\n【3】\n【4】FINDINGS:\n【5】\n【6】The right kidney measures 11.5 cm and the left kidney measures 12.2 cm.  There\n【7】is no hydronephrosis seen in either kidney.  The kidneys demonstrate an\n【8】increased echogenic pattern bilaterally suggesting the presence of medullary\n【9】nephrocalcinosis.\n【10】\n【11】A cyst containing a small wall calcification is again seen in the right kidney\n【12】measuring 2.0 x 1.5 x 1.9 cm.  Additionally a nonobstructing stone measuring 5\n【13】mm is also seen in the right kidney.\n【14】\n【15】There are numerous shadowing stones seen within the left kidney ranging up to \n【16】1.7 cm in diameter.  No suspicious solid mass is seen in either kidney.  No\n【17】perinephric fluid collection is identified.  The urinary bladder is partially\n【18】distended and is unremarkable.\n【19】\n【20】IMPRESSION:\n【21】\n【22】1. Numerous shadowing stones (up to 1.7 cm) seen within the left kidney and 5\n【23】mm nonobstructing stone seen in the right kidney.  There is no hydronephrosis\n【24】identified.\n【25】\n【26】2. Echogenic renal pyramids bilaterally suggesting the presence of medullary\n【27】nephrocalcinosis, which can be seen with medullary sponge kidney,\n【28】hyperparathyroidism, or renal tubular acidosis.\n【29】\n【30】3. Stable right renal cyst containing a small wall calcification.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#6#28#因为被换行全文内容碎片化", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:11", "update_time": "2024-04-06 19:05:25"}
{"id": 886153, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": " 黄艳玲", "task_id": 542, "source_info": {"seq_id": "cc19ad50-63a4-4634-b75d-b13f1ca0a4c0", "title": null, "text": "【0】INDICATION:  ___ with fall, L shoulder abrasion  // Acute fracture or\n【1】dislocation\n【2】\n【3】TECHNIQUE:  Three views of the left shoulder including a scapular Y-view.\n【4】\n【5】COMPARISON:  None.\n【6】\n【7】FINDINGS: \n【8】\n【9】There is no fracture or acute osseous abnormality. The glenohumeral joint is\n【10】anatomically aligned. Mild degenerative changes noted at the left\n【11】acromioclavicular joint. Included portion of left hemithorax is unremarkable.\n【12】\n【13】IMPRESSION: \n【14】\n【15】No fracture or dislocation.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#0#1#是一句话，换行会导致格式杂乱\n多余换行#9#11#是一句话，换行会导致格式杂乱\n", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:11", "update_time": "2024-04-06 18:17:08"}
{"id": 886152, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": " 黄艳玲", "task_id": 542, "source_info": {"seq_id": "4084761c-71e3-4c0c-828d-6e119d3c9e80", "title": null, "text": "【0】EXAMINATION:  CT HEAD W/O CONTRAST Q111 CT HEAD\n【1】\n【2】INDICATION:  History: ___ with fall and head strike// eval PNA, head bleed,\n【3】fracture, eval cholecystitis\n【4】\n【5】TECHNIQUE:  Contiguous axial images of the brain were obtained without\n【6】contrast. Coronal and sagittal reformations as well as bone algorithm\n【7】reconstructions were provided and reviewed.\n【8】\n【9】DOSE:  Acquisition sequence:\n【10】   1) Sequenced Acquisition 14.0 s, 14.5 cm; CTDIvol = 48.6 mGy (Head) DLP =\n【11】702.4 mGy-cm.\n【12】   2) Sequenced Acquisition 14.0 s, 14.5 cm; CTDIvol = 48.6 mGy (Head) DLP =\n【13】702.4 mGy-cm.\n【14】   3) Spiral Acquisition 5.1 s, 18.9 cm; CTDIvol = 24.5 mGy (Body) DLP = 462.3\n【15】mGy-cm.\n【16】 Total DLP (Body) = 462 mGy-cm.\n【17】 Total DLP (Head) = 1,405 mGy-cm.\n【18】** Note: This radiation dose report was copied from CLIP ___ (CT C-SPINE\n【19】W/O CONTRAST)\n【20】\n【21】COMPARISON:  Noncontrast CT head dated ___.\n【22】\n【23】FINDINGS: \n【24】\n【25】There is no evidence of acute large territorial infarction, hemorrhage, edema,\n【26】or mass.  Ventricles and sulci are prominent, consistent with age-related\n【27】global parenchymal loss. Mild atherosclerotic calcification of the carotid\n【28】siphons bilaterally.\n【29】\n【30】There is no fracture. The visualized portion of the paranasal sinuses, mastoid\n【31】air cells, and middle ear cavities are clear. The visualized portions of the\n【32】orbits are normal.\n【33】\n【34】IMPRESSION:\n【35】\n【36】\n【37】1. No acute intracranial process.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#0#37#全文存在多处多余换行\n", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:11", "update_time": "2024-04-03 02:21:18"}
{"id": 886151, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "61ba0715-fc63-46f6-91d3-cf9e64b6af36", "title": null, "text": "【0】INDICATION:  Assessment of new central line placement.\n【1】\n【2】COMPARISON:  Chest radiograph from ___.\n【3】\n【4】SINGLE SUPINE AP CHEST RADIOGRAPH:  Right internal jugular central line\n【5】terminates at the upper to mid SVC.  A small right apical pneumothorax is\n【6】noted.  There is minimal interval improvement in the biapical and perihilar\n【7】interstitial opacities, consistent with pulmonary edema. No pleural effusions\n【8】are seen.  The cardiomediastinal and hilar contours are normal.  An\n【9】endotracheal tube is in satisfactory position and a nasogastric tube is seen\n【10】coursing through the stomach.\n【11】\n【12】IMPRESSION:\n【13】1.  Right internal jugular catheter terminates at the upper to mid SVC and a\n【14】small right apical pneumothorax is noted.\n【15】2.  Interval improvement in biapical and perihilar opacities, consistent with\n【16】pulmonary edema.\n【17】\n【18】The findings were discussed with Dr. ___ at 1:30 p.m. on ___.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type2": "多余换行#4#10#应该合并在一起 是一句话被分开导致格式杂乱\n多于换行#13#14#应该合并在一起 应该是一句话\n多于换行#15#16#应该合并在一起是一句话\n"}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:11", "update_time": "2024-04-03 01:36:14"}
{"id": 886150, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": " 黄艳玲", "task_id": 542, "source_info": {"seq_id": "2f8822c4-530f-49db-9fe3-df3342a2c7c6", "title": null, "text": "【0】CLINICAL HISTORY:  ___ woman with left foot pain and difficulty\n【1】weightbearing.  The patient was kicked in the lateral foot at work.\n【2】\n【3】COMPARISON:  No relevant comparisons available.\n【4】\n【5】FINDINGS:  Frontal, oblique and lateral views of the left foot were obtained. \n【6】There is no fracture or dislocation.  No degenerative change.  No soft tissue\n【7】abnormality or ankle joint effusion.  No suspicious bony lesion is seen.\n【8】\n【9】IMPRESSION:  Normal left foot radiographs.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#0#1#是一句话，换行会导致格式杂乱\n多余换行#6#7#是一句话，换行会导致格式杂乱", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:11", "update_time": "2024-04-03 02:15:16"}
{"id": 886149, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": " 黄艳玲", "task_id": 542, "source_info": {"seq_id": "b8e38255-8834-4bb9-9800-dff8e2d46e51", "title": null, "text": "【0】CHEST RADIOGRAPH\n【1】\n【2】INDICATION:  Evaluation for interval change.\n【3】\n【4】COMPARISON:  ___.\n【5】\n【6】FINDINGS:  As compared to the previous radiograph, there is no relevant\n【7】change.  Unchanged position and course of the monitoring and support devices. \n【8】Unchanged size of the cardiac silhouette, unchanged retrocardiac atelectasis,\n【9】unchanged small left pleural effusion.  Minimal overhydration.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#6#7#是一句话，换行会导致格式杂乱\n多余换行#8#9#是一句话，换行会导致格式杂乱", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:11", "update_time": "2024-04-03 01:42:50"}
{"id": 886148, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "1358667f-be59-435f-9a5d-2524af8a3761", "title": null, "text": "【0】HISTORY:  Right upper lobe collapse.\n【1】\n【2】FINDINGS:  In comparison with earlier study of this date, there is little\n【3】overall change in the collapse of the right upper lobe.  Some displacement of\n【4】the upper thoracic trachea to this side is again seen.  Bronchoscopy to remove\n【5】a mucus plug may be required for re-aeration of the right upper lobe.\n【6】\n【7】Remainder of the examination is unchanged.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#2#7#一句话被多余换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:11", "update_time": "2024-04-06 19:30:44"}
{"id": 886147, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "65d748fa-80d8-4890-93d8-421e00cc887b", "title": null, "text": "【0】HISTORY:  Patient with fever and respiratory symptoms, assess for sinus\n【1】infection.\n【2】\n【3】TECHNIQUE:  Noncontrast axial images obtained through the sinuses.  Coronal\n【4】reformats are provided.\n【5】\n【6】COMPARISON:  No prior studies available for comparison.\n【7】\n【8】FINDINGS:\n【9】\n【10】No abnormal intracranial process identified.\n【11】\n【12】Tiny mucous retention cyst in the left maxillary sinus and ethmoid air cells. \n【13】Otherwise paranasal sinuses are unremarkable.  Mastoid air cells and middle\n【14】ear cavities are clear.  The ostiomeatal units are patent bilaterally.  The\n【15】cribriform plate is intact.  The anterior clinoid processes are not\n【16】pneumatized.  There is minimal rightward deviation of the nasal septum with\n【17】small bony spurring (28:3).  The sphenoid septum is not midline inserts in the\n【18】right carotid canal.\n【19】\n【20】IMPRESSION:\n【21】\n【22】No evidence of sinusitis.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#0#1#一句话被换行\n多余换行#3#4#一句话被换行\n多余换行#12#18#一句话被换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:11", "update_time": "2024-04-06 18:46:42"}
{"id": 886146, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "c3f9fde6-8e62-490b-a0aa-67d3d89df1c1", "title": null, "text": "【0】CHEST, PORTABLE AP\n【1】\n【2】COMMENTS:  ___ man with status post chest tube placement.  Rule out\n【3】pneumothorax.\n【4】\n【5】Since earlier today, left-sided chest tube was installed with its tip at the\n【6】left base.  The tube looks kinked along the axillary line.  Small-to-moderate\n【7】pneumothorax is new.  Small subcutaneous emphysema is also new.  Left lung is\n【8】now completely collapsed.  The left main bronchus is not visible anymore,\n【9】suggesting mucous impaction.  A bronchoscopy is recommended.  Interstitial\n【10】edema increased on the right.\n【11】\n【12】Results were discussed immediately on the phone with Dr. ___ at the time of\n【13】reading.  Chest tube was already repositionned to avoid kinking.  More fluid\n【14】came out after repositioning.  Bronchoscopy was also already planned.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#2#3#一句话被拆分，属于多余空行\n多余换行#5#10#一句话被拆分，属于多余空行\n多余换行#12#14#一句话被拆分，属于多余空行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:11", "update_time": "2024-04-06 18:06:25"}
{"id": 886145, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "aa2bbe23-4135-4648-9c47-13683f0d0adb", "title": null, "text": "【0】EXAMINATION:  CHEST (PORTABLE AP)\n【1】\n【2】INDICATION:  History: ___ with CP and abd pain eval PNA vs intrathoracic\n【3】process// eval PNA vs intrathoracic process\n【4】\n【5】TECHNIQUE:  Chest AP radiograph.\n【6】\n【7】COMPARISON:  None available at time of interpretation.\n【8】\n【9】FINDINGS: \n【10】\n【11】Low lung volumes with mild bibasilar streaky opacities which likely represent\n【12】atelectasis..  Cardiac silhouette is within normal limits.  Hilar contours are\n【13】unremarkable.  The dense retrocardiac opacities may represent atelectasis,\n【14】however in the appropriate clinical setting infection/aspiration cannot be\n【15】excluded.  No pulmonary edema.  Mild blunting of the bilateral costophrenic\n【16】angles suggests a combination of trace pleural effusion and atelectasis.  No\n【17】pneumothorax.\n【18】\n【19】IMPRESSION: \n【20】\n【21】Dense retrocardiac opacity may represent atelectasis, however in the\n【22】appropriate clinical setting infectious/aspiration cannot be excluded.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#2#3#一句话被换行\n多余换行#11#17#一句话被换行\n多余换行#21#22#一句话被换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:11", "update_time": "2024-04-06 21:38:20"}
{"id": 886144, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": " 黄艳玲", "task_id": 542, "source_info": {"seq_id": "89721022-d172-49ed-b68b-d24a4dbf5600", "title": null, "text": "【0】EXAMINATION:  CHEST (PORTABLE AP)\n【1】\n【2】INDICATION:  ___ male history of DM, HTN, HLD, R AKA, recurrent ___\n【3】transferred from his nursing home with lethargy, fevers, and cough found to\n【4】have epidural abscess, s/p inbutaion  // please evaluate ET tube position,\n【5】interval change\n【6】\n【7】TECHNIQUE:  Single frontal view of the chest\n【8】\n【9】COMPARISON:  ___\n【10】\n【11】IMPRESSION: \n【12】\n【13】Cardiac size is top-normal.  Widened mediastinum is unchanged.  ET tube is in\n【14】standard position.  NG tube tip is in the stomach.  Left IJ catheter tip is in\n【15】the upper SVC.  Small bilateral effusions are unchanged.  Mild vascular\n【16】congestion has improved.  There are bibasilar atelectasis.  Lumbar hardware is\n【17】incompletely imaged\n【18】\n【19】CT with contrast this recommended for further evaluation of the mediastinal\n【20】contours\n【21】\n【22】NOTIFICATION:  The findings were discussed by Dr. ___ with Dr. ___ on\n【23】the telephone on ___ at 1:45 ___, 5 minutes after discovery of the\n【24】findings.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#2#5#是一句话，换行会导致格式杂乱\n多余换行#13#20#是一句话，换行会导致格式杂乱\n多余换行#22#24#是一句话，换行会导致格式杂乱", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:11", "update_time": "2024-04-06 18:11:13"}
{"id": 886143, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "63e2779b-a1a3-46bb-88cf-df5fb38dbfa1", "title": null, "text": "【0】EXAMINATION:  CHEST (PORTABLE AP)\n【1】\n【2】INDICATION:  ___ year old man with L4 compression fx scheduled for surgery//\n【3】preop CXR eval for acute changes Surg: ___ (spine surgery)\n【4】\n【5】IMPRESSION: \n【6】\n【7】In comparison with the study of ___, there again are very low lung\n【8】volumes that accentuate the transverse diameter of the enlarged heart.  No\n【9】evidence of vascular congestion or acute focal pneumonia.\n【10】The right lower lobe pulmonary nodule is much better seen on the CT study of\n【11】___.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#2#3#一句话被换行\n多余换行#7#11#一句话被换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:11", "update_time": "2024-04-06 21:48:03"}
{"id": 886142, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "cb383bb7-993d-4b6e-a63a-fe5b94b94f17", "title": null, "text": "【0】STUDY:  Pelvic ultrasound, non-obstetric.\n【1】\n【2】INDICATION:  Multiple urinary tract infections.\n【3】\n【4】The examination is compared to the prior examination dated ___.\n【5】\n【6】Transabdominal examination demonstrates a uterus measuring 5.3 cm x 3.2 cm x\n【7】3.8 cm.  Transvaginal ultrasound images were performed for better\n【8】visualization of the endometrium and adnexal structures.  There is a posterior\n【9】intramural myoma measuring 2.8 cm x 2.7 cm x 3.4 cm.  The endometrium is\n【10】displaced by this myoma and measures 2 mm where visualized.  The left ovary is\n【11】normal.  There is a simple cyst in the right adnexa measuring 1 cm x 8 mm x\n【12】1.1 cm.  There is no hydronephrosis or free pelvic fluid.\n【13】\n【14】IMPRESSION:  Simple cyst in the right adnexa.  While simple cysts are common\n【15】in postmenopausal patients, followup in three months is suggested to\n【16】demonstrate stability.\n【17】\n【18】Posterior intramural myoma.\n【19】\n【20】Findings were communicated with Dr. ___ by E-mail at 5:27 p.m. on ___.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#6#12#属于一句话被换行\n多余换行#14#18#属于一句话被换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:11", "update_time": "2024-04-06 18:29:23"}
{"id": 886141, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "a4cb718b-0e96-4e73-bb06-c4a67ed3d7c6", "title": null, "text": "【0】SINGLE AP PORTABLE VIEW OF THE CHEST\n【1】\n【2】REASON FOR EXAM:  Pericardial effusion, status post drain.  Evaluate pulmonary\n【3】edema and pleural effusions.\n【4】\n【5】Comparison is made with prior study performed a day earlier.\n【6】\n【7】Large bilateral pleural effusions with associated large atelectasis in the\n【8】lower lobes bilaterally are unchanged.  Mild cardiomegaly is stable.  ET tube\n【9】is in standard position.  NG tube tip is out of view below the diaphragm. \n【10】Right IJ catheter tip is at the cavoatrial junction.  There is no evident\n【11】pneumothorax.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#2#5#一句话被换行\n多余换行#7#11#一句话被换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:11", "update_time": "2024-04-06 21:59:10"}
{"id": 886140, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "c65631a1-4a78-4d78-8fb1-ba945f7e3312", "title": null, "text": "【0】EXAMINATION:  Brain MRI.\n【1】\n【2】HISTORY:  A ___ male with prior traumatic brain injury presents with\n【3】cognitive impairment.\n【4】\n【5】COMPARISON:  None.\n【6】\n【7】TECHNIQUE:  Sagittal T1, axial pre- and post-gadolinium T1, T2 FSE, T2 GRE,\n【8】FLAIR, diffusion, sagittal post-gadolinium MP-RAGE with axial and coronal\n【9】reformatted sequences of the brain were obtained.\n【10】\n【11】FINDINGS: There is thinning of the corpus callosum which is more focal in the\n【12】splenium.  There is questionable high signal in the splenium on FLAIR images,\n【13】although this area is prone to artifacts on the FLAIR sequence.  This could\n【14】represent prior nonhemorrhagic diffuse axonal injury.  There is no acute\n【15】infarct. There is no evidence for intracranial hemorrhage. The ventricles are\n【16】normal.  There is no abnormal intracranial enhancement.\n【17】\n【18】There is a small mucus retention cyst within the right maxillary sinus.\n【19】\n【20】There is a small round 6 mm T1 and T2 hyperintense lesion within the left\n【21】temporal bone, immediately posterior to the descending portion of the facial\n【22】nerve.  Since it is hyperintense on the precontrast T1W images, it is\n【23】difficult to evaluate for contrast enhancement on the postcontrast images.\n【24】\n【25】IMPRESSION:\n【26】\n【27】1.  Mild generalized thinning of the corpus callosum with superimposed focal\n【28】thinning in the splenium, which could represent sequela of previous\n【29】nonhemorrhagic diffuse axonal injury.\n【30】\n【31】2.  Small lesion in the left temporal bone, posterior to the tympanic portion\n【32】of the facial nerve canal, which could represent a vein or an opacified\n【33】mastoid air cell.  However, a mass cannot be excluded. If there are symptoms\n【34】referable to this region, a dedicated temporal bone CT scan could be obtained\n【35】to assess for a venous channel or osseous remodeling.\n【36】\n【37】Findings to be reported to the ordering physician by the radiology critical\n【38】results service.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#2#38#全文存在多余换行使内容呈现碎片化", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:11", "update_time": "2024-04-06 21:45:09"}
{"id": 886139, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "f53405d9-811c-46d1-9ead-3a460f355932", "title": null, "text": "【0】HISTORY:  Cough, fever.\n【1】\n【2】TECHNIQUE:  Upright AP and lateral views of the chest.\n【3】\n【4】COMPARISON:  Chest CT ___.  Chest radiograph ___.\n【5】\n【6】FINDINGS:\n【7】\n【8】Lung volumes are low.  The cardiac, mediastinal and hilar contours are\n【9】unchanged, with the heart size within normal limits.  The aortic knob is\n【10】calcified.  There is no pulmonary edema.  Crowding of the bronchovascular\n【11】structures is noted with streaky bibasilar opacities most likely reflective of\n【12】atelectasis.  Infection however is not completely excluded.  There is no large\n【13】pleural effusion or pneumothorax.  Multiple right axillary clips are again\n【14】demonstrated.\n【15】\n【16】IMPRESSION:\n【17】\n【18】Streaky bibasilar airspace opacities in this setting of low lung volumes could\n【19】reflect atelectasis but infection cannot be completely excluded.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#8#14#一句话被换行\n多余换行#18#19#一句话被换行\n", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:11", "update_time": "2024-04-06 19:40:58"}
{"id": 886138, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "92476a19-2b23-4463-91b3-e2ecad2a29e8", "title": null, "text": "【0】CT ABDOMEN AND PELVIS WITHOUT AND WITH INTRAVENOUS CONTRAST\n【1】\n【2】INDICATION:  ___ male with hematuria.\n【3】\n【4】COMPARISON:  ___.\n【5】\n【6】TECHNIQUE:  MDCT axial images of the abdomen and pelvis were obtained prior to\n【7】and following administration of intravenous contrast.  Coronal and sagittal\n【8】reformatted images were obtained.\n【9】\n【10】FINDINGS:  Imaged lung bases are clear, with the exception of mild dependent\n【11】atelectasis bilaterally.  There is no pleural effusion or mass.  The\n【12】descending aorta demonstrates calcified and noncalcified atherosclerotic\n【13】plaque, with the suggestion of ulceration just above the level of the\n【14】diaphragm.  Again noted are coronary artery calcifications, extensively\n【15】involving the left main coronary artery as well as LAD.\n【16】\n【17】There is no hydronephrosis, mass or calculus in either kidney.  The kidneys\n【18】enhance equally and excrete contrast normally.  There are two exophytic simple\n【19】cysts arising from the left kidney.  The liver, spleen, adrenal glands,\n【20】pancreas are unremarkable.  The patient is post small bowel resection with the\n【21】surgical suture seen in the upper abdominal loop on the small bowel.  There is\n【22】no evidence for small bowel obstruction.  There is no free air, no free fluid,\n【23】and no pathologic mesenteric or retroperitoneal lymphadenopathy.  The appendix\n【24】is normal.\n【25】\n【26】There is an endovascular graft within the distal aorta just above the\n【27】bifurcation.\n【28】\n【29】CT PELVIS WITHOUT AND WITH INTRAVENOUS CONTRAST:  There is a large\n【30】diverticulum arising from the lateral left wall of the urinary bladder.  There\n【31】is no evidence of urolithiasis in the urinary bladder, diverticulum or distal\n【32】ureters. The rectum, seminal vesicles are unremarkable.  The prostate contains\n【33】coarse calcifications, as before.  There is diverticulosis of the sigmoid\n【34】colon, without evidence of acute diverticulitis.  Atherosclerotic calcified\n【35】and noncalcified plaque involves external and internal iliac arteries, as\n【36】before.\n【37】\n【38】There is no free pelvic fluid and no pathologic inguinal or pelvic\n【39】lymphadenopathy.  There is a left inguinal hernia, containing small amount of\n【40】fluid, unchanged in appearance, compared to the prior study of ___.\n【41】\n【42】BONE WINDOWS:  Demonstrate no concerning lytic or sclerotic lesions.\n【43】Multilevel degenerative changes are again identified.  The degree of L4 and L1\n【44】compression deformity is similar.  There is mild retrolisthesis of L1 on L2\n【45】and mild anterolisthesis of L4 on L5.  Multilevel disc bulging is present,\n【46】most pronounced at L4-5 level.\n【47】\n【48】IMPRESSION:\n【49】1.  No evidence of urolithiasis or renal mass.\n【50】\n【51】2.  Large urinary bladder diverticulum.\n【52】\n【53】3.  Diverticulosis, no evidence of acute diverticulitis.\n【54】\n【55】4.  Multilevel degenerative changes in the lumbar spine with chronic\n【56】compression deformities, unchanged.\n【57】\n【58】5.  Gynecomastia.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#0#58#全文存在多于换行内容成碎片化", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:11", "update_time": "2024-04-06 19:37:31"}
{"id": 886137, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "fa79c656-1055-4c70-a21e-bc9b76915cc4", "title": null, "text": "【0】INDICATION:  ___ year old woman with PICC, evaluate position.\n【1】\n【2】TECHNIQUE:  Portable chest radiograph.\n【3】\n【4】COMPARISON:  Chest CT ___. Chest radiographs from ___ through ___.\n【5】\n【6】FINDINGS: \n【7】\n【8】A portable view of the chest shows a new left PICC ending in the upper to mid\n【9】SVC. There is no pneumothorax. Obscuration of the left heart border, likely\n【10】represents lingular atelectasis. Chronic mediastinal widening is unchanged.\n【11】Heart is top-normal in size. There is no large pleural effusion.\n【12】\n【13】IMPRESSION: \n【14】\n【15】Left PICC ends in the upper to mid SVC. No pneumothorax.\n【16】\n【17】NOTIFICATION:  Findings were discussed with ___ the IV nurse by Dr.\n【18】___ telephone on ___ at 10:30, 1 minutes after findings\n【19】were made.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#8#11#一句话被换行\n多余换行#17#19#一句话被换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:11", "update_time": "2024-04-06 18:44:29"}
{"id": 886136, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "0239f96f-b711-4da4-a267-4d43991b3795", "title": null, "text": "【0】INDICATION:  ___ with pain after fall  // pain r/o fx\n【1】\n【2】TECHNIQUE:  AP view of pelvis.\n【3】\n【4】COMPARISON:  CT torso from ___.\n【5】\n【6】FINDINGS: \n【7】\n【8】Bones are demineralized.  There is no acute fracture.  Moderate degenerative\n【9】changes noted at the femoroacetabular joints bilaterally.  Pubic symphysis and\n【10】SI joints are unremarkable.  Degenerative changes noted in the lower lumbar\n【11】spine.\n【12】\n【13】IMPRESSION: \n【14】\n【15】No fracture.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#8#11#一句话被多余换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:11", "update_time": "2024-04-06 19:33:21"}
{"id": 886135, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "5816703d-d4d4-4613-b703-3670736da45d", "title": null, "text": "【0】INDICATION:  Emphysematous cholecystitis, please place percutaneous\n【1】cholecystostomy tube.\n【2】\n【3】PHYSICIANS:  Dr. ___ (radiology fellow) and Dr. ___\n【4】___ (radiology attending) who was present throughout and supervised the\n【5】procedure.\n【6】\n【7】MEDICATIONS:  The procedure was performed under moderate conscious sedation. \n【8】The patient received 100 mcg of fentanyl and 2 mg of Versed in divided doses\n【9】for the total intraservice time of 15 minutes, during which time the patient's\n【10】hemodynamic parameters were continuously monitored.  Medication was\n【11】administered by an independently trained radiology nurse.\n【12】\n【13】PROCEDURE DETAILS:\n【14】Following discussion of the risks, benefits and alternatives to the procedure,\n【15】informed written patient consent was obtained.  The patient was brought to the\n【16】CT fluoroscopic suite and placed supine on the table with the right side\n【17】slightly elevated.  An initial preprocedure CT was performed, please see below\n【18】for details.  An appropriate site on the skin was marked.  A pre-procedure\n【19】time out was performed using three patient identifiers.  The skin was prepped\n【20】and draped in the usual sterile fashion.  Approximately 6 cc of 1% lidocaine\n【21】was infiltrated into the skin and subcutaneous tissues for local anesthesia. \n【22】A ___ needle was then advanced into the gallbladder.  This was followed by\n【23】passage of ___ wire. Intermittent CT fluoroscopy was used to confirm\n【24】appropriate positioning.  The needle was removed.  Serial dilatation was\n【25】performed up to 8 ___.  This was followed by placement of an 8 ___\n【26】___ catheter.  The introducer and wire were removed.  The pigtail was\n【27】formed and the catheter was secured to the skin with a StatLock device.  A\n【28】total of 210 cc of dark brown fluid was aspirated, consistent with bile.  A\n【29】limited post-procedure CT was performed.  There were no immediate\n【30】post-procedure complications.\n【31】\n【32】PRE-DRAINAGE CT:\n【33】The initial non-contrast CT demonstrated a distended gallbladder with air in\n【34】the gallbladder wall consistent with emphysematous cholecystitis.  In\n【35】addition, there was free air adjacent to the gallbladder in an extraluminal\n【36】location.  There is an additional fluid collection seen along the inferior\n【37】margin of the liver, likely a subcapsular collection.  This is likely\n【38】communicating with the perforated gallbladder.  Extensive pneumobilia noted in\n【39】the liver.  Periportal lymph nodes measure up to 1.2 cm in short axis, likely\n【40】reactive.  The lung bases are clear.\n【41】\n【42】Post-procedure CT demonstrates complete collapse of the gallbladder.  The\n【43】___ catheter is positioned appropriately within the gallbladder, with\n【44】complete collapse of the gallbladder; however, there is persistent air in the\n【45】gallbladder wall (6:13).\n【46】\n【47】IMPRESSION:\n【48】1.  Emphysematous cholecystitis with perforation and an additional perihepatic\n【49】collection.\n【50】2.  Technically successful placement of a percutaneous cholecystostomy tube.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#0#1#因为多余换行全文内容碎片化", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:11", "update_time": "2024-04-06 19:02:25"}
{"id": 886134, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": " 黄艳玲", "task_id": 542, "source_info": {"seq_id": "1e4183b0-ebba-4999-befa-04f477095323", "title": null, "text": "【0】INDICATION:  ___ man with CHF exacerbation and increased white blood\n【1】count.  Please rule out pneumonia.\n【2】\n【3】TECHNIQUE:  AP portable chest x-ray.\n【4】\n【5】COMPARISON:  Portable chest x-ray from ___, portable chest x-ray\n【6】from ___.  CTA of the chest from ___.\n【7】\n【8】FINDINGS:  Since ___, increased opacification of the anterior\n【9】segment of the right upper lobe and of the right lower lobe, consistent with\n【10】pneumonia or less likely asymmetric pulmonary edema.  Unchanged cardiomegaly\n【11】and cephalization of the pulmonary vasculature.  There is no pleural effusion,\n【12】and there is no pneumothorax.\n【13】\n【14】IMPRESSION: Increasing lung opacity consistent with pneumonia, less likely\n【15】asymmetric pulmonary edema.  Unchanged cardiomegaly and pulmonary venous\n【16】hypertension.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#0#1#是一句话，换行会导致格式杂乱\n多余换行#5#6#是一句话，换行会导致格式杂乱\n多余换行#8#12#是一句话，换行会导致格式杂乱\n多余换行#14#16#是一句话，换行会导致格式杂乱", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:11", "update_time": "2024-04-03 02:18:57"}
{"id": 886133, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": " 黄艳玲", "task_id": 542, "source_info": {"seq_id": "4d745498-0ce4-4121-9223-bba4bec47a40", "title": null, "text": "【0】EXAMINATION:  CHEST (PORTABLE AP)\n【1】\n【2】INDICATION:  ___ year old man with flu, hypoxia// worsening edema     \n【3】worsening edema\n【4】\n【5】IMPRESSION: \n【6】\n【7】On today's radiograph, the pre-existing pulmonary edema is minimally increased\n【8】in severity and overall moderate.  Moderate cardiomegaly persists.  No pleural\n【9】effusions.  Stable mild retrocardiac atelectasis.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#7#9#是一句话，换行会导致格式杂乱", "type3": "", "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:11", "update_time": "2024-04-03 02:12:29"}
{"id": 886132, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "41d3ee3a-4cf9-4dc4-b7c5-1a4f8cd33068", "title": null, "text": "【0】HISTORY:  ___ man with Vfib arrest.\n【1】\n【2】COMPARISON:  None.\n【3】\n【4】FINDINGS:  A non-contrast CT of the head was obtained.  The gray-white matter\n【5】differentiation is preserved.  There is no intraparenchymal hemorrhage, mass,\n【6】or mass effect.  There are periventricular white matter hypodensities which\n【7】most likely reflect sequelae of chronic microvascular ischemic disease. There\n【8】is mild parenchymal atrophy and ex vacuo dilatation of the ventricles. The\n【9】extra-axial spaces are unremarkable in appearance.  Incidentally noted is thin\n【10】curvilinear calcification in the region of the left sylvian fissure, temporal\n【11】operculum, of unclear significance.  The basilar cisterns are patent. The\n【12】calvarium is intact. There is mucosal thickening and partial opacification of\n【13】the anterior and posterior ethmoidal and sphenoidal air cells, bilaterally.\n【14】The mastoid air cells are normally-pneumatized and clear.\n【15】\n【16】IMPRESSION:\n【17】1.  No acute intracranial process.  If there is concern for infarction, an MRI\n【18】may be obtained.\n【19】2.  Ethmoid and sphenoid sinus chronic inflammatory disease.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#4#14#一句话被多余换行\n多余换行#17#18#一句话被多余换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:11", "update_time": "2024-04-06 19:28:38"}
{"id": 886131, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "12201437-b91c-4b7c-b3e6-b341c7f93bdc", "title": null, "text": "【0】HISTORY:  Bilateral hand pain, to assess for degenerative disease.\n【1】\n【2】FINDINGS:  No previous images.  There is evidence of an old healed fracture of\n【3】the neck of the fifth metacarpal.  Otherwise, the bony structures and joint\n【4】spaces are quite well maintained without evidence of gas or calcification in\n【5】soft tissues.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#2#5#一句话被多余换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:11", "update_time": "2024-04-06 19:18:14"}
{"id": 886130, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": " 黄艳玲", "task_id": 542, "source_info": {"seq_id": "6695bf65-87e5-4e13-884a-992a74f352fe", "title": null, "text": "【0】HISTORY:  ___ female with history of dementia who fell forward onto\n【1】her arms, now with right arm pain and concern for fracture or bleed.  \n【2】\n【3】COMPARISON:  Comparison is made with neck CT from ___.  \n【4】\n【5】TECHNIQUE:  Helical axial MDCT sections were obtained from the skullbase\n【6】through the T2 level.  Re-formatted images in sagittal and coronal axis were\n【7】obtained.  \n【8】\n【9】FINDINGS:  There is no acute fracture or vertebral malalignment.  Multilevel\n【10】degenerative changes are seen throughout the C-spine.  There is near fusion of\n【11】the left facet joints of C3 and C4.  The vertebral bodies of C4 and C5 are\n【12】almost completely fused.  Posterior disc-osteophyte complexes are seen with\n【13】moderate spinal canal narrowing from C3-C6.\n【14】\n【15】No lymphadenopathy is present by CT size criteria.  A rim-calcified\n【16】heterogeneous right thyroid nodule is again seen, unchanged from prior exam. \n【17】Additional smaller left thyroid lobe hypodense nodules are again seen.  \n【18】\n【19】IMPRESSION:\n【20】\n【21】1.  No acute fracture or dislocation. \n【22】\n【23】2.  Multilevel degenerative changes throughout the C-spine. \n【24】\n【25】3.  Stable rim-calcified heterogeneous right thyroid nodule and additional\n【26】smaller left thyroid lobe hypodense nodules.  If clinically indicated,\n【27】ultrasound could be helpful in further characterizing these lesions.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#0#1#是一句话，换行会导致格式杂乱\n多余换行#3#7#是一句话，换行会导致格式杂乱\n多余换行#9#17#是一句话，换行会导致格式杂乱\n多余换行#25#27#是一句话，换行会导致格式杂乱", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:11", "update_time": "2024-04-03 01:35:14"}
{"id": 886129, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "778bd668-e677-4d23-a365-1c56537140d9", "title": null, "text": "【0】EXAMINATION:  UNILAT UP EXT VEINS US LEFT\n【1】\n【2】INDICATION:  ___ year old woman with increased swelling in left arm// ? DVT in\n【3】left upper extremity\n【4】\n【5】TECHNIQUE:  Grey scale and Doppler evaluation was performed on the left upper\n【6】extremity veins.\n【7】\n【8】COMPARISON:  None.\n【9】\n【10】FINDINGS: \n【11】\n【12】There is expected flow with pulsatile waveforms in the left subclavian vein.\n【13】The left internal jugular and axillary veins are patent, show normal color\n【14】flow and compressibility.  The imaged left upper extremity arteriovenous\n【15】fistula appears patent.  No evidence of superficial thrombophlebitis.  There\n【16】is extensive subcutaneous soft tissue edema.\n【17】\n【18】IMPRESSION:\n【19】\n【20】\n【21】1. No evidence of deep vein thrombosis in the left upper extremity.\n【22】2. The imaged portion of the arteriovenous fistula is patent.\n【23】3. Extensive subcutaneous soft tissue edema.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余标点#2#2# left arm// ?\n多余换行#2#3#一句话不应换行\n多余换行#5#6#一句话不应换行\n多余换行#13#16#一句话不应换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:11", "update_time": "2024-04-06 17:47:51"}
{"id": 886128, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "1b1e4043-705f-492d-ab4f-adbe8f98a5ac", "title": null, "text": "【0】INDICATION:  Positive pregnancy test.  Unsure of last menstrual period.\n【1】\n【2】COMPARISONS:  None.\n【3】\n【4】TECHNIQUE:  Grayscale ultrasound images were acquired through the pelvis\n【5】transabdominally and transvaginally, the latter for further evaluation of the\n【6】gestational sac and adnexa.\n【7】\n【8】LAST MENSTRUAL PERIOD:  Unknown.\n【9】\n【10】FINDINGS:  There is an intrauterine gestational sac with a mean sac diameter\n【11】of 12 mm.  This corresponds to a gestational age of 5 weeks and 6 days.  A\n【12】yolk sac is identified.  No embryonic pole or cardiac activity is yet\n【13】identified.\n【14】\n【15】The uterus is normal.   The ovaries are normal.  \n【16】\n【17】IMPRESSION:  Early IUP with a yolk sac without an embryonic pole which is a\n【18】normal finding of a sac of this size.  too early to assess for viability.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#10#13#应该是一句话，不需要换行\n多余换行#17#18#应该是一句话，不需要换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:11", "update_time": "2024-04-03 02:12:16"}
{"id": 886127, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "b29b62a6-f132-4aac-852c-520a34d3d516", "title": null, "text": "【0】EXAMINATION:  CT HEAD W/O CONTRAST Q111 CT HEAD\n【1】\n【2】INDICATION:  ___ with altered mental status// Bleed or mass\n【3】\n【4】TECHNIQUE:  Contiguous axial images of the brain were obtained without\n【5】contrast. Coronal and sagittal reformations as well as bone algorithm\n【6】reconstructions were provided and reviewed.\n【7】\n【8】DOSE:  Acquisition sequence:\n【9】   1) Sequenced Acquisition 16.0 s, 16.8 cm; CTDIvol = 47.7 mGy (Head) DLP =\n【10】802.7 mGy-cm.\n【11】 Total DLP (Head) = 803 mGy-cm.\n【12】\n【13】COMPARISON:  MR head ___\n【14】\n【15】FINDINGS: \n【16】\n【17】Hypodensity within the posterior left parietal lobe with loss of gray-white\n【18】matter differentiation is concerning for cytotoxic edema likely due to\n【19】infarction.  There is no evidence of  hemorrhageor mass.  Mild periventricular\n【20】and subcortical white matter hypodensities are nonspecific, likely related to\n【21】small vessel ischemic disease in a patient of this age.  The ventricles and\n【22】sulci are normal in size and configuration.\n【23】\n【24】There is no evidence of fracture.  The visualized portion of the paranasal\n【25】sinuses, mastoid air cells, and middle ear cavities are clear.  The visualized\n【26】portion of the orbits show bilateral lens replacement.\n【27】\n【28】IMPRESSION:\n【29】\n【30】\n【31】1. Left parietal lobe cytotoxic edema likely due to infarction.  An MRI brain\n【32】can be obtained for further evaluation.  No evidence of acute intracranial\n【33】hemorrhage.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#4#33#全文存在多余换行，句子都被拆分了", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:11", "update_time": "2024-04-06 18:04:21"}
{"id": 886126, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "0278edd4-42e4-4c10-863d-7ea81245e28c", "title": null, "text": "【0】INDICATION:  Lumbar pain with right sciatic symptoms.  History of thoracic\n【1】hemangioma.\n【2】\n【3】COMPARISON:  MRI of the thoracic spine from ___.\n【4】\n【5】TECHNIQUE:  MRI of the thoracic and lumbar spine was performed without\n【6】gadolinium.\n【7】\n【8】FINDINGS:\n【9】\n【10】MRI OF THE THORACIC SPINE:  There has been no change in the appearance of the\n【11】abnormal signal within the T5 vertebral body without height loss, retropulsion\n【12】of fragments, or progression since ___.  The thoracic cord remains normal in\n【13】signal and morphology.  There is multilevel disc desiccation, and at the T7-8\n【14】level there is a small right paracentral disc protrusion without causing\n【15】significant canal or foraminal stenosis.  At the T10-11 level there is a left\n【16】paracentral and foraminal disc protrusion which remodels the left ventral cord\n【17】with mild canal stenosis on the left.  There is relatively severe left\n【18】proximal neural foraminal stenosis.  The paraspinal and visualized thoracic,\n【19】peritoneal, and retroperitoneal structures appear unremarkable.\n【20】\n【21】MRI OF THE LUMBAR SPINE:  Vertebral body height, signal, and sagittal\n【22】alignment are maintained.  The conus terminates at L1.  There is normal signal\n【23】within the conus medullaris and the cauda equina.  There are mild multilevel\n【24】facet degenerative changes with thickening of the ligamentum flavum.  In\n【25】conjunction with some disc bulge at L4-5 this causes mild-to-moderate right\n【26】and left neural foraminal stenosis without overall canal stenosis.\n【27】\n【28】At L5-S1 there is disc bulge along with facet a degenerative change and\n【29】thickening of the ligamentum flavum, without overall canal stenosis but likely\n【30】contacting the traversing left S1 nerve root, and which causes probable severe\n【31】left and moderate right neural foraminal stenosis.  Note that there is some\n【32】vertical artifact which extends through the sagittal images at the left neural\n【33】foramen, making the assessment of the severity of stenosis somewhat limited.\n【34】\n【35】The visualized retroperitoneal, pelvic, and paraspinal structures are\n【36】unremarkable.\n【37】\n【38】IMPRESSION:\n【39】\n【40】1.  Stable appearance of the T5 abnormal signal compared to ___ which could\n【41】represent an atypical hemangioma.\n【42】\n【43】2.  Left sided disk herniation at T10-11 with relatively severe left proximal\n【44】neural foraminal stenosis.\n【45】\n【46】3.  Degenerative changes in the lumbar spine which are most notable at L5-S1. \n【47】This appears to contact (traversing left S1) and compress (exiting left L5)\n【48】nerve roots.  Other findings as above.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#0#48#全文存在多余换行使内容呈现碎片化", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:11", "update_time": "2024-04-06 21:57:00"}
{"id": 886125, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "83ba7861-055b-4676-9634-2c9fe7f9d67a", "title": null, "text": "【0】INDICATION:  ___ with lung CA, dyspnea  // eval for pna, pe,\n【1】\n【2】TECHNIQUE:  Single portable view of the chest.\n【3】\n【4】COMPARISON:  Chest x-ray from ___ and PET-CT from ___.\n【5】\n【6】FINDINGS: \n【7】\n【8】Lung volumes are slightly low.  Subtle increased interstitial markings are\n【9】noted in the lungs, compatible with underlying interstitial abnormality as\n【10】seen on prior CT.  Left upper lobe nodule overlying the anterior left second\n【11】rib with seen on prior PET.  There is no superimposed consolidation.  No\n【12】obvious effusion, no edema.  Cardiomediastinal silhouette is within normal\n【13】limits for apically lordotic technique.  No acute osseous abnormalities.\n【14】\n【15】IMPRESSION: \n【16】\n【17】No acute cardiopulmonary process.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type2": "多余换行#8#13#一句话被换行"}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:11", "update_time": "2024-04-06 19:51:31"}
{"id": 886124, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "75e1ad3b-0464-41f2-90e3-8dd24f770dd5", "title": null, "text": "【0】CLINICAL HISTORY:  NSCLC, status post left craniotomy, tumor resection of left\n【1】parietotemporal mass, recurrent meningitis, persistent fever despite 24 hours\n【2】antibiotics, nonresponsive.\n【3】\n【4】TECHNIQUE:  MRI cervical, thoracic, and lumbar spine, sagittal T1, T2, STIR,\n【5】axial T2, and post-contrast axial T1 and sagittal T1.\n【6】\n【7】FINDINGS:\n【8】\n【9】CERVICAL:\n【10】\n【11】The alignment is normal.  There is mild and chronic vertebral body height loss\n【12】at C5 and C6.  The intervertebral discs are degenerate at C5-C6 and C6-C7\n【13】levels.  The marrow signal is normal.  There is no intrinsic lesion within the\n【14】spinal cord.\n【15】\n【16】At C5-C6 and C6-C7 levels, there are small disc-osteophyte complexes without\n【17】significant spinal canal narrowing.  There is no evidence of epidural abscess\n【18】or phlegmon, or abnormal contrast enhancement.\n【19】\n【20】THORACIC:\n【21】\n【22】The alignment is normal.  There is no intrinsic lesion within the cord.  The\n【23】vertebral body and intervertebral disc height are preserved.  The marrow\n【24】signal is normal.  There is no evidence of epidural abscess or abnormal\n【25】contrast enhancement.\n【26】\n【27】LUMBAR:\n【28】\n【29】The alignment is normal.  The conus medullaris terminates at T12-L1. \n【30】Vertebral discs are degenerate at L5-S1.  There are no significant disc\n【31】bulges, spinal canal or neural foraminal narrowing.  There is no epidural\n【32】abscess or abnormal contrast enhancement.  \n【33】\n【34】There is extensive STIR-hyperintensity, presumably edema, in the interspinous\n【35】and supraspinous regions, extending from L2 to te L4-L5 level, which may be\n【36】related to the very recent multiple attempts at lumbar puncture.\n【37】\n【38】IMPRESSION:\n【39】\n【40】1. No evidence of infection or tumor dissemination in the entire spine.\n【41】\n【42】2. Extensive abnormal but amorphous STIR-hyperintensity in the deep dorsal and\n【43】the interspinous and supraspinous soft tissues from L2 to L4-L5 level, likely\n【44】related to multiple recent attempts at lumbar puncture; correlate clinically. \n【45】\n【46】3. Small disc-spondylotic ridges at C5-C6 and C6-C7 levels, without canal\n【47】compromise.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#0#47#全文存在多余换行使内容呈现碎片化", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:11", "update_time": "2024-04-06 21:42:03"}
{"id": 886123, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "32249673-a3e8-4071-bc74-9f49642f9424", "title": null, "text": "【0】MR HEAD WITHOUT AND WITH CONTRAST, ___:\n【1】\n【2】HISTORY:  Metastatic lung cancer with focal hypodensity subcortical in the\n【3】right occipital lobe.\n【4】\n【5】Sagittal and axial short TR, short TE spin echo imaging was performed through\n【6】the brain.  Axial imaging was performed with ___ TR, long TE fast spin\n【7】echo, gradient echo and diffusion technique.  After administration of\n【8】gadolinium intravenous contrast, axial short TR, short TE spin echo and\n【9】sagittal MP-RAGE imaging was performed.  The MP-RAGE images were reformatted\n【10】into axial and coronal orientations.  Comparison to a head CT of ___.\n【11】\n【12】FINDINGS:  The focus of low density detected in the right occipital lobe is\n【13】seen to represent edema surrounding a ring-enhancing peripheral mass. \n【14】Although this reaches the surface of the brain, it appears to be intra-axial. \n【15】There is a tiny enhancing focus immediately superior to this larger lesion,\n【16】and a third enhancing focus is seen laterally in the right temporal lobe. \n【17】These findings are most suggestive of metastatic disease.  There are no\n【18】diffusion abnormalities, and no evidence of infarction or hemorrhage.  No\n【19】other areas of abnormal contrast enhancement are detected.  The ___ images\n【20】demonstrate several areas of white matter hyperintensity suggesting chronic\n【21】small vessel ischemia.\n【22】\n【23】CONCLUSION:  Multiple right occipital and temporal enhancing lesions\n【24】suggestive of metastatic disease.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#2#10#一句话被换行\n多余换行#12#21#一句话被换行\n多余换行#23#24#一句话被换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:11", "update_time": "2024-04-06 19:54:24"}
{"id": 886122, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "da5f2fbd-27b4-4979-aec8-570fd3e7a7e7", "title": null, "text": "【0】INDICATION:  ___ year old woman s/p AVR, MVrepair with dropping HCT  // eval\n【1】for hemothorax please\n【2】\n【3】TECHNIQUE:  AP portable chest radiograph\n【4】\n【5】COMPARISON:  ___ from earlier in the day\n【6】\n【7】FINDINGS: \n【8】\n【9】The supporting lines and tubes and spinal orthopedic hardware are unchanged. \n【10】Unchanged moderate bilateral pleural effusions with bibasilar atelectasis.  No\n【11】pneumothorax identified.\n【12】\n【13】IMPRESSION: \n【14】\n【15】No significant interval change since the prior radiograph.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#0#1#一句话被多余换行\n多余换行#9#11#一句话被多余换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:11", "update_time": "2024-04-06 18:39:40"}
{"id": 886121, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "efb24c83-7350-4464-928d-f9e92401b48c", "title": null, "text": "【0】EXAMINATION:  KNEE (2 VIEWS) RIGHT\n【1】\n【2】INDICATION:  Chronic right knee pain after fall from second story ___ years\n【3】ago.  Now with pain with weight-bearing after sitting.\n【4】\n【5】TECHNIQUE:  Two views of the right knee.\n【6】\n【7】COMPARISON:  None.\n【8】\n【9】FINDINGS: \n【10】\n【11】No acute fractures or dislocations are seen.Mild tricompartment degenerative\n【12】changes of the right knee..  Small right knee joint effusion.  Faint\n【13】calcifications posterior to the knee.There is normal osseous mineralization.\n【14】\n【15】IMPRESSION: \n【16】\n【17】Mild tricompartmental degenerative changes.  Small knee joint effusion with\n【18】faint calcifications posterior to the knee which may represent joint bodies or\n【19】dystrophic calcifications.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#2#3#一句话被多余换行\n多余换行#11#13#一句话被多余换行\n多余换行#17#19#一句话被多余换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:11", "update_time": "2024-04-06 19:12:26"}
{"id": 886120, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 542, "source_info": {"seq_id": "31e6c1bc-aec5-4209-99fd-b6d37974f8e9", "title": null, "text": "【0】Chest radiograph, PA and lateral views, compared to ___.\n【1】\n【2】HISTORY:  ___ man with chest pain.  Afebrile.  Evaluate for\n【3】cardiopulmonary process.\n【4】\n【5】FINDINGS: The lungs are clear bilaterally, without pleural effusion or\n【6】pneumothorax. The cardiac silhouette is normal.  The hilar and mediastinal\n【7】contours are normal. The pulmonary vasculature is unremarkable.  The\n【8】underlying osseous structures are normal.\n【9】\n【10】IMPRESSION: No acute cardiopulmonary process.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#2#3#一句话被多余换行\n多余换行#5#8#一句话被多余换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:11", "update_time": "2024-04-06 18:49:34"}
{"id": 886119, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": " 黄艳玲", "task_id": 542, "source_info": {"seq_id": "e6fe46bf-c27f-4ca6-840d-37c3ce159ecc", "title": null, "text": "【0】EXAMINATION:  CT CHEST W/O CONTRAST\n【1】\n【2】INDICATION:  ___ year old man with hx +ppd, pulmonary nodules// evaluate\n【3】pulmonary nodules\n【4】\n【5】TECHNIQUE:  MDCT of the chest was obtained from thoracic inlet to upper\n【6】abdomen.  Axial images were reviewed in conjunction with coronal and sagittal\n【7】reformats\n【8】\n【9】COMPARISON:  ___\n【10】\n【11】FINDINGS: \n【12】\n【13】Aorta and pulmonary arteries unremarkable.  No pathologically enlarged\n【14】mediastinal, hilar or axillary lymph nodes demonstrated.\n【15】\n【16】Heart size is normal.  Coronary calcifications are present.  There is no\n【17】pericardial pleural effusion.\n【18】\n【19】Airways are patent to the subsegmental level bilaterally.  Several pulmonary\n【20】nodules are present, series 5, image 44, 80, 91, not seen on the previous\n【21】examination.  Minimal respiratory bronchiolitis nodules are present but\n【22】improved since previous examination.\n【23】\n【24】There are no lytic or sclerotic lesions worrisome for infection or neoplasm.\n【25】\n【26】IMPRESSION: \n【27】\n【28】3 new nodules, sub 4 mm, in the upper lobes, potentially might be within the\n【29】spectrum of respiratory bronchiolitis.  Short-term 3 months followup is\n【30】recommended.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}, "result_info": {"type1": null, "type2": "多余换行#0#30#全文存在多处多余换行", "type3": null, "type4": null, "type6": null, "type5": null}, "finished": true, "dropped": false, "create_time": "2024-04-02 18:27:11", "update_time": "2024-04-06 18:16:01"}