{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<bos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 81600,
      "content": "  ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 81601,
      "content": "   ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 81602,
      "content": "    ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 81603,
      "content": "     ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 81604,
      "content": "      ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 81605,
      "content": "       ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 81606,
      "content": "        ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 81607,
      "content": "         ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 81608,
      "content": "          ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 81609,
      "content": "           ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 81610,
      "content": "            ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 81611,
      "content": "             ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 81612,
      "content": "              ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 81613,
      "content": "               ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 81614,
      "content": "                ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 81615,
      "content": "                 ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 81616,
      "content": "                  ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 81617,
      "content": "                   ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 81618,
      "content": "                    ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 81619,
      "content": "                     ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 81620,
      "content": "                      ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 81621,
      "content": "                       ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Split",
        "pattern": {
          "Regex": " ?[^(\\s|[.,!?…。，、।۔،？；’：！（）——:])]+"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "Digits",
        "individual_digits": true
      },
      {
        "type": "ByteLevel",
        "add_prefix_space": false,
        "trim_offsets": true,
        "use_regex": true
      }
    ]
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "vocab": {
      "<unk>": 0,
      "<|endoftext|>": 1,
      "<bos>": 2,
      "<pad>": 3,
      "!": 4,
      "\"": 5,
      "#": 6,
      "$": 7,
      "%": 8,
      "&": 9,
      "'": 10,
      "(": 11,
      ")": 12,
      "*": 13,
      "+": 14,
      ",": 15,
      "-": 16,
      ".": 17,
      "/": 18,
      "0": 19,
      "1": 20,
      "2": 21,
      "3": 22,
      "4": 23,
      "5": 24,
      "6": 25,
      "7": 26,
      "8": 27,
      "9": 28,
      ":": 29,
      ";": 30,
      "<": 31,
      "=": 32,
      ">": 33,
      "?": 34,
      "@": 35,
      "A": 36,
      "B": 37,
      "C": 38,
      "D": 39,
      "E": 40,
      "F": 41,
      "G": 42,
      "H": 43,
      "I": 44,
      "J": 45,
      "K": 46,
      "L": 47,
      "M": 48,
      "N": 49,
      "O": 50,
      "P": 51,
      "Q": 52,
      "R": 53,
      "S": 54,
      "T": 55,
      "U": 56,
      "V": 57,
      "W": 58,
      "X": 59,
      "Y": 60,
      "Z": 61,
      "[": 62,
      "\\": 63,
      "]": 64,
      "^": 65,
      "_": 66,
      "`": 67,
      "a": 68,
      "b": 69,
      "c": 70,
      "d": 71,
      "e": 72,
      "f": 73,
      "g": 74,
      "h": 75,
      "i": 76,
      "j": 77,
      "k": 78,
      "l": 79,
      "m": 80,
      "n": 81,
      "o": 82,
      "p": 83,
      "q": 84,
      "r": 85,
      "s": 86,
      "t": 87,
      "u": 88,
      "v": 89,
      "w": 90,
      "x": 91,
      "y": 92,
      "z": 93,
      "{": 94,
      "|": 95,
      "}": 96,
      "~": 97,
      "¡": 98,
      "¢": 99,
      "£": 100,
      "¤": 101,
      "¥": 102,
      "¦": 103,
      "§": 104,
      "¨": 105,
      "©": 106,
      "ª": 107,
      "«": 108,
      "¬": 109,
      "®": 110,
      "¯": 111,
      "°": 112,
      "±": 113,
      "²": 114,
      "³": 115,
      "´": 116,
      "µ": 117,
      "¶": 118,
      "·": 119,
      "¸": 120,
      "¹": 121,
      "º": 122,
      "»": 123,
      "¼": 124,
      "½": 125,
      "¾": 126,
      "¿": 127,
      "Â": 128,
      "Ã": 129,
      "Ä": 130,
      "Å": 131,
      "Æ": 132,
      "Ç": 133,
      "È": 134,
      "É": 135,
      "Ê": 136,
      "Ë": 137,
      "Ì": 138,
      "Í": 139,
      "Î": 140,
      "Ï": 141,
      "Ð": 142,
      "Ñ": 143,
      "Ò": 144,
      "Ó": 145,
      "Ô": 146,
      "Õ": 147,
      "Ö": 148,
      "×": 149,
      "Ø": 150,
      "Ù": 151,
      "Ú": 152,
      "Û": 153,
      "Ü": 154,
      "Ý": 155,
      "Þ": 156,
      "ß": 157,
      "à": 158,
      "á": 159,
      "â": 160,
      "ã": 161,
      "ä": 162,
      "å": 163,
      "æ": 164,
      "ç": 165,
      "è": 166,
      "é": 167,
      "ê": 168,
      "ë": 169,
      "ì": 170,
      "í": 171,
      "î": 172,
      "ï": 173,
      "ð": 174,
      "ñ": 175,
      "ò": 176,
      "ó": 177,
      "ô": 178,
      "Ā": 179,
      "ā": 180,
      "Ă": 181,
      "ă": 182,
      "Ą": 183,
      "ą": 184,
      "Ć": 185,
      "ć": 186,
      "Ĉ": 187,
      "ĉ": 188,
      "Ċ": 189,
      "ċ": 190,
      "Č": 191,
      "č": 192,
      "Ď": 193,
      "ď": 194,
      "Đ": 195,
      "đ": 196,
      "Ē": 197,
      "ē": 198,
      "Ĕ": 199,
      "ĕ": 200,
      "Ė": 201,
      "ė": 202,
      "Ę": 203,
      "ę": 204,
      "Ě": 205,
      "ě": 206,
      "Ĝ": 207,
      "ĝ": 208,
      "Ğ": 209,
      "ğ": 210,
      "Ġ": 211,
      "ġ": 212,
      "Ģ": 213,
      "ģ": 214,
      "Ĥ": 215,
      "ĥ": 216,
      "Ħ": 217,
      "ħ": 218,
      "Ĩ": 219,
      "ĩ": 220,
      "Ī": 221,
      "ī": 222,
      "Ĭ": 223,
      "ĭ": 224,
      "Į": 225,
      "į": 226,
      "İ": 227,
      "ı": 228,
      "Ĳ": 229,
      "ĳ": 230,
      "Ĵ": 231,
      "ĵ": 232,
      "Ķ": 233,
      "ķ": 234,
      "ĸ": 235,
      "Ĺ": 236,
      "ĺ": 237,
      "Ļ": 238,
      "ļ": 239,
      "Ľ": 240,
      "ľ": 241,
      "Ŀ": 242,
      "ŀ": 243,
      "Ł": 244,
      "ł": 245,
      "Ń": 246,
      "Ġt": 247,
      "ĠĠ": 248,
      "Ġa": 249,
      "in": 250,
      "he": 251,
      "re": 252,
      "on": 253,
      "er": 254,
      "Ġthe": 255,
      "at": 256,
      "Ġs": 257,
      "en": 258,
      "Ġo": 259,
      "ãĢ": 260,
      "Ġc": 261,
      "ĠĠĠĠ": 262,
      "Ġw": 263,
      "or": 264,
      "it": 265,
      "ä¸": 266,
      "is": 267,
      "es": 268,
      "ed": 269,
      "an": 270,
      "Ġp": 271,
      "al": 272,
      "Ġf": 273,
      "Ġb": 274,
      "ing": 275,
      "Ġan": 276,
      "ï¼": 277,
      "Ġin": 278,
      "Ġm": 279,
      "ar": 280,
      "ou": 281,
      "ion": 282,
      "Ġof": 283,
      "Ġd": 284,
      "ic": 285,
      "le": 286,
      "Ġto": 287,
      "Ġand": 288,
      "as": 289,
      "ro": 290,
      "ï¼Į": 291,
      "äº": 292,
      "ent": 293,
      "ct": 294,
      "Ġh": 295,
      "et": 296,
      "âĢ": 297,
      "Ġth": 298,
      "st": 299,
      "çļ": 300,
      "Ġre": 301,
      "çļĦ": 302,
      "el": 303,
      "om": 304,
      "Ġn": 305,
      "åı": 306,
      "Ġe": 307,
      "Ġl": 308,
      "il": 309,
      "æľ": 310,
      "åħ": 311,
      "id": 312,
      "å¤": 313,
      "im": 314,
      "å®": 315,
      "ĠT": 316,
      "ut": 317,
      "am": 318,
      "Ġg": 319,
      "ve": 320,
      "ot": 321,
      "ig": 322,
      "ĠĠĠĠĠĠĠĠ": 323,
      "Ġ(": 324,
      "Ġis": 325,
      "ol": 326,
      "ä»": 327,
      "ĠI": 328,
      "ãĢĳ": 329,
      "ãĢĲ": 330,
      "ur": 331,
      "ation": 332,
      "ĠĠĠ": 333,
      "ãĢĤ": 334,
      "ac": 335,
      "åĪ": 336,
      "ãĢĳãĢĲ": 337,
      "us": 338,
      "--": 339,
      "Ġfor": 340,
      "ly": 341,
      "ow": 342,
      "Ġbe": 343,
      "ĠS": 344,
      "ad": 345,
      "un": 346,
      "¿½": 347,
      "ĠA": 348,
      "ay": 349,
      "Ġon": 350,
      "Ġst": 351,
      "ï¿½": 352,
      "if": 353,
      "ul": 354,
      "ĠC": 355,
      "ith": 356,
      "ver": 357,
      "åľ": 358,
      "Ġy": 359,
      "ä½": 360,
      "ce": 361,
      "od": 362,
      "åĲ": 363,
      "Ġthat": 364,
      "ä¹": 365,
      "è¿": 366,
      "se": 367,
      "æĸ": 368,
      "æĺ": 369,
      "ch": 370,
      "Ġwith": 371,
      "æĪ": 372,
      "Ġcon": 373,
      "ir": 374,
      "çĶ": 375,
      "åĽ": 376,
      "æĹ": 377,
      "ĉĉ": 378,
      "ag": 379,
      "ter": 380,
      "Ġas": 381,
      "åĬ": 382,
      "å¹": 383,
      "åį": 384,
      "her": 385,
      "pp": 386,
      "Ġpro": 387,
      "em": 388,
      "Ġyou": 389,
      "ãĢģ": 390,
      "ab": 391,
      "å°": 392,
      "ç»": 393,
      "ri": 394,
      "ĠM": 395,
      "Ġv": 396,
      "Ġal": 397,
      "um": 398,
      "ate": 399,
      "pe": 400,
      "ä¸Ģ": 401,
      "ĠP": 402,
      "Ġit": 403,
      "res": 404,
      "Ġ{": 405,
      "qu": 406,
      "ĠThe": 407,
      "Ġ=": 408,
      "Ġwe": 409,
      "è®": 410,
      "Ġor": 411,
      "ç½": 412,
      "è¯": 413,
      "ra": 414,
      "Ġwh": 415,
      "æĿ": 416,
      "Ġex": 417,
      "os": 418,
      "Ġ$": 419,
      "Ġcom": 420,
      "Ġde": 421,
      "ĠB": 422,
      "ist": 423,
      "æī": 424,
      "ä¼": 425,
      "Ġhe": 426,
      "ess": 427,
      "Ġ\"": 428,
      "ht": 429,
      "ĠF": 430,
      "est": 431,
      "oc": 432,
      "å¸": 433,
      "Ġwas": 434,
      "Ġare": 435,
      "åŃ": 436,
      "th": 437,
      "æĺ¯": 438,
      "å·": 439,
      "ers": 440,
      "ĠH": 441,
      "Ġat": 442,
      "å¤§": 443,
      "Ġse": 444,
      "å¼": 445,
      "Ġr": 446,
      "å½": 447,
      "ill": 448,
      "âĢĻ": 449,
      "Ġsu": 450,
      "ç½ĳ": 451,
      "op": 452,
      "çī": 453,
      "äºº": 454,
      "rom": 455,
      "and": 456,
      "ĠD": 457,
      "ction": 458,
      "ore": 459,
      "éĩ": 460,
      "ke": 461,
      "åĩ": 462,
      "ant": 463,
      "åľ¨": 464,
      "ity": 465,
      "----": 466,
      "iv": 467,
      "Ġby": 468,
      "ĠW": 469,
      "ain": 470,
      "oun": 471,
      "Ġ\\": 472,
      "pt": 473,
      "ï¿½ï¿½": 474,
      "âĢľ": 475,
      "ĠR": 476,
      "èµ": 477,
      "âĢĿ": 478,
      "ment": 479,
      "åĨ": 480,
      "æĬ": 481,
      "ort": 482,
      "æľī": 483,
      "çĽ": 484,
      "Ġ*": 485,
      "ĠĠĠĠĠĠĠ": 486,
      "ä¸Ń": 487,
      "åº": 488,
      "ld": 489,
      "ĠL": 490,
      "åĮ": 491,
      "éĢ": 492,
      "ive": 493,
      "ä¸į": 494,
      "Ġus": 495,
      "Ġne": 496,
      "==": 497,
      "end": 498,
      "ĠN": 499,
      "Ġha": 500,
      "te": 501,
      "Ġfrom": 502,
      "ure": 503,
      "ff": 504,
      "è¡": 505,
      "çİ": 506,
      "art": 507,
      "å¾": 508,
      "ĠE": 509,
      "ud": 510,
      "pl": 511,
      "Ġsh": 512,
      "ine": 513,
      "äºĨ": 514,
      "Ġnot": 515,
      "ight": 516,
      "å¿": 517,
      "Ġthis": 518,
      "ĠG": 519,
      "åıĳ": 520,
      "ren": 521,
      "Ġch": 522,
      "å±": 523,
      "å¥": 524,
      "è½": 525,
      "èĢ": 526,
      "éĹ": 527,
      "åĽ½": 528,
      "Ġun": 529,
      "è´": 530,
      "åİ": 531,
      "ell": 532,
      "æ³": 533,
      "ated": 534,
      "ial": 535,
      "å¯": 536,
      "éĻ": 537,
      "ies": 538,
      "ect": 539,
      "red": 540,
      "all": 541,
      "**": 542,
      "//": 543,
      "è§": 544,
      "per": 545,
      "æķ": 546,
      "Ġcan": 547,
      "iz": 548,
      "ame": 549,
      "og": 550,
      "cl": 551,
      "Ġle": 552,
      "çº": 553,
      "ust": 554,
      "æµ": 555,
      "age": 556,
      "ĠO": 557,
      "ç«": 558,
      "our": 559,
      "æ°": 560,
      "Ġhave": 561,
      "ä¸Ĭ": 562,
      "ï¼ļ": 563,
      "å¹´": 564,
      "ge": 565,
      "ue": 566,
      "çľ": 567,
      "æ¸": 568,
      "æĹ¶": 569,
      "ç§": 570,
      "æĶ": 571,
      "æł": 572,
      "ĥ½": 573,
      "æŃ": 574,
      "ical": 575,
      "ack": 576,
      "Ġcomp": 577,
      "ie": 578,
      "ard": 579,
      "åĴ": 580,
      "ide": 581,
      "able": 582,
      "ould": 583,
      "ĠIn": 584,
      "Ġtr": 585,
      "ass": 586,
      "èĤ": 587,
      "ä¸ĭ": 588,
      "out": 589,
      "æĢ": 590,
      "ich": 591,
      "Ġk": 592,
      "ä¿": 593,
      "orm": 594,
      "ult": 595,
      "Ġcl": 596,
      "ib": 597,
      "..": 598,
      "ä¸º": 599,
      "up": 600,
      "Ġ-": 601,
      "åĪĨ": 602,
      "Ġab": 603,
      "de": 604,
      "Ġres": 605,
      "ap": 606,
      "ase": 607,
      "åĴĮ": 608,
      "ost": 609,
      "ans": 610,
      "Ġpl": 611,
      "ome": 612,
      "der": 613,
      "åĳ": 614,
      "ast": 615,
      "æ²": 616,
      "æŀ": 617,
      "Ġcont": 618,
      "ip": 619,
      "Ġme": 620,
      "ice": 621,
      "ther": 622,
      "Ġwhe": 623,
      "çĲ": 624,
      "Ġim": 625,
      "Ġad": 626,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 627,
      "éĿ": 628,
      "cc": 629,
      "æİ": 630,
      "Ġall": 631,
      "Ġ}": 632,
      "ition": 633,
      "ound": 634,
      "=\"": 635,
      "å®¶": 636,
      "èĩ": 637,
      "ub": 638,
      "Ġint": 639,
      "Ġ<": 640,
      "act": 641,
      "int": 642,
      "æĿ¥": 643,
      "Ġj": 644,
      "'s": 645,
      "ign": 646,
      ").": 647,
      "ok": 648,
      "åħ¬": 649,
      "ak": 650,
      "ä¼ļ": 651,
      "con": 652,
      "æĸ°": 653,
      "ind": 654,
      "Ġen": 655,
      "ace": 656,
      "ĠJ": 657,
      "``": 658,
      "æĭ": 659,
      "ä»¥": 660,
      "åĵ": 661,
      "oug": 662,
      "),": 663,
      "ä¸ļ": 664,
      "ous": 665,
      "ile": 666,
      "çĶŁ": 667,
      "ĠU": 668,
      "ong": 669,
      "ä¸ª": 670,
      "one": 671,
      "è¦": 672,
      "Ġar": 673,
      "Ġyour": 674,
      "du": 675,
      "æĪĳ": 676,
      "æľº": 677,
      "æĸ¹": 678,
      "é¢": 679,
      "Ġwhich": 680,
      "Ġ_": 681,
      "ime": 682,
      "Ġdo": 683,
      "ents": 684,
      "åŁ": 685,
      "ru": 686,
      "æ±": 687,
      "è¡Į": 688,
      "Ġwor": 689,
      "Ġwill": 690,
      "urn": 691,
      "å¼Ģ": 692,
      "ite": 693,
      "ary": 694,
      "fe": 695,
      "Ġapp": 696,
      "Ġif": 697,
      "Ġwere": 698,
      "å½©": 699,
      "éĺ": 700,
      "Ġout": 701,
      "The": 702,
      "åī": 703,
      "Ġdis": 704,
      "ph": 705,
      "--------": 706,
      "ress": 707,
      "è¾": 708,
      "Ġbut": 709,
      "æ¬": 710,
      "Ġone": 711,
      "çĶ¨": 712,
      "å¤©": 713,
      "ä½ľ": 714,
      "ens": 715,
      "ations": 716,
      "è¦ģ": 717,
      "åĪ°": 718,
      "åĩº": 719,
      "ance": 720,
      "çĻ": 721,
      "xt": 722,
      "form": 723,
      "å®ĺ": 724,
      "å¸Ĥ": 725,
      "çŃ": 726,
      "ç¥": 727,
      "æĥ": 728,
      "Ġhas": 729,
      "čĊ": 730,
      "ty": 731,
      "è¿Ļ": 732,
      "åŃ¦": 733,
      "åĿ": 734,
      "åľ°": 735,
      "ia": 736,
      "com": 737,
      "éģ": 738,
      "ach": 739,
      "av": 740,
      "Ġper": 741,
      "æ¯": 742,
      "æĮ": 743,
      "ĠTh": 744,
      "ire": 745,
      "å¹³": 746,
      "ber": 747,
      "Ġ&": 748,
      "ref": 749,
      "ear": 750,
      "æĹ¥": 751,
      "Ġso": 752,
      "ä½ĵ": 753,
      "Ġhis": 754,
      "èĥ½": 755,
      "ry": 756,
      "so": 757,
      "æĪĲ": 758,
      "å·¥": 759,
      "ang": 760,
      "æīĭ": 761,
      "æ´": 762,
      "port": 763,
      "Ġgo": 764,
      "ally": 765,
      "ata": 766,
      "ough": 767,
      "ence": 768,
      "éĽ": 769,
      "====": 770,
      "ions": 771,
      "Ġqu": 772,
      "Ġup": 773,
      "rent": 774,
      "own": 775,
      "çĤ": 776,
      "Ġ[": 777,
      "Ġmore": 778,
      "Ġag": 779,
      "ne": 780,
      "ç¾": 781,
      "ĠĠĠĠĠĠĠĠĠĠĠ": 782,
      "ely": 783,
      "ĠĠĠĠĠ": 784,
      "ail": 785,
      "ath": 786,
      "ll": 787,
      "ord": 788,
      "åħ¨": 789,
      "å¤ļ": 790,
      "ory": 791,
      "åı¯": 792,
      "Ġmay": 793,
      "</": 794,
      "éķ": 795,
      "ĠK": 796,
      "are": 797,
      "ose": 798,
      "æ¸¸": 799,
      "lic": 800,
      "ç®": 801,
      "Ġ'": 802,
      "åı°": 803,
      "ple": 804,
      "ĠV": 805,
      "ook": 806,
      "ake": 807,
      "ep": 808,
      "ä¾": 809,
      "çĲĨ": 810,
      "é«": 811,
      "Ġpart": 812,
      "clud": 813,
      "Ġother": 814,
      "éĥ": 815,
      "vel": 816,
      "eth": 817,
      "()": 818,
      "app": 819,
      "è·": 820,
      "Ġtheir": 821,
      "å¯¹": 822,
      "æĦ": 823,
      "Ġev": 824,
      "Ġhad": 825,
      "Ġthey": 826,
      "ä¹Ĳ": 827,
      "ring": 828,
      "é¡": 829,
      "Ġher": 830,
      "In": 831,
      "Ġman": 832,
      "äºİ": 833,
      "åĢ": 834,
      "Ġsc": 835,
      "ç¬": 836,
      "å°ı": 837,
      "Ġsp": 838,
      "Ġmy": 839,
      "erv": 840,
      "very": 841,
      "ä¸ĩ": 842,
      "é«ĺ": 843,
      "ors": 844,
      "èģ": 845,
      "ode": 846,
      "æĻ": 847,
      "Ġbet": 848,
      "çİ°": 849,
      "ree": 850,
      "Ġgr": 851,
      "å¦": 852,
      "åĬł": 853,
      "æĽ": 854,
      "get": 855,
      "çĶµ": 856,
      "turn": 857,
      "å°±": 858,
      "ks": 859,
      "èĩª": 860,
      "lect": 861,
      "åŃĲ": 862,
      "Ġli": 863,
      "ĠâĢľ": 864,
      "ä¸ī": 865,
      "ob": 866,
      "åģ": 867,
      "ject": 868,
      "Ġem": 869,
      "ater": 870,
      "åĲİ": 871,
      "ft": 872,
      "æ¶": 873,
      "low": 874,
      "rib": 875,
      "Ġsy": 876,
      "Ġalso": 877,
      "ä»ĸ": 878,
      "æı": 879,
      "we": 880,
      "Ġtime": 881,
      "Ġro": 882,
      "åĬ¨": 883,
      "Ġdes": 884,
      "irst": 885,
      "ove": 886,
      "æľĪ": 887,
      "gr": 888,
      "Ġabout": 889,
      "ä¹ĭ": 890,
      "ount": 891,
      "ä¸»": 892,
      "Ġany": 893,
      "éĩĳ": 894,
      "å»": 895,
      "Ġpre": 896,
      "ĠâĢ": 897,
      "å¿«": 898,
      "æĸĩ": 899,
      "ä¹Ł": 900,
      "äºļ": 901,
      "æľ¬": 902,
      "å¥½": 903,
      "ç»ı": 904,
      "ĠSt": 905,
      "Ġte": 906,
      "æ³ķ": 907,
      "ç¨": 908,
      "Ġspe": 909,
      "ĠY": 910,
      "åĪ©": 911,
      "Ġfe": 912,
      "çł": 913,
      "ific": 914,
      "Ġbeen": 915,
      "ys": 916,
      "Ġacc": 917,
      "è½½": 918,
      "å§": 919,
      "ates": 920,
      "åĲĪ": 921,
      "èµĦ": 922,
      "æľĢ": 923,
      "Ġsa": 924,
      "erm": 925,
      "éĥ¨": 926,
      "éĹ¨": 927,
      "å¨": 928,
      "Ġthere": 929,
      "æ£": 930,
      "ä»¬": 931,
      "->": 932,
      "åı¸": 933,
      "Ġover": 934,
      "åīį": 935,
      "è°": 936,
      "ç¤": 937,
      "è¿Ľ": 938,
      "Ġwhen": 939,
      "Ġnew": 940,
      "å®ī": 941,
      "ov": 942,
      "ĉĉĉĉ": 943,
      "ï¼ī": 944,
      "æ³¨": 945,
      "ock": 946,
      "éĤ": 947,
      "Ġinter": 948,
      "åĬĽ": 949,
      "äº§": 950,
      "ï¼Ī": 951,
      "Ġob": 952,
      "Ġsome": 953,
      "éĴ": 954,
      "vers": 955,
      "Ġour": 956,
      "èī": 957,
      "è¶": 958,
      "çŁ": 959,
      "é£": 960,
      "Ġthan": 961,
      "å®ŀ": 962,
      "éĶ": 963,
      "å¿ĥ": 964,
      "reat": 965,
      "Ġno": 966,
      "Ġ+": 967,
      "ces": 968,
      "cess": 969,
      "Ġ|": 970,
      "ric": 971,
      "ç¾İ": 972,
      "Ġwho": 973,
      "ays": 974,
      "éķ¿": 975,
      "ĠIt": 976,
      "wo": 977,
      "Ġinto": 978,
      "è¿ĩ": 979,
      "éĿ¢": 980,
      "èĤ²": 981,
      "çĤ¹": 982,
      "Ġam": 983,
      "aus": 984,
      "Ġsub": 985,
      "Ġfun": 986,
      "çŃī": 987,
      "cre": 988,
      "Ġass": 989,
      "ç«Ļ": 990,
      "åĵģ": 991,
      "hed": 992,
      "row": 993,
      "Ġwould": 994,
      "Âł": 995,
      "çīĮ": 996,
      "li": 997,
      "ize": 998,
      "å®ĺç½ĳ": 999,
      "ener": 1000,
      "****": 1001,
      "åĮĸ": 1002,
      "Ġfirst": 1003,
      "Ġdif": 1004,
      "çľŁ": 1005,
      "èĢħ": 1006,
      "fter": 1007,
      "Ġshe": 1008,
      "Ġbl": 1009,
      "åħ¬åı¸": 1010,
      "åľº": 1011,
      "å®ļ": 1012,
      "ink": 1013,
      "Ġget": 1014,
      "ä¸ĭè½½": 1015,
      "åĲĮ": 1016,
      "ark": 1017,
      "æĬķ": 1018,
      "IN": 1019,
      "Ġmod": 1020,
      "ert": 1021,
      "Ġtrans": 1022,
      "ings": 1023,
      "ck": 1024,
      "Ġkn": 1025,
      "elf": 1026,
      "äºĭ": 1027,
      "ild": 1028,
      "æį": 1029,
      "Ġval": 1030,
      "èĭ": 1031,
      "stem": 1032,
      "ä¿¡": 1033,
      "Ġoff": 1034,
      "èĬ": 1035,
      "çķ": 1036,
      "ç¬¬": 1037,
      "åħ³": 1038,
      "ari": 1039,
      "ä¸İ": 1040,
      "è½¦": 1041,
      "Ġinclud": 1042,
      "Ġcol": 1043,
      "éĥ½": 1044,
      "Ġits": 1045,
      "çº¿": 1046,
      "åħĥ": 1047,
      "èĪ": 1048,
      "Ġform": 1049,
      "Ġinv": 1050,
      "Ġthem": 1051,
      "Ġadd": 1052,
      "è®¡": 1053,
      "pect": 1054,
      "ular": 1055,
      "é¦": 1056,
      "ĠAn": 1057,
      "ER": 1058,
      "ual": 1059,
      "Ġcomm": 1060,
      "ä¹Ī": 1061,
      "pon": 1062,
      "ating": 1063,
      "Ġprov": 1064,
      "```": 1065,
      "ĠThis": 1066,
      "pro": 1067,
      "ype": 1068,
      "hen": 1069,
      "Ġph": 1070,
      "yl": 1071,
      "Ġæ": 1072,
      "æıĲ": 1073,
      "ced": 1074,
      "Ġco": 1075,
      "åĮº": 1076,
      "Ġwork": 1077,
      "Ġact": 1078,
      "ĠCh": 1079,
      "iss": 1080,
      "éĢļ": 1081,
      "ick": 1082,
      "å¾Ĺ": 1083,
      "ef": 1084,
      "ĠHe": 1085,
      "igh": 1086,
      "Ġreg": 1087,
      "å¹³åı°": 1088,
      "ish": 1089,
      "å»º": 1090,
      "åķ": 1091,
      "éĩį": 1092,
      "Ġpos": 1093,
      "Ġdet": 1094,
      "Ġunder": 1095,
      "ps": 1096,
      "ruct": 1097,
      "ont": 1098,
      "åħ¥": 1099,
      "Ġsuch": 1100,
      "æģ": 1101,
      "åĬ¡": 1102,
      "ption": 1103,
      "St": 1104,
      "çīĪ": 1105,
      "iew": 1106,
      "åħ¶": 1107,
      "Ġlike": 1108,
      "ç©": 1109,
      "Ġ$\\": 1110,
      "old": 1111,
      "Ġfl": 1112,
      "Ġpe": 1113,
      "çĿ": 1114,
      "èĲ": 1115,
      "Ġpres": 1116,
      "ug": 1117,
      "æ°ĳ": 1118,
      "éļ": 1119,
      "Ġonly": 1120,
      "Ġrec": 1121,
      "Ġset": 1122,
      "ĉĉĉ": 1123,
      "éģĵ": 1124,
      "Ġdef": 1125,
      "èĢĮ": 1126,
      "Ġtwo": 1127,
      "å¤ĸ": 1128,
      "itt": 1129,
      "\">": 1130,
      "å¦Ĥ": 1131,
      "ĠWe": 1132,
      "err": 1133,
      "Ġ)": 1134,
      "åº¦": 1135,
      "ade": 1136,
      "oint": 1137,
      "æīĢ": 1138,
      "å¢": 1139,
      "å±ķ": 1140,
      "çľĭ": 1141,
      "çĦ": 1142,
      "æľŁ": 1143,
      "è¯´": 1144,
      "ased": 1145,
      "æ°´": 1146,
      "Ġcons": 1147,
      "ax": 1148,
      "_{": 1149,
      "ian": 1150,
      "ative": 1151,
      "åĲį": 1152,
      "æŁ": 1153,
      "Ġrel": 1154,
      "åĮĹ": 1155,
      "Ġdata": 1156,
      "ix": 1157,
      "éĹ´": 1158,
      "äºĮ": 1159,
      "åĨħ": 1160,
      "éľ": 1161,
      "éħ": 1162,
      "ied": 1163,
      "ss": 1164,
      "ON": 1165,
      "ood": 1166,
      "Ġclass": 1167,
      "Ġyear": 1168,
      "æīĭæľº": 1169,
      "Ġwhat": 1170,
      "Ġsign": 1171,
      "ec": 1172,
      "Ġneed": 1173,
      "Ġreturn": 1174,
      "Ġac": 1175,
      "tern": 1176,
      "rough": 1177,
      "Ġ.": 1178,
      "å°Ĩ": 1179,
      "Ġpr": 1180,
      "ient": 1181,
      "Ġused": 1182,
      "æŃ£": 1183,
      "ãĢĬ": 1184,
      "oth": 1185,
      "æµ·": 1186,
      "ãĢĭ": 1187,
      "ä»£": 1188,
      "))": 1189,
      "æĪı": 1190,
      "ç´": 1191,
      "Ġstud": 1192,
      "æº": 1193,
      "put": 1194,
      "Ġwhere": 1195,
      "åįĹ": 1196,
      "éĵ": 1197,
      "Ġdiffe": 1198,
      "sp": 1199,
      "Ġeff": 1200,
      "ä¸ŃåĽ½": 1201,
      "ange": 1202,
      "ull": 1203,
      "ise": 1204,
      "ç³": 1205,
      "ä¿Ŀ": 1206,
      "Ġthen": 1207,
      "iel": 1208,
      "AN": 1209,
      "å½©ç¥": 1210,
      "éĩĮ": 1211,
      "æŀľ": 1212,
      "Ġind": 1213,
      "åıĬ": 1214,
      "olog": 1215,
      "Ġ:": 1216,
      "æĪ·": 1217,
      "ä½ł": 1218,
      "##": 1219,
      "ause": 1220,
      "ç®¡": 1221,
      "Ġuse": 1222,
      "åĪ¶": 1223,
      "âĢĶ": 1224,
      "Ġi": 1225,
      "èĤ¡": 1226,
      "Ġbec": 1227,
      "è¥": 1228,
      "ween": 1229,
      "Ġthese": 1230,
      "'t": 1231,
      "è®¾": 1232,
      "ä½į": 1233,
      "æĥħ": 1234,
      "Ġ/": 1235,
      "åŁİ": 1236,
      "ä¸ľ": 1237,
      "å±±": 1238,
      "Ġsur": 1239,
      "ility": 1240,
      "Ġpat": 1241,
      "fig": 1242,
      "çī¹": 1243,
      "Ġhow": 1244,
      "Ġsystem": 1245,
      "åĳĺ": 1246,
      "æĺİ": 1247,
      "æĬ¥": 1248,
      "æ¸¸æĪı": 1249,
      "è¿ĺ": 1250,
      "è¡¨": 1251,
      "éĩı": 1252,
      "Ġthrough": 1253,
      "les": 1254,
      "Ġjust": 1255,
      "Ġsupp": 1256,
      "Ġspec": 1257,
      "----------------": 1258,
      "è¥¿": 1259,
      "ï¿½ï¿½ï¿½ï¿½": 1260,
      "Ġback": 1261,
      "é©": 1262,
      "çĽ®": 1263,
      "ool": 1264,
      "Ġbetween": 1265,
      "io": 1266,
      "æ¯Ķ": 1267,
      "ï¼Ľ": 1268,
      "çĪ": 1269,
      "å£": 1270,
      "ample": 1271,
      "å¤§åıĳ": 1272,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1273,
      "çĭ": 1274,
      "ãĢĢ": 1275,
      "Ġcould": 1276,
      "ç½ĳç«Ļ": 1277,
      "æĬĢ": 1278,
      "ible": 1279,
      "Ġcell": 1280,
      "Ġrem": 1281,
      "tr": 1282,
      "Ġexp": 1283,
      "Ġresult": 1284,
      "ning": 1285,
      "æķ°": 1286,
      "::": 1287,
      "æ¡": 1288,
      "ments": 1289,
      "ä½ĵèĤ²": 1290,
      "é»": 1291,
      "Ġfunction": 1292,
      "çģ": 1293,
      "Ġafter": 1294,
      "Ġhim": 1295,
      "val": 1296,
      "ãģ": 1297,
      "åİ¿": 1298,
      "cond": 1299,
      "ç±": 1300,
      "Ġconst": 1301,
      "äº¤": 1302,
      "ution": 1303,
      "è¢": 1304,
      "æ·": 1305,
      "IG": 1306,
      "Ġsaid": 1307,
      "ex": 1308,
      "Ġ//": 1309,
      "æĶ¿": 1310,
      "Ġnum": 1311,
      "ç²": 1312,
      "Ġprodu": 1313,
      "sc": 1314,
      "EN": 1315,
      "oy": 1316,
      "Ġpol": 1317,
      "Ġatt": 1318,
      "æ¬¡": 1319,
      "ield": 1320,
      "Ġend": 1321,
      "ms": 1322,
      "ublic": 1323,
      "æ£ĭ": 1324,
      "ined": 1325,
      "åĿĢ": 1326,
      "å½ĵ": 1327,
      "par": 1328,
      "ures": 1329,
      "ç¼": 1330,
      "åįģ": 1331,
      "è£": 1332,
      "æķĻ": 1333,
      "Ġshow": 1334,
      "åĩ¯": 1335,
      "ollow": 1336,
      "ox": 1337,
      "^{": 1338,
      "ä»¶": 1339,
      "AT": 1340,
      "ï¼ģ": 1341,
      "oup": 1342,
      "ST": 1343,
      "çĻ¾": 1344,
      "çĽ¸": 1345,
      "inal": 1346,
      "±ä¹Ĳ": 1347,
      "ç¨ĭ": 1348,
      "Ġsm": 1349,
      "ident": 1350,
      "èį": 1351,
      "æ£ĭçīĮ": 1352,
      "type": 1353,
      "Ġinst": 1354,
      "¾³": 1355,
      "çī©": 1356,
      "æĦı": 1357,
      "its": 1358,
      "ç¦": 1359,
      "Ġknow": 1360,
      "ict": 1361,
      "ople": 1362,
      "ious": 1363,
      "ç§ĳ": 1364,
      "hes": 1365,
      "Ġcor": 1366,
      "ç³»": 1367,
      "ention": 1368,
      "Ġrequ": 1369,
      "å·ŀ": 1370,
      "bet": 1371,
      "åķĨ": 1372,
      "æĹł": 1373,
      "èµ·": 1374,
      "çĦ¶": 1375,
      "cy": 1376,
      "ĠĊ": 1377,
      "Ġeach": 1378,
      "rit": 1379,
      "å¨±ä¹Ĳ": 1380,
      "Ġsim": 1381,
      "sh": 1382,
      "Ġwell": 1383,
      "Ġbu": 1384,
      "çĿĢ": 1385,
      "aw": 1386,
      "ï¼Ł": 1387,
      "è·¯": 1388,
      "ics": 1389,
      "Ġke": 1390,
      "ract": 1391,
      "ma": 1392,
      "set": 1393,
      "çĲĥ": 1394,
      "ower": 1395,
      "other": 1396,
      "========": 1397,
      "Ġgener": 1398,
      "Ġusing": 1399,
      "als": 1400,
      "Ġdist": 1401,
      "to": 1402,
      "Th": 1403,
      "çĥ": 1404,
      "ble": 1405,
      "ethod": 1406,
      "Ġmost": 1407,
      "Ġshould": 1408,
      "éĻħ": 1409,
      "uring": 1410,
      "RE": 1411,
      "Ġprocess": 1412,
      "Ġ*/": 1413,
      "å¼ı": 1414,
      "ons": 1415,
      "ork": 1416,
      "ues": 1417,
      "æĽ´": 1418,
      "è§Ħ": 1419,
      "åºĶ": 1420,
      "formation": 1421,
      "ities": 1422,
      "äº¬": 1423,
      "mer": 1424,
      "åİ»": 1425,
      "oid": 1426,
      "Ġchar": 1427,
      "Ġent": 1428,
      "Ġfollow": 1429,
      "ized": 1430,
      "ĠUn": 1431,
      "Ġloc": 1432,
      "Ġsee": 1433,
      "Ġåĩ¯": 1434,
      "def": 1435,
      "æľį": 1436,
      "éĽĨ": 1437,
      "å®¢": 1438,
      "yp": 1439,
      "rol": 1440,
      "Ġlook": 1441,
      "èĥ": 1442,
      "åįķ": 1443,
      "Ġhigh": 1444,
      "Ġmem": 1445,
      "wn": 1446,
      "ward": 1447,
      "éª": 1448,
      "pos": 1449,
      "text": 1450,
      "Ġdid": 1451,
      "åŀ": 1452,
      "åįļ": 1453,
      "åŁº": 1454,
      "çİ¯": 1455,
      "åĽ¾": 1456,
      "Ġext": 1457,
      "ins": 1458,
      "ator": 1459,
      "Ġcar": 1460,
      "çĸ": 1461,
      "Ġel": 1462,
      "ä»İ": 1463,
      "ily": 1464,
      "¾³éĹ¨": 1465,
      "å¾Ī": 1466,
      "uch": 1467,
      "let": 1468,
      "ä¸Ģä¸ª": 1469,
      "Ġdi": 1470,
      "Ġmake": 1471,
      "Ġcur": 1472,
      "åı£": 1473,
      "ically": 1474,
      "uc": 1475,
      "Ġdifferent": 1476,
      "æŃ¤": 1477,
      "æ²¡": 1478,
      "ww": 1479,
      "Ġpeople": 1480,
      "atic": 1481,
      "é¾": 1482,
      "read": 1483,
      "ç»ĵ": 1484,
      ".,": 1485,
      "ited": 1486,
      "Ġdev": 1487,
      "Ġ,": 1488,
      "Ġvari": 1489,
      "åĽł": 1490,
      "æºĲ": 1491,
      "ä»»": 1492,
      "Ġpar": 1493,
      "è¢«": 1494,
      "line": 1495,
      "åĸ": 1496,
      "eng": 1497,
      "ement": 1498,
      "ature": 1499,
      "Ġwant": 1500,
      "ä»·": 1501,
      "ew": 1502,
      "å¹¶": 1503,
      "å·²": 1504,
      "Ġlong": 1505,
      "ç§į": 1506,
      "AR": 1507,
      "Ġsecond": 1508,
      "ä½Ĩ": 1509,
      "å²": 1510,
      "æ»": 1511,
      "è§£": 1512,
      "riv": 1513,
      "Ġpresent": 1514,
      "ting": 1515,
      "å®ĺæĸ¹": 1516,
      "ĠâĢĵ": 1517,
      "æĢ»": 1518,
      "è¿Ĳ": 1519,
      "Re": 1520,
      "ctions": 1521,
      "æĤ": 1522,
      "ĠRe": 1523,
      "...": 1524,
      "Ġserv": 1525,
      "Ġright": 1526,
      "æ±Ł": 1527,
      "pr": 1528,
      "æĶ¶": 1529,
      "Ġevery": 1530,
      "the": 1531,
      "IT": 1532,
      "Ġmin": 1533,
      "æµģ": 1534,
      "ices": 1535,
      "ann": 1536,
      "Ġeven": 1537,
      "éĴ±": 1538,
      "èĢģ": 1539,
      "led": 1540,
      "å·¥ä½ľ": 1541,
      "tain": 1542,
      "ale": 1543,
      "çĽ´": 1544,
      "bod": 1545,
      "Ġdown": 1546,
      "Ġtra": 1547,
      "æ´»": 1548,
      "åĽŀ": 1549,
      "ages": 1550,
      "Ġhere": 1551,
      "Ġhel": 1552,
      "æĮģ": 1553,
      "åİŁ": 1554,
      "ute": 1555,
      "[@": 1556,
      "ever": 1557,
      "air": 1558,
      "ines": 1559,
      "èİ": 1560,
      "ç¡": 1561,
      "__": 1562,
      "åĪĴ": 1563,
      "atch": 1564,
      "è®°": 1565,
      "Ġway": 1566,
      "æİ¥": 1567,
      "Ġche": 1568,
      "ational": 1569,
      "æĹ©": 1570,
      "Ġhand": 1571,
      "é¢ĺ": 1572,
      "åĭ": 1573,
      "Ġeffect": 1574,
      "éĻ¢": 1575,
      "arch": 1576,
      "èº": 1577,
      "Ġexper": 1578,
      "Ġsol": 1579,
      "éĤ£": 1580,
      "æ¬¾": 1581,
      "Ġagain": 1582,
      "}$": 1583,
      "èĻ": 1584,
      "ful": 1585,
      "Ġfil": 1586,
      "Ġcall": 1587,
      "oad": 1588,
      "å¸¸": 1589,
      "Ġprovid": 1590,
      "ĠFor": 1591,
      "ger": 1592,
      "Ġpartic": 1593,
      "æĥ³": 1594,
      "ç½ĳåĿĢ": 1595,
      "ource": 1596,
      "Ġåĩ¯åıĳ": 1597,
      "Ġser": 1598,
      "cept": 1599,
      "of": 1600,
      "Ġdire": 1601,
      "rence": 1602,
      "ense": 1603,
      "fore": 1604,
      "velop": 1605,
      "Ġ@": 1606,
      "çĻ»": 1607,
      "Ġnow": 1608,
      "åĽ½éĻħ": 1609,
      "èī²": 1610,
      "åĶ": 1611,
      "AL": 1612,
      "ife": 1613,
      "å¹¿": 1614,
      "äºĽ": 1615,
      "Ġå¤§åıĳ": 1616,
      "æĪĳä»¬": 1617,
      "ç¤¾": 1618,
      "æ¼": 1619,
      "æł¼": 1620,
      "Ġmed": 1621,
      "Ġmon": 1622,
      "Ġvery": 1623,
      "æĢ§": 1624,
      "æľ¯": 1625,
      "Ġop": 1626,
      "tt": 1627,
      "ee": 1628,
      "è¨": 1629,
      "Ġinformation": 1630,
      "åı¯ä»¥": 1631,
      "Ġtest": 1632,
      "cent": 1633,
      "Ġsame": 1634,
      "åĽĽ": 1635,
      "èģĶ": 1636,
      "Ġaut": 1637,
      "ared": 1638,
      "oci": 1639,
      "Ġu": 1640,
      "ients": 1641,
      "èµ°": 1642,
      "ml": 1643,
      "Ġbecause": 1644,
      "str": 1645,
      "é¾Ļ": 1646,
      "Ġcase": 1647,
      "ä¸¤": 1648,
      "åįİ": 1649,
      "ä¸ĵ": 1650,
      "å¸Ī": 1651,
      "ä¼ģ": 1652,
      "right": 1653,
      "Ġname": 1654,
      "Ġread": 1655,
      "ave": 1656,
      "ner": 1657,
      "ç«ĭ": 1658,
      "fl": 1659,
      "åģļ": 1660,
      "æį®": 1661,
      "æ°Ķ": 1662,
      "Ġfind": 1663,
      "ä½¿": 1664,
      "éĹ®": 1665,
      "çŁ¥": 1666,
      "OR": 1667,
      "çĽŁ": 1668,
      "Ġboth": 1669,
      "Ġpers": 1670,
      "LE": 1671,
      "be": 1672,
      "Ġmethod": 1673,
      "æł·": 1674,
      "Ġins": 1675,
      "è§Ĩ": 1676,
      "Ġnumber": 1677,
      "éĢŁ": 1678,
      "ä¹¦": 1679,
      "Ġbel": 1680,
      "els": 1681,
      "Ġdesc": 1682,
      "Ġx": 1683,
      "day": 1684,
      "imes": 1685,
      "è´¹": 1686,
      "èº«": 1687,
      "Ġpoint": 1688,
      "æ¨": 1689,
      "ĠIf": 1690,
      "hat": 1691,
      "åĲĳ": 1692,
      "Ġmany": 1693,
      "å¸ĥ": 1694,
      "èĦ": 1695,
      "Ġbefore": 1696,
      "å½ķ": 1697,
      "ash": 1698,
      "ality": 1699,
      "æłĩ": 1700,
      "åıª": 1701,
      "Ġvalue": 1702,
      "åĽ¢": 1703,
      "Ġerr": 1704,
      "Ġexample": 1705,
      "Ġstart": 1706,
      "åĲĦ": 1707,
      "Ġinte": 1708,
      "way": 1709,
      "gan": 1710,
      "ince": 1711,
      "é£İ": 1712,
      "Ġgu": 1713,
      "å¤ĩ": 1714,
      "Ġincre": 1715,
      "SE": 1716,
      "Ġplay": 1717,
      "aking": 1718,
      "å¯¼": 1719,
      "ç¤º": 1720,
      "********": 1721,
      "å½©ç¥¨": 1722,
      "åı·": 1723,
      "æĪ¿": 1724,
      "ired": 1725,
      "æĪĸ": 1726,
      "Ġz": 1727,
      "Ġæ¾³éĹ¨": 1728,
      "æĸ¯": 1729,
      "Ġbeing": 1730,
      "face": 1731,
      "ä¸ĸ": 1732,
      "ä»Ĭ": 1733,
      "Ġfact": 1734,
      "Ġoper": 1735,
      "æīĵ": 1736,
      "ĠCom": 1737,
      "æģ¯": 1738,
      "å¼º": 1739,
      "ç»Ł": 1740,
      "å°ĳ": 1741,
      "raph": 1742,
      "äºĶ": 1743,
      "Ġfr": 1744,
      "fr": 1745,
      "æİ¨": 1746,
      "Ġyears": 1747,
      "Ġdoes": 1748,
      "èĩ³": 1749,
      "Ġdec": 1750,
      "Ã©": 1751,
      "éĢī": 1752,
      "Ġgood": 1753,
      "pend": 1754,
      "ts": 1755,
      "Ġmade": 1756,
      "Ġanal": 1757,
      "dd": 1758,
      "yn": 1759,
      "Ġgl": 1760,
      "Ġthose": 1761,
      "ĆĈ": 1762,
      "æĴ": 1763,
      "Ġappro": 1764,
      "å½±": 1765,
      "Ġhelp": 1766,
      "çº§": 1767,
      "any": 1768,
      "Ġ>": 1769,
      "self": 1770,
      "éŁ": 1771,
      "ĠAl": 1772,
      "Ġrep": 1773,
      "ng": 1774,
      "ank": 1775,
      "ively": 1776,
      "ĠAs": 1777,
      "ta": 1778,
      "Ġav": 1779,
      "ified": 1780,
      "uff": 1781,
      "ĠPro": 1782,
      "Ġdon": 1783,
      "ole": 1784,
      "æĪĺ": 1785,
      "CT": 1786,
      "Ġäºļ": 1787,
      "Ġprote": 1788,
      "return": 1789,
      "FF": 1790,
      "Ġperform": 1791,
      "lement": 1792,
      "Ġstr": 1793,
      "æ¹": 1794,
      "åºĹ": 1795,
      "Ġfound": 1796,
      "é¡¹": 1797,
      "Ġwhile": 1798,
      "ï¿½ï¿½ï¿½": 1799,
      "çľģ": 1800,
      "é¦ĸ": 1801,
      "ond": 1802,
      "è¯ģ": 1803,
      "ĠFIG": 1804,
      "èĮ": 1805,
      "Ġelect": 1806,
      "Ġdevelop": 1807,
      "åĪĽ": 1808,
      "nd": 1809,
      "??": 1810,
      "çĶ±": 1811,
      "Ġref": 1812,
      "ID": 1813,
      "è¿ĳ": 1814,
      "Ġlevel": 1815,
      "é©¬": 1816,
      "éĺ³": 1817,
      "ases": 1818,
      "Ġcre": 1819,
      "å§Ķ": 1820,
      "åĬ¿": 1821,
      "Ġmet": 1822,
      "ĠQ": 1823,
      "Ġown": 1824,
      "ants": 1825,
      "å¥ĸ": 1826,
      "çĹ": 1827,
      "ym": 1828,
      "çİĭ": 1829,
      "åıĳå±ķ": 1830,
      "Ġtype": 1831,
      "ĠYou": 1832,
      "åħ±": 1833,
      "éĻĲ": 1834,
      "Ġlar": 1835,
      "æ¢": 1836,
      "å¥³": 1837,
      "rest": 1838,
      "br": 1839,
      "ãĥ": 1840,
      "min": 1841,
      "ization": 1842,
      "âĢ¦": 1843,
      "Ġdisc": 1844,
      "åŀĭ": 1845,
      "åĻ": 1846,
      "ateg": 1847,
      "åĨĮ": 1848,
      "è²": 1849,
      "çłĶ": 1850,
      "over": 1851,
      "Ġpublic": 1852,
      "å·±": 1853,
      "Ġ#": 1854,
      "å±Ģ": 1855,
      "ä»Ģ": 1856,
      "è¾¾": 1857,
      "Ġmuch": 1858,
      "ç»Ħ": 1859,
      "vent": 1860,
      "Ġrespon": 1861,
      "Ġgiv": 1862,
      "gram": 1863,
      "æ±Ĥ": 1864,
      "Ġra": 1865,
      "alk": 1866,
      "æĲ": 1867,
      "Ġsupport": 1868,
      "åł": 1869,
      "az": 1870,
      "æ®": 1871,
      "ier": 1872,
      "æĮĩ": 1873,
      "Ġstruct": 1874,
      "Ġbr": 1875,
      "Ġequ": 1876,
      "name": 1877,
      "ane": 1878,
      "Ġcontrol": 1879,
      "å¤Ħ": 1880,
      "ness": 1881,
      "ved": 1882,
      "å¢ŀ": 1883,
      "ames": 1884,
      "We": 1885,
      "å¾·": 1886,
      "ĠX": 1887,
      "ving": 1888,
      "èµĽ": 1889,
      "ray": 1890,
      "amp": 1891,
      "è£ħ": 1892,
      "Ġet": 1893,
      "ression": 1894,
      "è±": 1895,
      "ene": 1896,
      "æĦŁ": 1897,
      "ually": 1898,
      "èĳ": 1899,
      "chn": 1900,
      "åıĹ": 1901,
      "å¤´": 1902,
      "æĢİ": 1903,
      "ĠĠĠĠĠĠĠĠĠ": 1904,
      "AP": 1905,
      "åħī": 1906,
      "iment": 1907,
      "ç¥ŀ": 1908,
      "åĬłçĽŁ": 1909,
      "work": 1910,
      "anc": 1911,
      "åħĪ": 1912,
      "Ġgroup": 1913,
      "è°ĥ": 1914,
      "Ġant": 1915,
      "Ġnon": 1916,
      "bl": 1917,
      "ven": 1918,
      "æĶ¾": 1919,
      "Ġterm": 1920,
      "ä¼ł": 1921,
      "It": 1922,
      "è®©": 1923,
      "åĨĽ": 1924,
      "gg": 1925,
      "ES": 1926,
      "ather": 1927,
      "æĸĻ": 1928,
      "èĢĥ": 1929,
      "alth": 1930,
      "à¦": 1931,
      "ross": 1932,
      "view": 1933,
      "Ġembod": 1934,
      "æĺĵ": 1935,
      "ç²¾": 1936,
      "Ġest": 1937,
      "ĠAr": 1938,
      "ĠZ": 1939,
      "ium": 1940,
      "Ġed": 1941,
      "ism": 1942,
      "éĢł": 1943,
      "Ġrece": 1944,
      "Ġline": 1945,
      "Ġposs": 1946,
      "è®¡åĪĴ": 1947,
      "ç©º": 1948,
      "ä¼ģä¸ļ": 1949,
      "æ¥": 1950,
      "ially": 1951,
      "çı": 1952,
      "èĩªå·±": 1953,
      "æ³¨åĨĮ": 1954,
      "ton": 1955,
      "çķĮ": 1956,
      "åĮĹäº¬": 1957,
      "çłģ": 1958,
      "IC": 1959,
      "ouse": 1960,
      "èĲ¥": 1961,
      "ä¾Ľ": 1962,
      "Ġthink": 1963,
      "ä½ķ": 1964,
      "è¯·": 1965,
      "erg": 1966,
      "è´¨": 1967,
      "Ġcour": 1968,
      "Ġvis": 1969,
      "åĳĬ": 1970,
      "ording": 1971,
      "æ²³": 1972,
      "æ¸ħ": 1973,
      "Ġduring": 1974,
      "ience": 1975,
      "ĠAnd": 1976,
      "NA": 1977,
      "Ġmain": 1978,
      "Pro": 1979,
      "åĻ¨": 1980,
      "Ġ!": 1981,
      "Ġlist": 1982,
      "irc": 1983,
      "ãĤ": 1984,
      "ought": 1985,
      "Ex": 1986,
      "med": 1987,
      "Con": 1988,
      "åĬŀ": 1989,
      "Ġcle": 1990,
      "åľ¨çº¿": 1991,
      "Ġthree": 1992,
      "Ġear": 1993,
      "me": 1994,
      "Ġcent": 1995,
      "Ġday": 1996,
      "ason": 1997,
      "èĬ±": 1998,
      "è®º": 1999,
      "éľĢ": 2000,
      "Ġimport": 2001,
      "ency": 2002,
      "fo": 2003,
      "ĠSe": 2004,
      "ulation": 2005,
      "ody": 2006,
      "{\\": 2007,
      "htt": 2008,
      "Ġmat": 2009,
      "ç»Ļ": 2010,
      "çħ": 2011,
      "ron": 2012,
      "Ġart": 2013,
      "Ġactiv": 2014,
      "è®®": 2015,
      "æ²»": 2016,
      "iness": 2017,
      "æł¡": 2018,
      "ets": 2019,
      "æ·±": 2020,
      "dex": 2021,
      "Ġwithout": 2022,
      "çĭĹ": 2023,
      "Ġtake": 2024,
      "åĪ«": 2025,
      "æŁ¥": 2026,
      "Ġcells": 2027,
      "ä»Ģä¹Ī": 2028,
      "urther": 2029,
      "æ²¡æľī": 2030,
      "å°Ķ": 2031,
      "que": 2032,
      "ify": 2033,
      "æķ´": 2034,
      "ote": 2035,
      "åıĸ": 2036,
      "åıĮ": 2037,
      "çľŁäºº": 2038,
      "ctor": 2039,
      "Ġtem": 2040,
      "Ġsmall": 2041,
      "Ġcond": 2042,
      "itions": 2043,
      "æĬķæ³¨": 2044,
      "æĶ¹": 2045,
      "Ġfam": 2046,
      "less": 2047,
      "Ġbest": 2048,
      "Ġcommun": 2049,
      "Ġpa": 2050,
      "aterial": 2051,
      "ç±»": 2052,
      "å®Į": 2053,
      "æĹ¶éĹ´": 2054,
      "ule": 2055,
      "Ġbus": 2056,
      "åĳ¨": 2057,
      "CR": 2058,
      "HE": 2059,
      "Ġdesign": 2060,
      "ds": 2061,
      "Ġdel": 2062,
      "cer": 2063,
      "åĦ": 2064,
      "æľįåĬ¡": 2065,
      "åħĭ": 2066,
      "ah": 2067,
      "åıĺ": 2068,
      "ured": 2069,
      "Ġsk": 2070,
      "æĿĳ": 2071,
      "Ġstate": 2072,
      "ç®¡çĲĨ": 2073,
      "åĮħ": 2074,
      "opy": 2075,
      "èĬĤ": 2076,
      "ream": 2077,
      "å®¹": 2078,
      "ider": 2079,
      "Ġhead": 2080,
      "Ġfin": 2081,
      "by": 2082,
      "AC": 2083,
      "é¤": 2084,
      "Ġsl": 2085,
      "til": 2086,
      "ĠShe": 2087,
      "ĠHow": 2088,
      "Ġperson": 2089,
      "DE": 2090,
      "é¢Ĩ": 2091,
      "åĩĨ": 2092,
      "pec": 2093,
      "Ġ==": 2094,
      "ç«ł": 2095,
      "æŀĹ": 2096,
      "Ġorder": 2097,
      "Ġlead": 2098,
      "åħ·": 2099,
      "Ġopen": 2100,
      "AS": 2101,
      "Ġopt": 2102,
      "âĢĵ": 2103,
      "ĠÎ": 2104,
      "Ġlight": 2105,
      "Ġstill": 2106,
      "Ġport": 2107,
      "Ġself": 2108,
      "uss": 2109,
      "Ġtyp": 2110,
      "çİ©": 2111,
      "add": 2112,
      "Ġ</": 2113,
      "Ġstudy": 2114,
      "Ġmust": 2115,
      "æ¯ı": 2116,
      "æŀģ": 2117,
      "Ġaround": 2118,
      "çīĩ": 2119,
      "ology": 2120,
      "ists": 2121,
      "åĮ»": 2122,
      "Ġwithin": 2123,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 2124,
      "Ġrun": 2125,
      "Ġsom": 2126,
      "Ġident": 2127,
      "æĭĽ": 2128,
      "çĻ½": 2129,
      "Ġ{\\": 2130,
      "Ġlast": 2131,
      "Ġpur": 2132,
      "Ġtri": 2133,
      "éĺŁ": 2134,
      "ters": 2135,
      "çİĩ": 2136,
      "Ġdevice": 2137,
      "Ġmark": 2138,
      "Ġbre": 2139,
      "Ġproper": 2140,
      "ument": 2141,
      "Ġcurrent": 2142,
      "èħ": 2143,
      "Ġpost": 2144,
      "å¸¦": 2145,
      "ware": 2146,
      "Ġallow": 2147,
      "ished": 2148,
      "éĿŀ": 2149,
      "ä¼ĺ": 2150,
      "æĶ¯": 2151,
      "ability": 2152,
      "ination": 2153,
      "Ġchild": 2154,
      "Ġanother": 2155,
      "acter": 2156,
      "ript": 2157,
      "èŀ": 2158,
      "Ġdescrib": 2159,
      "è¶³": 2160,
      "land": 2161,
      "He": 2162,
      "arget": 2163,
      "arm": 2164,
      "ural": 2165,
      "amet": 2166,
      "Ġpass": 2167,
      "Ġcontain": 2168,
      "æĢİä¹Ī": 2169,
      "Ġlife": 2170,
      "åĨį": 2171,
      "Ġdeterm": 2172,
      "hip": 2173,
      "arg": 2174,
      "ott": 2175,
      "åĢ¼": 2176,
      "ĠEx": 2177,
      "Ġlim": 2178,
      "è¯Ŀ": 2179,
      "åħļ": 2180,
      "Ġgreat": 2181,
      "}}": 2182,
      "net": 2183,
      "âĢī": 2184,
      "Ġpatients": 2185,
      "Ġ^": 2186,
      "æīį": 2187,
      "ision": 2188,
      "ĠBut": 2189,
      "lex": 2190,
      "ars": 2191,
      "ength": 2192,
      "Ġproduct": 2193,
      "åĲĹ": 2194,
      "Ch": 2195,
      "man": 2196,
      "Ġapplic": 2197,
      "Ġexpl": 2198,
      "IS": 2199,
      "Ġcount": 2200,
      "for": 2201,
      "Ġaddition": 2202,
      "Ġprogram": 2203,
      "ayer": 2204,
      "è®¤": 2205,
      "ek": 2206,
      "è§Ĥ": 2207,
      "ï½": 2208,
      "ference": 2209,
      "å½¢": 2210,
      "bs": 2211,
      "å¸Ĥåľº": 2212,
      "æ¡Ī": 2213,
      "è¯¥": 2214,
      "fun": 2215,
      "è§ģ": 2216,
      "Ġmult": 2217,
      "Ġla": 2218,
      "ĠDe": 2219,
      "Ġbo": 2220,
      "Ġstat": 2221,
      "å¤ª": 2222,
      "Ġmeas": 2223,
      "....": 2224,
      "oh": 2225,
      "ably": 2226,
      "ĠÂ": 2227,
      "æ¶Ī": 2228,
      "æĿĥ": 2229,
      "æĬĬ": 2230,
      "Ġreport": 2231,
      "åıĤ": 2232,
      "æİĴ": 2233,
      "ining": 2234,
      "èı": 2235,
      "Ġtreat": 2236,
      "ÂłÂł": 2237,
      "æķĪ": 2238,
      "å¼ł": 2239,
      "ask": 2240,
      "Ġinc": 2241,
      "Ġhome": 2242,
      "ivers": 2243,
      "Ćć": 2244,
      "è½¬": 2245,
      "Ġstand": 2246,
      "Ġincluding": 2247,
      "Ġworld": 2248,
      "\"}": 2249,
      "Type": 2250,
      "çĻ¾å®¶": 2251,
      "ral": 2252,
      "ior": 2253,
      "lease": 2254,
      "esc": 2255,
      "æŃ¥": 2256,
      "math": 2257,
      "Ġve": 2258,
      "çĪ±": 2259,
      "Ġwr": 2260,
      "Ġtop": 2261,
      "æµİ": 2262,
      "Ġpower": 2263,
      "Ġreal": 2264,
      "Ġrest": 2265,
      "ived": 2266,
      "æĿ¡": 2267,
      "æĹ¶æĹ¶": 2268,
      "Ġtechn": 2269,
      "ways": 2270,
      "è¶ħ": 2271,
      "This": 2272,
      "Ġlet": 2273,
      "col": 2274,
      "èĭ±": 2275,
      "å¥¹": 2276,
      "éħĴ": 2277,
      "this": 2278,
      "Ġresults": 2279,
      "ĠSh": 2280,
      "ital": 2281,
      "itive": 2282,
      "roll": 2283,
      "ery": 2284,
      "Ġmodel": 2285,
      "éĿĴ": 2286,
      "æĭī": 2287,
      "çĬ": 2288,
      "here": 2289,
      "play": 2290,
      "ç§°": 2291,
      "Ġfield": 2292,
      "åĬ©": 2293,
      "akes": 2294,
      "åĥ": 2295,
      "ault": 2296,
      "ission": 2297,
      "Ġview": 2298,
      "Name": 2299,
      "ope": 2300,
      "ately": 2301,
      "é¤Ĳ": 2302,
      "å°±æĺ¯": 2303,
      "Ġsing": 2304,
      "çª": 2305,
      "ĠNew": 2306,
      "Ġsignific": 2307,
      "alse": 2308,
      "ç«¯": 2309,
      "ration": 2310,
      "ET": 2311,
      "////": 2312,
      "chool": 2313,
      "part": 2314,
      "ribut": 2315,
      "æĸ½": 2316,
      "Ġcontin": 2317,
      "Ġredu": 2318,
      "nect": 2319,
      "Ġfollowing": 2320,
      "å£«": 2321,
      "åŃĹ": 2322,
      "Ġ%": 2323,
      "ED": 2324,
      "è¿Ľè¡Į": 2325,
      "Ġtoo": 2326,
      "é¥": 2327,
      "çĮ": 2328,
      "ential": 2329,
      "æĹ¶æĹ¶å½©": 2330,
      "æľª": 2331,
      "data": 2332,
      "è¿ŀ": 2333,
      "ä¹ł": 2334,
      "Ġelse": 2335,
      "Ġabove": 2336,
      "string": 2337,
      "åĪ©æĿ¥": 2338,
      "bers": 2339,
      "Ġsize": 2340,
      "Ġproble": 2341,
      "ä»½": 2342,
      "åıĪ": 2343,
      "çĻ»å½ķ": 2344,
      "reg": 2345,
      "é¢Ħ": 2346,
      "Ġwater": 2347,
      "èŀį": 2348,
      "Ġdem": 2349,
      "ivid": 2350,
      "Ġfile": 2351,
      "ĠĠĠĠĠĠ": 2352,
      "Ġleast": 2353,
      "aj": 2354,
      "èª": 2355,
      "æĺŁ": 2356,
      "Ġhum": 2357,
      "éħį": 2358,
      "not": 2359,
      "éĺ²": 2360,
