{"seq_id": "2cd9fd27-0338-423a-9cec-90dc53062e72", "title": null, "text": "【0】 EXAMINATION:  ELBOW, AP AND LAT VIEWS RIGHT\n\n【1】 INDICATION:  ___ year old man with elbow pain from recent trauma in elbow extension, please evaluate for avulsion or other lesion.  // ___ year old man with elbow pain from recent trauma in elbow extension, please evaluate for avulsion or other lesion. TECHNIQUE:  Three views\n\n【2】 COMPARISON:  None\n\n【3】 FINDINGS: \n\n【4】 No effusion is demonstrated.  Minimal degenerative spurring.  No definite fracture.  Unusual lucent line is demonstrated on the oblique view at the medial aspect of the capitellum.  This would be an unusual pattern for fracture.  Alternative considerations include an area of osteophytosis or small intra-articular body.  No embedded radiopaque foreign body.\n\n【5】 IMPRESSION: \n\n【6】 No definite fracture and the absence of a joint effusion the setting of trauma is reassuring.  There is a faint equivocal lucency in the medial aspect of the capitellum, of uncertain etiology.  A nondisplaced fracture is not excluded but this would be an atypical pattern for this.\n\n【7】 RECOMMENDATION: Clinical correlation, consider assessment with MRI if clinically indicated.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "9b36722a-b063-422f-84b2-9115a04aeb0f", "title": null, "text": "【0】 EXAMINATION:  Portable AP chest radiograph.\n\n【1】 INDICATION:  ___ yo M, hx of HTN/HLD, CAD s/p CABGx2 and AVR, prior CVA, now p/w sudden onset abd pain, found to have 3.3cm AAA, new O2 requirement.// ? interval change\n\n【2】 TECHNIQUE:  AP chest x-ray\n\n【3】 COMPARISON:  Prior chest radiograph ___.\n\n【4】 FINDINGS: \n\n【5】 The patient is status post CABG with median sternotomy, sternotomy wires appear unchanged. There is increased interstitial opacification of the right lower lung with patchy opacification of the middle right lung.  There is a persistent left pleural effusion in the left lung which appears similar to previous.  There is mildly increased pulmonary vascular congestion..  There is no pneumothorax.  There is moderate enlargement of the heart.  There is a tortuous and calcified aorta.\n\n【6】 IMPRESSION: \n\n【7】 Increased right middle and lower consolidation consistent with a new pneumonia, with a possible slight increase in pulmonary vascular congestion.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "244ca382-b0c4-4b3d-933a-52a1614dd603", "title": null, "text": "【0】 EXAMINATION:  WRIST(3 + VIEWS) RIGHT PORT\n\n【1】 INDICATION:  Right wrist fracture status post reduction.\n\n【2】 TECHNIQUE:  Frontal, lateral and oblique views of the right wrist.\n\n【3】 COMPARISON:  Right wrist radiograph ___.\n\n【4】 FINDINGS: \n\n【5】 Overlying cast material limits fine bony detail.  Re- demonstration of an impacted fracture through the distal radius.  Compared to the prior examination, alignment has improved with reduction of previously seen dorsal angulation and displacement.  No new fracture or dislocation.\n\n【6】 IMPRESSION: \n\n【7】 Impacted  fracture of the distal radius with improved alignment.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "a9b9f7b9-2033-4700-8bb5-301625a10695", "title": null, "text": "【0】 REASON FOR EXAMINATION:  Evaluation of the patient with SLE, on prednisone and now with fevers.\n\n【1】 PA and lateral upright chest radiographs were reviewed in comparison to ___.\n\n【2】 Heart size is top normal.  Mediastinum is stable in appearance.  Slight tortuosity of the aorta is noted, but no evidence of dilatation.  Lungs are essentially clear with no pleural effusion or pneumothorax.  The patient is after cholecystectomy.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "3cb43b7d-3ac6-4dc2-a359-12ccf05c52ea", "title": null, "text": "【0】 HISTORY:  ___ male with MS, COPD, and decreased O2 saturation.  Acute pulmonary process?\n\n【1】 COMPARISON:  Prior chest x-ray on ___ and prior CT chest on ___.\n\n【2】 PORTABLE AP CHEST RADIOGRAPH:  Patient is status post sternotomy with multiple sternal wires; the uppermost wire is again noted fractured.  Heart size is normal.  The aorta is tortuous.  No focal consolidation, pleural effusion, or pneumothorax.  Prominence of the right hilus is still persistent and it is known to represent enlarged vessels according to CT findings.\n\n【3】 IMPRESSION:  No acute pulmonary process.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "80d7cb98-a1c6-40a0-864d-ff9b983e8b5a", "title": null, "text": "【0】 BILATERAL DIGITAL SCREENING MAMMOGRAM WITH CAD\n\n【1】 CLINICAL INDICATION:  Family history of breast cancer, interval 10-pound weight loss, screening.\n\n【2】 Best possible images were obtained in this patient with a tender breast during compression.\n\n【3】 Comparison is made to the patient's previous studies dated ___, ___ and ___.\n\n【4】 The breast tissues are heterogeneously dense which does lower the sensitivity of mammography.  No suspicious mass, area of architectural distortion, or cluster of suspicious microcalcification is seen.\n\n【5】 This study was interpreted with the aid of the ICAD computer-aided detection system.\n\n【6】 IMPRESSION:\n\n【7】 1.  Dense breast tissues.  No specific mammographic evidence of malignancy.\n\n【8】 BI-RADS 1 - negative.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "be281f2d-de5a-4823-a37e-18454096a095", "title": null, "text": "【0】 INDICATION:  ___ man with a right ureter stone.\n\n【1】 TECHNIQUE:  Total of 8 fluoroscopic-guided images were obtained during bilateral retrograde pyelograms.  \n\n【2】 FINDINGS: Initial scout images show a stone at the expected location of the right ureter. Subsequent images after injection of contrast in the right ureter show a filling defect in the mid ureter with proximal dilatation consistent with an obstructing kidney stone. Subsequently, a right ureter stent was placed. There was moderate hydronephrosis in the right renal pelvis.  A left retrograde pyelogram was showed normal opacification without filling defects. The patient is s/p right hemiarthroplasty of the hip.  \n\n【3】 For details, please see separate report by the urology department on OMR.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "f4ca8a5e-7428-4994-9c76-f7e4f510a8f6", "title": null, "text": "【0】 INDICATION:  ___ female with hematuria.\n\n【1】 COMPARISON:  CT abdomen and pelvis with contrast ___ renal ultrasound ___.\n\n【2】 TECHNIQUE:  Contiguous axial images were obtained through the base of the lungs to the pubic symphysis with the administration of IV contrast.  Patient was premedicated due to history of contrast allergy.  Multiplanar reformats were generated and reviewed.\n\n【3】 CT OF THE ABDOMEN:  Visualized lung bases are clear with no focal consolidation or pleural effusion.  The visualized heart and pericardium are unremarkable.\n\n【4】 The liver shows no focal lesions.  The pancreas, spleen, bilateral adrenal glands and gallbladder appear unremarkable.  Both kidneys enhance and excrete contrast symmetrically with no evidence of hydronephrosis or stones.  Bilateral subcentimeter hypodensities are noted within the kidneys that are too small to characterize.  Intra-abdominal loops of large and small bowel are unremarkable.  There is no free air or free fluid within the abdomen.  Retroperitoneal and mesenteric lymph nodes do not meet CT size criteria for pathologic enlargement.  Intra-abdominal vasculature is unremarkable.\n\n【5】 CT OF THE PELVIS:  The bladder, distal ureters, rectum and sigmoid colon appear unremarkable aside from colonic diverticula and redundent sigmoid.  There is no free pelvic fluid.  Pelvic lymph nodes do not meet CT size criteria for pathologic enlargement.\n\n【6】 OSSEOUS STRUCTURES:  Multilevel degenerative changes are noted within the lumbosacral spine, most prominent at L5-S1; however, no focal lytic or sclerotic lesion suspicious for malignancy identified.\n\n【7】 IMPRESSION:\n\n【8】 1.  No evidence of renal calculi, hydronephrosis or other pathology to explain patient's symptoms. No concerning renal mass.\n\n【9】 2.  Hypodensities within the bilateral kidneys are too small to characterize but likely represent simple cysts.\n\n【10】 3.  Degenerative changes noted within the lumbosacral spine.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "56575952-1238-4e53-9f55-c57271894437", "title": null, "text": "【0】 EXAMINATION:  CHEST (PA AND LAT)\n\n【1】 INDICATION:  ___ year old man with swelling of chest wall.  // eval for thoracic mass      eval for thoracic mass\n\n【2】 IMPRESSION: \n\n【3】 In comparison with study of ___, there is little change and no evidence of acute cardiopulmonary disease.  No pneumonia, vascular congestion, or pleural effusion. Again, there is an impression on the right side of the lower cervical trachea, raising the possibility of a thyroid mass.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "febfa0ae-d98e-4d36-8ce8-dbde261c9952", "title": null, "text": "【0】 INDICATION:  Status post crush injury of the third, fourth, and fifth digits of the right hand, with pain.\n\n【1】 TECHNIQUE:  AP view of the right hand.  Oblique view of the right third and fourth digits.  Lateral view of the right third through fifth digits.\n\n【2】 COMPARISON:  ___ right hand radiographs.\n\n【3】 FINDINGS: \n\n【4】 There is a nondisplaced obliquely oriented fracture through the tuft of the third distal phalanx.  No other fractures are seen. Alignment is normal. Joint spaces appear unremarkable.\n\n【5】 IMPRESSION: \n\n【6】 Nondisplaced fracture of the tuft of the third distal phalanx.\n\n【7】 NOTIFICATION:  The findings were discussed with ___, M.D. by ___, M.D. on the telephone on ___ at 4:50 ___, at the time of discovery of the findings.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "7f0438c1-97e5-4b4e-b965-8b7520053534", "title": null, "text": "【0】 STUDY:  Two images of the frontal chest and two images of the left ribs ___. Note images were provided for review on ___.\n\n【1】 ___ chest radiograph.  \n\n【2】 INDICATION:  Question fracture left anterior/lateral lower ribs, BB on x-rays.\n\n【3】  FINDINGS:  Prior median sternotomy.  Prior mitral valve replacement.  Unchanged heart and mediastinum.  No pleural fluid identified.  Clear lungs.  Degenerative changes of the thoracic spine incompletely evaluated.  No definite rib lesions.  No definite displaced rib fractures.\n\n【4】 IMPRESSION:  No definite displaced rib fracture identified.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "bffabaf7-403a-4ad9-8cb9-dd144daf1e9f", "title": null, "text": "【0】 INDICATION:  ___ y/o male with cholangiocarcinoma, s/p metallic stent with history of recurrent cholangitis requiring left sided PTBD placement long term. Patient presents for routine exchange.\n\n【1】 COMPARISON:  Abdominopelvic CT dated ___.  Biliary catheter replacement dated ___.\n\n【2】 TECHNIQUE:  OPERATORS: Dr. ___ and Dr. ___ radiologist performed the procedure. Dr. ___ supervised the trainee during the key components of the procedure and has reviewed and agrees with the trainee's findings. ANESTHESIA: Moderate sedation was provided by administrating divided doses of 50 mcg of fentanyl and 1 mg of midazolam throughout the total intra-service time of 25 min during which the patient's hemodynamic parameters were continuously monitored by an independent trained radiology nurse. 1% lidocaine was injected in the skin and subcutaneous tissues overlying the access site MEDICATIONS: Midazolam, fentanyl. CONTRAST: 20 ml of Optiray contrast. FLUOROSCOPY TIME AND DOSE: 8.6 min, 44 mGy\n\n【3】 PROCEDURE: 1. Over-the-wire cholangiogram through existing left percutaneous transhepatic biliary drainage access. 2. Exchange of the existing percutaneous trans-hepatic biliary drainage catheter with a new 12 ___ PTBD catheter. PROCEDURE DETAILS: Following the discussion of the risks, benefits and alternatives to the procedure, written informed consent was obtained from the patient. The patient was then brought to the angiography suite and placed supine on the exam table. A pre-procedure time-out was performed per ___ protocol. The mid abdomen was prepped and draped in the usual sterile fashion.\n\n【4】 Initial scout image which was saved on PACS showed the biliary drain to be in the appropriate position.  Following the instillation of lidocaine jelly into the skin site, the left catheter was cut and ___ wire was advanced through the catheter into the duodenum.  The catheter was removed.  A pull back over the wire cholangiogram was then performed through a ___ x 25cm sheath.  The sheath was removed and a new destrung 12 ___ percutaneous trans hepatic biliary drainage catheter was advanced into the duodenum. Side holes were positioned above and below the level of obstruction to facilitate internal drainage. The wire and inner stiffener were removed, the catheter was flushed, the loop was formed, the catheter was attached to a bag and sterile dressings were applied. The patient tolerated the procedure well and there were no immediate post-procedure complications.\n\n【5】 FINDINGS:\n\n【6】  1. Existing left percutaneous transhepatic biliary drainage catheter in appropriate position through a metallic stent. 2. Over-the-wire cholangiogram showed an occluded metallic stent. 3. Successful exchange of ___ destrung percutaneous transhepatic biliary drainage catheters with new ___ destrung  catheter through metallic stent.\n\n【7】 IMPRESSION: \n\n【8】 Successful exchange of existing percutaneous transhepatic biliary drainage catheter with new ___ destrung left percutaneous transhepatic biliary drain catheter.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "5a23137f-eea6-4d01-af5d-1f9c026ca5dd", "title": null, "text": "【0】 CLINICAL INFORMATION:  ___ man with metastatic lung cancer.  Rule out metastatic disease.\n\n【1】 COMPARISON:  MRI of the brain dated ___ and priors.\n\n【2】 TECHNIQUE:  Multisequence multiplanar imaging of the cervical spine was performed both prior to and following the intravenous administration of 6 mL Gadavist.\n\n【3】 FINDINGS:  There is a T2 hyperintense, T2 hypointense heterogeneously enhancing mass in the clivus which is partially visualized but measures at least 29 x 23 mm.  This appears similar to the prior head MRI.  The vertebral bodies are normal in height and alignment. There is heterogeneous marrow signal throughout the vertebral bodies. The spinal cord and the craniocervical junction are normal in appearance.  There is no abnormal enhancement in the spine.  The paraspinal soft tissues are unremarkable.\n\n【4】 At C2-C3, there is uncovertebral joint osteophyte formation and facet joint degenerative changes resulting in mild bilateral neural foraminal narrowing.\n\n【5】 At C3-C4, there is a posterior disc bulge with osteophyte formation as well as uncovertebral and facet joint degenerative changes resulting in mild narrowing of the spinal canal and mild bilateral neural foraminal narrowing.\n\n【6】 At C4-C5, there is a central disc protrusion with osteophyte formation as well as facet and uncovertebral joint degenerative changes resulting in moderate narrowing of the spinal canal and indentation on the spinal cord without associated signal change and mild left neural foraminal narrowing.\n\n【7】 At C5-C6, there is a central disc protrusion with osteophyte formation as well as bilateral facets and uncovertebral joint degenerative changes.  This results in moderate narrowing of the spinal canal with contact on the spinal cord but no associated spinal cord signal abnormality and mild bilateral neural foraminal narrowing.\n\n【8】 At C6-C7, there is a central disc protrusion with osteophyte formation with uncovertebral and facet joint degenerative changes.  There is contact on the spinal cord.  There is moderate spinal canal narrowing and mild-to-moderate bilateral neural foraminal narrowing.\n\n【9】 The C7-T1 level is unremarkable.\n\n【10】 IMPRESSION: 1.  Enhancing clival mass which is partially evaluated appears similar to prior head MRI in ___ but is apparently new from ___.  This is most likely metastatic disease.   2.  Heterogeneous marrow signal may reflect post treatment changes or infiltrative marrow process. There is no focal lesion. 3.  Multilevel cervical spine degenerative changes as described above.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "a1d5c4aa-aa46-4ae4-a6df-c1d4d6e460ad", "title": null, "text": "【0】 HISTORY:  Right great toe ulcer.  Assess for bony structures.\n\n【1】 TECHNIQUE:  Three views of the right foot.\n\n【2】 COMPARISON:  None available.\n\n【3】 FINDINGS:\n\n【4】 There is mild to moderate joint space narrowing with subchondral sclerosis and osseous spurring of the first metatarsophalangeal joint.  There is soft tissue ulceration along the medial aspect of the interphalangeal joint of the right great toe.  There is a mild hallux valgus deformity. \n\n【5】 There is prominent cortical irregularity and thickening of the third and fourth metatarsals consistent with healed fractures.  There are multiple punctate bullet fragments within the right forefoot.   \n\n【6】 IMPRESSION:\n\n【7】 1.  Soft tissue ulceration of the medial aspect of the right great toe with no radiographic evidence of osteomyelitis.  MR examination would provide further imaging evaluation if clinically warranted. \n\n【8】 2.  Healed fractures of the third and fourth metacarpals with multiple bullet fragments within the right midfoot. \n\n【9】 3.  Mild to moderate degenerative joint disease and bunion of the right first metatarsophalangeal joint.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "c5a84f06-1e0a-4474-82c0-05a15daedc6f", "title": null, "text": "【0】 EXAMINATION:  CHEST (PA AND LAT)\n\n【1】 INDICATION:  History: ___ with weakness  // ? Infectious process\n\n【2】 TECHNIQUE:  Chest PA and lateral\n\n【3】 COMPARISON:  None.\n\n【4】 FINDINGS: \n\n【5】 Heart size is normal.  The aorta is mildly unfolded.  The mediastinal and hilar contours are unremarkable.  Pulmonary vasculature is not engorged.  No focal consolidation, pleural effusion or pneumothorax is detected.  Minimal atelectasis is seen in the left lung base.  There are no acute osseous abnormalities.\n\n【6】 IMPRESSION: \n\n【7】 No acute cardiopulmonary abnormality.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "840954d7-c131-4c13-99e8-2c9b7a03b980", "title": null, "text": "【0】 EXAMINATION:  CHEST (PORTABLE AP)\n\n【1】 INDICATION:  ___ year old man s/p ___ embolization/stenting remains intubated w/ new NGT placement// please assess for NGT placement***please include upper abdomen to visualize tip of NGT in appropriate position***    please assess for NGT placement***please include upper abdomen to visualize tip of NGT in appropriate position***\n\n【2】 IMPRESSION: \n\n【3】 Compared to chest radiographs ___ through ___.\n\n【4】 New homogeneous opacification right lower lung is probably moderately severe basal atelectasis.  Right pleural effusion is small if any.  No pneumothorax.  Lungs otherwise clear.  Normal cardiomediastinal silhouette.\n\n【5】 ET tube, nasogastric drainage tube, and right PIC line in standard placements.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "1cc98677-2d1e-4858-a690-5d378b862663", "title": null, "text": "【0】 INDICATION:  ___ male with two-week history of productive cough, here to evaluate for pneumonia.\n\n【1】 TECHNIQUE:  PA and lateral radiographs of the chest.\n\n【2】 COMPARISON:  Chest radiograph, last performed on ___.\n\n【3】 The inspiratory lung volumes are appropriate.  The lungs are clear without pleural effusion, focal consolidation or pneumothorax.  The pulmonary vasculature is not engorged.  The cardiac silhouette is normal in size.  Minimal calcification at the aortic knob is noted with marked tortuosity of the thoracic aorta.  The mediastinal and hilar contours are within normal limits.  A stable irregularity at the distal right clavicle is noted.  Degenerative changes are present in the thoracic spine.\n\n【4】 IMPRESSION:  No acute cardiopulmonary process.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "3c0f4f4d-ee83-4638-ba9c-9a590cf9d204", "title": null, "text": "【0】 INDICATION:  A ___ woman with pregnancy, for early risk assessment.\n\n【1】 COMPARISON:  ___.\n\n【2】 ___:  ___.\n\n【3】 FINDINGS:  Transabdominal imaging demonstrates an intrauterine gestational sac with a single living embryo with a crown-rump length of 68.8 mm.  This corresponds to a gestational age of 13 weeks and 0 days.  This corresponds satisfactorily to a gestational age by dates of 12 weeks and 2 days.\n\n【4】 The nuchal translucency measures 2.3 mm.  The certified NT sonographer is ___. The uterus and ovaries are normal.\n\n【5】 IMPRESSION:   1.  Size equals dates.   2. NT 2.3 mm.  CRL 68.8 mm.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "b3e415c7-78c2-42ef-a989-794a508cba33", "title": null, "text": "【0】 EXAMINATION:  MR HIP ___/ ARTHROGRAM LEFT\n\n【1】 INDICATION:  ___ year old man with persistent l hip pain chronic ___ yrs  // labral tear  PLEASE INJECT L HIP WITH KENALOG AND BUPIVICAINE AT THE TIME OF ARTHROGRAM\n\n【2】 TECHNIQUE:  Multiplanar images of the left hip hip were performed following the administration of intra-articular contrast, Kenalog, and bupivicaine on a 1.5 T MRI scanner using a routine hip arthrogram protocol.\n\n【3】 COMPARISON:  None available.\n\n【4】 FINDINGS: \n\n【5】 Contrast is seen within the left hip joint.\n\n【6】 There are large marginal osteophytes of the femoral head and acetabulum.  There is severe femoral acetabular joint space narrowing with complete cartilage loss of the superior femoral acetabular joint, and surrounding bone marrow edema and subchondral cystic change (series 4, images 10 and 11).  There is a detached superior labral tear (4, 13).  There is a paralabral cyst adjacent to the superior labral tear measuring approximately 18 x 7 mm (2, 3) which causes cystic changes along the adjacent acetabulum.  There is no avascular necrosis or stress fracture.  There is no greater trochanteric bursitis.  The visualized musculature surrounding the left hip is normal in bulk and signal.\n\n【7】 Limited evaluation of the intrapelvic contents are within normal limits.\n\n【8】 IMPRESSION: \n\n【9】 Severe degenerative changes of the left hip with complete cartilage loss superiorly, bone marrow edema and subchondral cystic change.\n\n【10】 Detached superior labral tear with adjacent paralabral cyst.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "f5195505-3306-4008-866a-33ac3376d4fd", "title": null, "text": "【0】 EXAMINATION:  CT HEAD W/O CONTRAST\n\n【1】 INDICATION:  ___ year old man with DM and CKD presented with hypertensive emergency now with worsening headache and vomiting.// Assess for intracranial pathology ___ hypertenisve emergency\n\n【2】 TECHNIQUE:  Routine unenhanced head CT was performed and viewed in brain, intermediate and bone windows.  Coronal and sagittal reformats were also performed.\n\n【3】 DOSE:   Acquisition sequence:    1) Sequenced Acquisition 16.0 s, 16.2 cm; CTDIvol = 49.5 mGy (Head) DLP = 802.7 mGy-cm.  Total DLP (Head) = 803 mGy-cm.\n\n【4】 COMPARISON:  CTs head ___ and ___\n\n【5】 FINDINGS: \n\n【6】 There is no intra-axial or extra-axial hemorrhage, edema, shift of normally midline structures, or evidence of acute major vascular territorial infarction. Ventricles and sulci are within expected limits and size and configuration.\n\n【7】 There is mild mucosal thickening of the bilateral ethmoid air cells and both sphenoid sinuses.  Ear cavities are well aerated. The bony calvarium is intact.  Patient is status post right ocular silicone injection.\n\n【8】 IMPRESSION: \n\n【9】 No acute intracranial abnormality on noncontrast CT head.  Specifically, no acute large territory infarct or intracranial hemorrhage.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "97095c23-f191-45f4-92e2-f1d869ad8f5a", "title": null, "text": "【0】 ABDOMEN\n\n【1】 HISTORY:  Hepatic encephalopathy.  Constipation, rule out free air.\n\n【2】 SUPINE AND LEFT LATERAL DECUBITUS VIEWS:  There are nonspecific air-fluid levels on the lateral decubitus view.  No free air is identified and the bowel gas pattern is otherwise unremarkable.  Hazy increased density in the abdomen consistent with ascites.  Soft tissue shadows are indistinct.  No significant bony abnormality is identified.\n\n【3】 IMPRESSION:  No evidence of free air.  Question of ascites.  Nonspecific air-fluid levels.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "81a47a71-a438-415e-a5e4-65005e6d4a95", "title": null, "text": "【0】 INDICATION:  ___ year old man with metastatic RCC who has refractory N/V.// ?evidence of obstruction from malignancy, ?progression of lesions\n\n【1】 TECHNIQUE:  Single phase split bolus contrast: MDCT axial images were acquired through the abdomen and pelvis following intravenous contrast administration with split bolus technique. Oral contrast was not administered. Coronal and sagittal reformations were performed and reviewed on PACS.\n\n【2】 DOSE:  Acquisition sequence:    1) Sequenced Acquisition 0.5 s, 0.2 cm; CTDIvol = 9.3 mGy (Body) DLP = 1.9 mGy-cm.    2) Stationary Acquisition 30.6 s, 0.2 cm; CTDIvol = 521.0 mGy (Body) DLP = 104.2 mGy-cm.    3) Spiral Acquisition 8.8 s, 57.4 cm; CTDIvol = 25.9 mGy (Body) DLP = 1,470.0 mGy-cm.  Total DLP (Body) = 1,576 mGy-cm.\n\n【3】 COMPARISON:  CT ___\n\n【4】 FINDINGS: \n\n【5】 LOWER CHEST: Small bilateral pleural effusions, left side greater than right, similar to prior exam.  There is bibasilar atelectasis present.  A metastatic nodule at the right lung base measures 1.8 cm, previously 1.5 cm.  A metastatic nodule at the left lung base measures 1.5 cm, previously 1.4 cm.\n\n【6】 ABDOMEN:\n\n【7】 HEPATOBILIARY: There has been interval increase in the size of multiple hypoattenuating liver lesions.  For example an lesion at the liver dome currently measures 6.7 x 4.7 cm, previously 5.7 x 4.0 cm.  A lesion in segment ___ measures 8.0 x 6.2 cm, previously 6.6 x 5.3 cm.  There is no evidence of intrahepatic or extrahepatic biliary dilatation.  The gallbladder is within normal limits.  There is mild abdominal ascites.\n\n【8】 PANCREAS: The head and neck of the pancreas appear within normal limits without ductal dilatation.  Patient is status post distal pancreatectomy.  The resection margin abuts the large left upper quadrant abdominal mass.\n\n【9】 SPLEEN: Patient is status post splenectomy\n\n【10】 ADRENALS: The right adrenal gland appears unremarkable.\n\n【11】 URINARY: The patient is status post left nephrectomy.  The right kidney enhances homogeneously and is without hydronephrosis.\n\n【12】 GASTROINTESTINAL: The patient's known large left upper quadrant mass is similar in size currently measuring 24.3 x 10.7 cm, previously 23.2 x 10.7 cm. This mass exerts significant mass effect on the gastric cardia and body.  There is no visible fat plane between the mass and the gastric cardia and invasion of the gastric wall cannot be excluded.  This mass appears to extend into the anterior abdominal wall anteriorly an adjacent mass in the central mesentery is stable in size measuring up to 11 cm (series 5, image 39).  There are multiple additional necrotic appearing mesenteric masses (series 5, images 46, 56).  The lesion with associated fluid collection at the upper portion of the left psoas muscle is decreased in size currently measuring up to 2.5 cm, previously measuring up to 3.5 cm.  Enhancing soft tissue implant at the lower aspect of the left psoas muscle (series 5, image 57) is slightly larger than prior exam measuring 1.6 cm, previously 1.1 cm a presacral soft tissue lesion posterior to the rectum is stable in size measuring 8.0 x 5.3 cm.\n\n【13】 There is an enteric tube with the distal tip in the gastric cardia.  There is no evidence of small bowel obstruction.  There is a surgical anastomosis seen in the colon.  A calcified tubular structure in the right lower quadrant is stable.  There is no intraperitoneal free air.  However, the small bowel and colon are inseparable from multiple peritoneal/mesenteric metastatic lesions.\n\n【14】 PELVIS: The urinary bladder and distal ureter is unremarkable.  There is mild pelvic ascites.\n\n【15】 REPRODUCTIVE ORGANS: The visualized reproductive organs are unremarkable.\n\n【16】 LYMPH NODES: There are multiple enlarged upper abdominal, mesenteric and retroperitoneal lymph nodes.  For example, a large necrotic appearing left para-aortic lymph node is stable in size measuring 3.8 x 3.0 cm (series 5 image 49).  Metastatic necrotic conglomerate lymph nodes just below the aortic bifurcation erodes the anterior portion of the S1 vertebral body.  There is no pelvic or inguinal lymphadenopathy.\n\n【17】 VASCULAR: There is no abdominal aortic aneurysm.  Mild atherosclerotic disease is noted.\n\n【18】 BONES: There are mild degenerative changes in the spine.  There is bilateral spondylolysis at L5.  There is an osseous destructive lesion involving the right-sided pedicle of L2 suspicious for osseous metastatic disease.  A portion of this extends into the spinal canal and may be exerting mass effect on the spinal cord.\n\n【19】 SOFT TISSUES: There is an area of abnormal enhancement in the left lateral abdominal wall measuring up to 5.2 cm (series 5, image 44).  This appears more well-defined than on the prior exam.  This could represent extension of the metastatic lesion at the site of prior catheter placement.  Infection/phlegmonous changes cannot be completely excluded.  There is diffuse subcutaneous edema.\n\n【20】 IMPRESSION:\n\n【21】  1. Large left upper quadrant abdominal mass which exerts significant mass effect on the stomach with possible invasion of the gastric cardia.  This is not significantly changed from the prior exam. 2. There is no evidence of small bowel obstruction or intraperitoneal free air.  However, portions of the small bowel and colon are inseparable from metastatic mesenteric/peritoneal lesions. 3. Interval increase in size of multiple liver metastases as well as metastatic nodules at the lung bases. 4. Additional metastatic mesenteric, peritoneal and retroperitoneal lesions are similar in size, including a presacral lesion posterior to the rectum. 5. Stable mesenteric and retroperitoneal lymphadenopathy. 6. Osseous lesion involving the right-sided pedicle of L2 compatible with a metastasis.  Portion of this extends into the spinal canal and may exert mass effect on the spinal cord. 7. Abnormal enhancement in the left lateral abdominal wall at the site of prior catheter placement.  This is contiguous with a left pericolic gutter metastatic lesion and may represent additional growth of metastatic tumor.  Infection/phlegmon cannot be excluded.\n\n【22】 NOTIFICATION:  The findings were discussed with ___, M.D. by ___ ___, M.D. on the telephone on ___ at 10:04 am, 20 minutes after discovery of the findings.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "ef44918d-5ae9-46bf-8381-0d50b623bad8", "title": null, "text": "【0】 INDICATION:  ___ with neck pain.\n\n【1】 TECHNIQUE:  Multiplanar MRI sequences of the cervical and lumbar spine were obtained.\n\n【2】 COMPARISON:  There are no comparison studies available.\n\n【3】 MRI OF THE C-SPINE:  \n\n【4】 The vertebral bodies of the C-spine are preserved.  There are no bone marrow abnormalities. There is no prevertebral soft tissue swelling. \n\n【5】 C2/C3: there are no significant degenerative changes.\n\n【6】 C3/C4: there are no significant degenerative changes.\n\n【7】 C4/C5: mild diffuse posterior disc bulging with mild spinal canal and left neural foraminal narrowing.\n\n【8】 C5/C6: there is a only minimal diffuse posterior disc bulge, but no spinal canal or neural foraminal narrowing.\n\n【9】 C6/C7 and C7/T1, there are no significant degenerative changes.  The paravertebral soft tissues are normal.\n\n【10】  MRI OF THE  LUMBAR SPINE:  There are no bone marrow abnormalities. The para-vertebral soft tissues and partially visualized abdominal aorta appears normal.   There is a right medial mid pole and left T2 hyerintense renal lesions, likely cysts.(series 10, image 2).\n\n【11】 There are no significant degenerative changes at the L1/L2, L2/L3 and L3/4 levels. \n\n【12】 At L4/L5, there is mild intervertebral disc disease with an annular fissure tear at the left lateral disc at L4/L5.  There is mild posterior disc bulging with possible contact to the exiting left L4 nerve root in the left neural impingement.\n\n【13】 At L5/S1, there is mild left eccentric posterior disc bulging and possible contact with the exiting L5 nerve root (series 10, image 23) \n\n【14】  IMPRESSION: Mild-to-moderate posterior disc bulging at L4/L5 and L5/S1 with contact to the exiting L4 and L5 nerve roots on the left and a small annular fissure tear at L4/L5.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "1bfd0282-197e-4b3a-841b-648a30a533a7", "title": null, "text": "【0】 CLINICAL INDICATION:  Left upper quadrant pain.\n\n【1】 TECHNIQUE:  0.625 mm helically acquired images are obtained from the mid thorax to the pelvis with intravenous contrast.  Multiplanar reformations are provided for interpretation.\n\n【2】 FINDINGS:  No prior imaging is available for comparison.\n\n【3】 Evaluation of the lung bases reveals mild interstitial prominence which may be related to atelectasis or possibly a degree of congestive failure.\n\n【4】 The spleen is unremarkable.  The adrenal glands, liver, pancreas, gallbladder, and kidneys appear normal.\n\n【5】 The visualized portions of the bowel appear normal.\n\n【6】 Diffuse atherosclerosis is identified involving the abdominal aorta.\n\n【7】 Evaluation of the osseous structures reveals a minimally displaced fracture of the left-sided eleventh rib posteriorly.  No further acute bony injury is seen.\n\n【8】 IMPRESSION: 1.  Left-sided rib fracture as noted above.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "bfa1fcde-d17d-4e5b-b7d8-d8d492b68dad", "title": null, "text": "【0】 INDICATION:  ___ woman with persistent elevation of WBC count.  To evaluate for splenomegaly and lymphadenopathy.\n\n【1】 COMPARISON:  No prior study is available for comparison.\n\n【2】 TECHNIQUE:  MDCT images were acquired through the chest, abdomen and pelvis after administration of oral and intravenous contrast.  Sagittal and coronal reformats were generated and reviewed.\n\n【3】 FINDINGS:\n\n【4】 CT OF THE CHEST WITH CONTRAST:  The airways are patent up to the subsegmental levels bilaterally.  Both lungs are well expanded, without  suspicious nodules, masses or pleural effusions.  No significant mediastinal, hilar or axillary lymphadenopathy is detected.  The heart and pericardium appear unremarkable.  The great vessels of the mediastinum appear unremarkable.\n\n【5】 CT OF THE ABDOMEN WITH CONTRAST:  The liver enhances homogeneously without focal lesions.  The gallbladder is fluid filled and appears normal.  There is no intra- or extra-hepatic biliary dilatation.  Both adrenal glands and the spleen are normal in size and appearance.  Both kidneys show symmetric opacification and excretion of contrast.  The pancreas appears unremarkable.  The stomach, small bowel and large bowel are within normal limits.\n\n【6】 The aorta is normal, without aneurysmal dilatation or atherosclerotic disease. There is no intra-abdominal free fluid or air.  There is no significant retroperitoneal or mesenteric lymphadenopathy.    CT OF THE PELVIS WITH CONTRAST:  The urinary bladder and distal ureters appear unremarkable.  The uterus and adnexa appear normal. The sigmoid colon and rectum are normal.  There is no pelvic free fluid or significant pelvic lymphadenopathy.\n\n【7】 OSSEOUS STRUCTURES AND SOFT TISSUES:  No suspicious lytic or sclerotic bone lesion is identified.  Minimal degenerative changes are noted in the left sternoclavicular joint.  No fracture is identified.\n\n【8】 IMPRESSION:\n\n【9】 No significant lymphadenopathy or splenomegaly is identified in the study.\n\n【10】 Unremarkable CT study of the chest, abdomen and pelvis.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "4d7282f6-7083-478e-b43e-f5401bf8648e", "title": null, "text": "【0】 EXAMINATION:  CT CHEST W/CONTRAST\n\n【1】 INDICATION:  ___ year old woman with influenza, pneumonia, and new lung nodule// rt upper lobe nodule noted in cxr taken for pneumonia.   Patient smoked 1ppd for > ___ years and switched to ecig about ___ years ago.\n\n【2】 TECHNIQUE:  Multi detector helical scanning of the chest was coordinated with intravenous infusion of nonionic iodinated contrast agent and reconstructed as 5 and 1.25 mm thick axial, 2.5 mm thick coronal and parasagittal, and 8 mm MIP axial images. All images were reviewed.\n\n【3】 DOSE:  Acquisition sequence:    1) Spiral Acquisition 2.5 s, 39.2 cm; CTDIvol = 12.7 mGy (Body) DLP = 496.6 mGy-cm.  Total DLP (Body) = 497 mGy-cm.\n\n【4】 COMPARISON:  Compared to chest CT since ___, most recently ___ and ___.\n\n【5】 FINDINGS: \n\n【6】 CHEST PERIMETER: Thyroid is mildly enlarged, not appreciably narrowing the upper trachea, and free of a focal abnormality large enough to warrant further imaging evaluation.  Supraclavicular and axillary lymph nodes are not enlarged or growing.  Evaluation of the breasts is reserved for mammography.  There is no soft tissue abnormality elsewhere in the incompletely imaged chest wall concerning for malignancy.  This study is not appropriate for subdiaphragmatic diagnosis but shows no adrenal abnormality.  12 mm wide hypodensities in both hepatic lobes 302: 183, 195 are not clearly identified on prior, noncontrast studies and should be evaluated by ultrasound to determine whether there are cysts or solid.\n\n【7】 CARDIO-MEDIASTINUM:Small hiatus hernia is unchanged.  Above that level the esophagus is unremarkable.  Atherosclerotic calcification is minimal in head and neck vessels and in at least the left anterior descending coronary artery. Aorta and is normal size.  Mild pulmonary artery enlargement, right 27 mm, unchanged, does not necessarily indicate pulmonary arterial hypertension.  Some of the volume of the previous moderate pericardial effusion has shifted superiorly to a dilated pericardial recess.\n\n【8】  THORACIC LYMPH NODES: Thoracic lymph nodes are not pathologically enlarged.\n\n【9】 LUNGS, AIRWAYS, PLEURAE: 17 x 11 subpleural mass, right upper lobe contiguous ___ mildly thickened pleura, 302: 53-63, is new. The lesion is just superior to a smaller sub pleural nodule, previously stable between ___ and ___, 4 mm wide on the on those studies, today 13 x 7 mm, 302:72. A nearby spiculated 11 mm wide nodule, 302:67 is entirely new.\n\n【10】 4 mm subpleural nodule right upper lobe anterior segment, 302:97 is stable 3-4 mm left upper lobe anterior segment nodule, 302:98 is new.\n\n【11】 Mild subpleural interstitial abnormality in the anterior right upper lobe, and in the posterior segment along the major fissure has progressed minimally, but there is no distortion or traction bronchiectasis to suggest fibrosis.\n\n【12】 Thickening of the left upper posterior costal pleura, 302:46, is unchanged since ___ are no other focal lesions of consequence in the left lung.\n\n【13】 Tracheobronchial tree is normal to subsegmental levels.\n\n【14】 CHEST CAGE:  Although there are no bone lesions in the imaged chest cage suspicious for malignancy or infection, it should be noted that radionuclide bone and FDG PET scanning are more sensitive in detecting early osseous pathology than chest CT scanning.  Left posterior diaphragmatic hernia transmits only subphrenic fat, clinically insignificant.\n\n【15】 IMPRESSION: \n\n【16】 2 new right upper lobe nodules accompany a third nodule which was previously stable for ___ years but has grown substantially since ___.  2 of these lesions are contiguous with thickened pleura suggesting pleural involvement with a process that is either inflammatory or malignant.  There is no pleural effusion or remote pleural nodularity to suggest extension elsewhere in the pleural space.\n\n【17】 Differential diagnosis of this cluster of new and enlarging lesions in the right upper lobe is accelerated rheumatoid nodulosis (AN) associated with methotrexate therapy, opportunistic infection (especially if the patient is immunocompromised) such as Nocardia or fungus, less likely primary or metastatic malignancy.\n\n【18】 Elsewhere, a 3-4 mm left upper lobe nodule is new and a similar size right upper lobe nodule is stable.\n\n【19】 Unfortunately FDG PET scanning can show FDG avidity in all entities.  Depending upon clinical circumstances, if sampling is required, transthoracic needle aspiration should be possible.\n\n【20】 Possible new liver lesions, should be evaluated ultrasonography.\n\n【21】 Mild slightly progressing non fibrosing interstitial pulmonary abnormality.\n\n【22】 Persistent mild to moderate pericardial effusion.  No pleural effusion.\n\n【23】 RECOMMENDATION(S):  See discussion above.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "b75fef21-3ce1-48fc-b420-5d1c26564086", "title": null, "text": "【0】 STUDY INFORMATION: Patient Name: ___    Date of Study: ___ MRN: ___ Date of Birth: ___        Requesting Physician: ___, MD ___: ___                 Cardiology Staff: ___, MD Gender: Male                    Radiology Staff: ___, MD                                 Technologist: ___, RT Status: Outpatient Height (in): 71 Weight (lbs): 230               Injection Site: right antecubital vein Body Surface Area (m2): 2.28    Contrast Type: Gd-BOPTA (Multihance) Blood Pressure (mmHg): 132/62   Contrast Dose (mmol/kg): 0.1 Heart Rate(bpm): 70             Contrast Amount (ml): 21 Rhythm: Sinus rhythm            Creatinine (mg/dl): 0.8 Complications: None.            Creatinine Date: ___ Image Quality: Adequate         eGFR (ml/min/1.73m2): 122\n\n【1】  Indication: Atrial fibrillation.  Anatomy before pulmonary vein isolation.\n\n【2】 CMR MEASUREMENTS: Measurement                                       ___    Normal Range Left Ventricle     LV End-Diastolic Dimension (mm)                52        <62     LV End-Diastolic Dimension Index (mm/m2)       23        <32     LV End-Diastolic Volume (ml)                  146        <196     LV End-Diastolic Volume Index (ml/m2)          64        <95     LV End-Systolic Volume (ml)                    56     LV Stroke Volume (ml)                          90     LV Stroke Volume Index (ml/m2)                 39     LV Ejection Fraction (%)                       62        >=54     LV Mass (g)                                    68     LV Mass Index (g/m2)                           30        <80     Basal ___ wall thickness (mm)        10        <12     Basal infero-lateral wall thickness (mm)        6        <11 Right Ventricle     RV End-Diastolic Volume (ml)                  176     RV End-Diastolic Volume Index (ml/m2)          77        58-114     RV End-Systolic Volume (ml)                    85     RV Stroke Volume (ml)                          91     RV Stroke Volume Index (ml/m2)                 40     RV Ejection Fraction (%)                       52        >=46 Atria     Left Atrial Dimension (Axial) (mm)             38        <40     Left Atrial Length (4-Chamber) (mm)           *53        <52     Left Atrial Length (2-Chamber) (mm)            68     Right Atrial Dimension (4-Chamber) (mm)       *51        <50     Coronary Sinus Diameter (mm)                    9        <15 Great Vessels     Ascending Aorta Diameter (mm)                  33        <39     Ascending Aorta Diameter Index (mm/m2)         14        <20     Transverse Aorta Diameter (mm)                 28     Transverse Aorta Diameter Index (mm/m2)        12     Descending Aorta Diameter (mm)                 24        <28     Descending Aorta Index (mm/m2)                 11        <14     Abdominal Aorta Diameter (mm)                  24     Abdominal Aorta Diameter Index (mm/m2)         11     Main Pulmonary Artery Diameter (mm)            23        <29     Main Pulmonary Artery Diameter Index (mm/m2)   10        <15     Coronary Artery Origins                      Normal Pulmonary Veins     Number of Left Pulmonary Veins                  1     Number of Right Pulmonary Veins                 2     Left Common PV Dimension (mm)                27 x 10     Left Common PV Cross-Sectional Area (mm2)      232     Left Common PV Late Gadolinium Enhancement   Negative     Left Common PV Visual Apperance              Normal     Right Upper PV Dimension (mm)                14 x 13     Right Upper PV Cross-Sectional Area (mm2)      162     Right Upper PV Late Gadolinium Enhancement   Negative     Right Upper PV Visual Appearance             Normal     Right Lower PV Dimension (mm)                19 x 18     Right Lower PV Cross-Sectional Area (mm2)      263     Right Lower PV Late Gadolinium Enhancement   Negative     Right Lower PV Visual Appearance             Normal Valves     Aortic Valve Morphology                     Trileaflet     Aortic Valve Excursion                       Normal     Aortic Valve Area (cm2)                         3.6          >=2     Aortic Valve Area Index (cm2/m2)                1.6 Pericardium     Pericardial Effusion                       None present\n\n【3】 * Mildly abnormal  |  ** Moderately abnormal  |  *** Severely abnormal\n\n【4】 CMR TECHNICAL INFORMATION: Structure \"  T1-Weighted (Black Blood): Dual-inversion T1-weighted fast spin echo images were acquired in 5-mm contiguous axial slices to evaluate cardiac and vascular anatomy.\n\n【5】 Function \"  Cine SSFP: Breath-hold ___ cine images were acquired in 8-mm slices in the 4-chamber, 3-chamber, 2-chamber, and short axis orientations. \"  Cine SSFP (Additional Aortic Valve Views): A short-axis series was acquired at the level of the aortic valve.\n\n【6】 Flow \"  Aortic Valve Flow: Phase-contrast cine images were acquired transverse to the proximal ascending aorta to quantify through-plane flow. \"  Pulmonary Valve Flow: Phase-contrast cine images were acquired transverse to the main pulmonary artery to quantify through-plane flow.\n\n【7】 Viability \"  LGE of the Pulmonary Veins: Late gadolinium enhancement (LGE) images of the left atrium and pulmonary veins were acquired using a navigator-gated 3D ultrafast gradient echo inversion-recovery sequence with spectral fat saturation pre-pulses 15 minutes after injection of a total of 0.1 mmol/kg (21 mL) Gd-BOPTA (Multihance).\n\n【8】 MRA \"  MRA: First-pass magnetic resonance angiography (MRA) images were acquired after administration of a bolus of 0.1 mmol/kg (21 mL) Gd-BOPTA (Multihance). Multiplanar reconstructions were generated and analyzed on a workstation.\n\n【9】 CMR FINDINGS: Left Ventricle \"  LV cavity size: Normal \"  LV ejection fraction: Normal \"  LV mass: Normal\n\n【10】 Right Ventricle \"  RV cavity size: Normal \"  RV ejection fraction: Normal\n\n【11】 Atria \"  LA size: Mildly enlarged \"  RA size: Mildly enlarged\n\n【12】 Great Vessels \"  Ascending aortic diameter: Normal \"  Main pulmonary artery diameter: Normal\n\n【13】 Pulmonary Veins \"  Number of Left Pulmonary Veins: 1 \"  Number of Right Pulmonary Veins: 2 \"  Late gadolinium enhancement of the left common pulmonary vein: Negative \"  Late gadolinium enhancement of the right upper pulmonary vein: Negative \"  Late gadolinium enhancement of the right lower pulmonary vein: Negative\n\n【14】 Valves \"  Aortic valve morphology: Trileaflet \"  Aortic stenosis: No\n\n【15】 Pericardium \"  Pericardial effusion: None present\n\n【16】 ADDITIONAL INFORMATION/FINDINGS: None.\n\n【17】 NON-CARDIAC FINDINGS: Small, round, hyperintense lesion on SSFP adjacent to the pericardium in the mediastinal fat, suggestive of a cystic structure, perhaps a bronchogenic or pericardial cyst. Multiple T2 hyperintense foci throughout the liver, cysts versus hemangiomas.\n\n【18】 IMPRESSION: Two right and one common left pulmonary vein (normal variant), without evidence of anomalous pulmonary venous return or pulmonary vein stenosis. No late gadolinium enhancement of the left atrium or pulmonary vein ostia. Mild left atrial enlargement. Mild right atrial enlargement. Aneurysmal interatrial septum. Normal left ventricular wall thickness, mass, and cavity size with normal systolic function.  Normal right ventricular cavity size and systolic function. Normal ascending aorta, descending aorta and main pulmonary artery sizes.  No pericardial effusion.\n\n【19】 CONCLUSION: Two right and one common left pulmonary vein (normal variant) without evidence of anomalous pulmonary venous return or pulmonary vein stenosis.  Normal biventricular cavity size and systolic function.\n\n【20】 Interpreted by Drs.: ___, Apranta ___,  ___, and ___.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "e1e14aff-1800-49e5-b4f9-e20abf6d8e24", "title": null, "text": "【0】 EXAMINATION:  LEFT DIGITAL 2D AND 3D TOMOSYNTHESIS DIAGNOSTIC MAMMOGRAM INTERPRETED WITH CAD AND LEFT BREAST ULTRASOUND\n\n【1】 INDICATION:  ___ woman presents to evaluate shooting pain upper inner quadrant left breast on and off for 4 weeks.\n\n【2】 COMPARISON:  Multiple prior mammograms between ___ and ___\n\n【3】 TECHNIQUE:  CC, MLO and lateral 2D and 3D tomosynthesis and selected synthesized views were obtained. Computer aided detection was utilized and assisted with interpretation.  Targeted ultrasound was performed.\n\n【4】 FINDINGS: \n\n【5】 Tissue density: B- There are scattered areas of fibroglandular density. Stable benign calcifications within the left breast.  There is a 5 mm focal asymmetry within the central slightly inferior left breast which appears to be grossly stable compared to mammograms dating back to ___ suggesting a benign process.  This was further evaluated with ultrasound.  There is no additional suspicious dominant mass, architectural distortion or suspicious grouped microcalcifications.\n\n【6】 BREAST ULTRASOUND:  Targeted ultrasound ___ o'clock left breast 1-10 cm from the nipple performed to cover area of pain as indicated by the patient which was without suspicious cystic or solid mass identified.\n\n【7】 Targeted ultrasounds 6 o'clock left breast 1-7 cm from the nipple performed to cover area of asymmetry seen on mammogram which was without suspicious cystic or solid mass identified.  Dilated ducts noted which may correspond to the stable asymmetry.\n\n【8】 IMPRESSION: \n\n【9】 No mammographic evidence of malignancy within the left breast.\n\n【10】 No mammographic or sonographic Findings to account for area of pain left breast for which clinical follow-up is recommended.\n\n【11】 RECOMMENDATION(S):  Age and risk appropriate screening with next bilateral mammogram due ___.\n\n【12】 Clinical follow-up area of concern left breast.\n\n【13】 NOTIFICATION:  Findings reviewed with the patient at the completion of the study.\n\n【14】 BI-RADS:  2 Benign.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "66b889a8-f22d-4b88-b9a3-a945d8c1a8d0", "title": null, "text": "【0】 INDICATION:  ___ female with chills and vomiting.  Assess for pneumonia.\n\n【1】 COMPARISONS:  None.\n\n【2】 FINDINGS:  A single AP chest radiograph labeled portable and upright is submitted for review.  A dual-lead pacemaker projects over the left mid chest somewhat limiting evaluation.  The heart is normal in size.  The mediastinal and hilar contours are within normal limits.  Calcification at the aortic arch is noted.  Several surgical clips project over the right upper mediastinum.  The visible lungs are clear.  There is no significant pleural effusion or pneumothorax.\n\n【3】 IMPRESSION:  No definite acute cardiopulmonary process.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "cbbcd149-401c-4a9a-afca-16846332cc4c", "title": null, "text": "【0】 LIMITED ABDOMINAL ULTRASOUND\n\n【1】 HISTORY:  ___ patient with Crohn's disease.  New abnormality in liver function tests.  Assess for liver/biliary disease.\n\n【2】 FINDINGS:  The liver is normal in size and echotexture.  No focal liver lesion is seen.  Normal direction of flow is seen in the portal vein.  Normal gallbladder.  No gallstones or polyps.  No dilated bile ducts, common duct measures 4 mm in diameter.  Normal-sized spleen at 11.7 cm.  The pancreas was not adequately evaluated due to overlying bowel gas.  Limited views of each kidney did not show any gross abnormality.  No ascites.\n\n【3】 CONCLUSION:  Normal upper abdominal ultrasound with normal-appearing liver, gallbladder, bile ducts, and spleen.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "95fbd379-4186-4772-a16c-63afa37680ff", "title": null, "text": "【0】 EXAMINATION:  Chest radiograph, portable AP semi-upright.\n\n【1】 INDICATION:  Metastatic pancreatic cancer, with ongoing dyspnea in hyperkalemia.\n\n【2】 COMPARISON:  Chest CT is available from ___.\n\n【3】 FINDINGS: \n\n【4】 Port terminates in the right atrium.  Heart is borderline in size with a left ventricular configuration.  Lung volumes are still low, and somewhat decreased.  Opacification at each lung base is most compatible with minor atelectasis.  There is no definite pleural effusion.  No pneumothorax.\n\n【5】 IMPRESSION: \n\n【6】 Findings most consistent with low lung volumes and very minor atelectasis at each lung base.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "c275ff72-b9c2-4c81-9649-49f0ce57f709", "title": null, "text": "【0】 EXAMINATION:  Left femur radiographs.\n\n【1】 INDICATION:  Not femur fracture.  Preoperative study.\n\n【2】 TECHNIQUE:  Left femur, six views.\n\n【3】 COMPARISON:  None.\n\n【4】 FINDINGS: \n\n【5】 There is a comminuted mildly displaced fracture of the distal femur involving the metaphysis with extension to the distal articular surfaces. The shadow associated with the patellar tendon has a wavy appearance suggesting laxity.  Significance is unclear but this type of appearance could be seen with coinciding quadriceps injury. There are background degenerative changes of the knee with narrowing of the lateral and perhaps medial compartments.  There are also sclerotic and subchondral cystic changes in the patella. The bones appear demineralized.  The left hip joint space is preserved with small acetabular osteophytes.\n\n【6】 IMPRESSION: \n\n【7】 Comminuted distal left femur fracture.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "3a2dad73-5af5-46c9-911a-9ae879ecaf4f", "title": null, "text": "【0】 HISTORY:  ___ male pedestrian struck.\n\n【1】 COMPARISON:  Concurrent head CT.\n\n【2】 TECHNIQUE:  Non-contrast cervical spine CT was obtained.  Multiplanar reformatted images were generated.\n\n【3】 FINDINGS:  Alignment of the cervical spine is normal.  Vertebral body heights and disc spaces are maintained.  There is no prevertebral soft tissue edema or hematoma, and no degenerative change.  There is a nondisplaced left first rib fracture.\n\n【4】 Multiple left-sided facial bone fractures are incompletely assessed on this study.  The lung apices are clear.\n\n【5】 IMPRESSION: 1.  No fracture or malalignment of the cervical spine.\n\n【6】 2.  Left first rib fracture.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "56286647-7fa4-4d1b-915f-ea2261c43916", "title": null, "text": "【0】 EXAM:  Radiograph of the pelvis and right hip.\n\n【1】 CLINICAL INDICATION:  ___ woman with history of right total hip arthroplasty, presenting with right hip pain.\n\n【2】 COMPARISON:  Radiograph from ___.\n\n【3】 FINDINGS:  Single AP view of the pelvis as well as AP and frogleg lateral views of the right hip demonstrate no evidence of fracture or dislocation.  There is a right total hip arthroplasty which appears within normal limits.  No evidence of periprosthetic loosening or hardware complication.  Regional soft tissues are within normal limits.  The contralateral left hip demonstrates moderate axial joint space narrowing with articular surface sclerosis and marginal osteophytes.\n\n【4】 IMPRESSION:  Grossly unremarkable right total hip arthroplasty.  Moderate left hip degenerative disease as described.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "c10eed47-5aec-405c-b89a-52ae33516c3c", "title": null, "text": "【0】 EXAMINATION:  FOREARM (AP AND LAT) LEFT\n\n【1】 INDICATION:  A ___ man with a 3-day history of a new, non-tender, atraumatic mass over the ulnar aspect of the left forearm.\n\n【2】 TECHNIQUE:  Two views of the left forearm.\n\n【3】 COMPARISON:  None.\n\n【4】 FINDINGS: \n\n【5】 There is soft tissue prominence overlying the proximal ulna, as seen on multiple views of the left forearm.  There is no associated underlying osseous abnormality.  There is no fracture or dislocation.  There is no evidence of joint effusion.  Marginal spurring is seen, compatible with mild osteoarthritis. There is a questionable lucency in the distal radius, possibly representing osteopenia.  There is no periostitis or bony erosion. There is no soft tissue calcification or radiopaque foreign body.\n\n【6】 IMPRESSION:\n\n【7】  1. Soft tissue prominence overlying the proximal ulna without underlying osseous abnormality, non-specific. If desired, MRI may be obtained for further evaluation. 2. Questionable lucency in the distal radius may represent osteopenia, however, this could also be further evaluated at the time MRI. 3. Mild osteoarthritis.\n\n【8】 NOTIFICATION:  The findings regarding impression point #1 above were discussed by Dr. ___ with R.N. Duvinston, caring for patient with referring provider ___, on the telephone on ___ at 2:17 ___, 30 minutes after discovery of the findings.\n\n【9】  The impression above was entered by Dr. ___ on ___ at 15:29 into the Department of Radiology critical communications system for direct communication to the referring provider.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "851cb039-b59a-4dcc-adc8-fd9507ba882c", "title": null, "text": "【0】 EXAMINATION:  CT HEAD W/O CONTRAST\n\n【1】 INDICATION:  History: ___ with slurred speech  // Question bleed\n\n【2】 TECHNIQUE:  Contiguous axial images from skullbase to vertex were obtained without intravenous contrast.  Coronal and sagittal reformations and bone algorithms reconstructions were also performed.\n\n【3】 DOSE:  Acquisition sequence:    1) Sequenced Acquisition 16.0 s, 16.1 cm; CTDIvol = 50.0 mGy (Head) DLP = 802.7 mGy-cm.  Total DLP (Head) = 803 mGy-cm.\n\n【4】 COMPARISON:  None.\n\n【5】 FINDINGS: \n\n【6】 There is a hypodense region of the right frontal periventricular white matter with slight extension into the peripheral right frontal cortex, which may represent a subacute infarction (2:20, 601:44).  Alternately, this may represent vasogenic edema with an occult underlying lesion.  No significant associated mass effect.\n\n【7】 There is no evidence of acute large territorial infarction or intracranial hemorrhage.\n\n【8】 There is prominence of the ventricles and sulci suggestive of age-related cerebral volume loss. Periventricular and subcortical white matter hypodensities are nonspecific, though likely sequelae of chronic small vessel ischemic disease.\n\n【9】 No acute osseous abnormalities seen. Trace mucosal thickening of the partially imaged paranasal sinuses.  Otherwise, the mastoid air cells and middle ear cavities are clear.  The orbits demonstrate no acute abnormalities.\n\n【10】 A right scalp subgaleal radiopaque device with a radiopaque lead extending into the right inner ear, represents an auditory prosthesis.\n\n【11】 IMPRESSION:\n\n【12】  1. Right frontal lobe hypodensity with possible extension into the cortex may represent a infarction of indeterminate chronicity.  Alternately, this may represent vasogenic edema with an occult underlying lesion.  MRI brain with and without contrast is recommended for further evaluation. 2. No intracranial hemorrhage.\n\n【13】 RECOMMENDATION(S):   MRI brain with and without contrast.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "dfdf5189-8375-4bc5-8b58-05af41a143af", "title": null, "text": "【0】 EXAMINATION:  CHEST (PORTABLE AP)\n\n【1】 INDICATION:  Ms. ___ is a ___ y/o woman with PMH significant for poorly-controlled DM Type I with multiple episodes of DKA, recurrent C. difficile colitis, cardiomyopathy of unclear etiology (EF ___, who presents to the CCU after Swan placement.  // interval change?    interval change?\n\n【2】 IMPRESSION: \n\n【3】 In comparison with the study of ___, there is an placement of a right IJ Swan-Ganz catheter that extends to the right pulmonary artery.  The dense streak of atelectasis in the left mid zone has essentially cleared.  Position of the left subclavian catheter is stable, as is the enlargement of the cardiac silhouette.  . There is increased opacification at the left base with some displacement of the heart to that side.  This is consistent with volume loss in the left lower lobe, possibly due to a mucous plugging. Remainder of the study is within normal limits.\n\n【4】 NOTIFICATION:  Dr. ___", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "e20863a0-512f-48f0-9410-6297e25af2b0", "title": null, "text": "【0】 CLINICAL HISTORY:  Evaluate for recurrence of persistence of stones.\n\n【1】 TECHNIQUE:  Non-contrast CT of the abdomen and pelvis was performed, along with multiplanar reformatted images.\n\n【2】 COMPARISON STUDIES:  CT abdomen from ___.  Renal ultrasound from ___.\n\n【3】 FINDINGS:\n\n【4】 NON-CONTRAST CT OF THE ABDOMEN:\n\n【5】 There is a punctate granuloma in the left lower lobe (image 1 of series 2). The lung bases are otherwise unremarkable.  Non-contrast appearance of the liver, gallbladder, spleen, pancreas, and adrenal glands is normal.  The left kidney is unremarkable.  There is a 4 mm linear calculus identified in the lower pole of the right kidney.  Posterior to this are a few additonal punctate calculi.  There is no evidence of hydronephrosis.  No ureteral calculi are identified.  There is no abdominal ascites.  There is no evidence of mesenteric or retroperitoneal adenopathy.  Bowel loops in the abdomen are normal in caliber.\n\n【6】 NON-CONTRAST CT OF THE PELVIS:\n\n【7】 The bladder, uterus and adnexa are unremarkable.  There is no pelvic ascites or lymphadenopathy identified.  Bowel loops in the pelvis are normal in caliber.\n\n【8】 OSSEOUS STRUCTURES:\n\n【9】 There are no concerning lytic or sclerotic lesions.\n\n【10】 IMPRESSION:\n\n【11】 Nonobstructing calculi in the lower pole of the right kidney as described.\n\n【12】 No evidence of hydronephrosis or hydroureter.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "b4e12e73-cf80-407c-a271-22e51e423b89", "title": null, "text": "【0】 INDICATION:  ___ with left chest pain// Eval for intra-thoracic pathology\n\n【1】 TECHNIQUE:  PA and lateral views the chest.\n\n【2】 COMPARISON:  Chest x-ray from ___.\n\n【3】 FINDINGS: \n\n【4】 Given persistence, the left midlung linear opacity is likely due to scarring.  There is however new opacity slightly more medially, located inferolateral to the hilum, likely posterior on the lateral view localizing to the lower lobe.  The lungs are otherwise clear.  Cardiomediastinal silhouette is within normal limits.  There is tortuosity of the thoracic aorta.  No acute osseous abnormalities.\n\n【5】 IMPRESSION: \n\n【6】 Subtle left lower lobe opacity.  In the absence of clinical symptoms to support infection, consider CTA (which is already been ordered).", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "53de6439-272c-4e76-a70e-45223dab0f81", "title": null, "text": "【0】 EXAMINATION: Chest x-ray\n\n【1】 INDICATION:  ___ year old man with hx liver transplant presents with diarrhea, cough  // r/o pneumonia or other infection\n\n【2】 COMPARISON: Chest radiograph dated ___\n\n【3】 FINDINGS:\n\n【4】  Bibasilar scarring in the lower lungs.  Small bilateral pulmonary nodules, better appreciated on prior CT.  No focal consolidation.  No pleural effusions.  No pneumothorax. No osseous lesions.\n\n【5】  This preliminary report was reviewed with ___ radiologist.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "ca533994-412a-4ae5-b6be-66b2e804e449", "title": null, "text": "【0】 EXAMINATION:  CT left foot without contrast.\n\n【1】 INDICATION:  ___ year old woman with ankle pain  // assess ___ of talonavicular arthrodesis\n\n【2】 TECHNIQUE:  Helical CT images of the left foot without intravenous contrast.  Multiplanar reformatted images are provided.\n\n【3】 DOSE:   Total DLP (Body) = 490 mGy-cm.\n\n【4】 COMPARISON:  Left foot radiographs ___.  CT left foot ___.\n\n【5】 FINDINGS: \n\n【6】 Talonavicular arthrodesis with two threaded screws is identified.  Subtle angulation and disruption of the posterior-medial screw represents unchanged screw fracture.  There are small regions of osseous bridging along along the inferolateral joint space, with the majority of the joint space remaining visible.\n\n【7】 There is diffuse demineralization throughout the visualized hindfoot and midfoot, likely related to disuse.\n\n【8】 A large lucency within the posterior calcaneus with overlying cortical disruption and internal foci of calcifications are consistent with calcaneal bone graft donor site.\n\n【9】 Large inferior calcaneal spur is identified.\n\n【10】 Edema within the subcutaneous fat at the ankle and hindfoot, greater medially, is noted.\n\n【11】 Fusiform thickening of the Achilles tendon reflects tendinosis.  The flexor hallucis longus tendon is again noted to be markedly diminutive or discontinuous the level of the ankle and hindfoot.  The remaining flexor, peroneal and extensor tendons appear grossly intact.\n\n【12】 IMPRESSION:\n\n【13】  1. Talonavicular arthrodesis with a small amount of bony bridging along the inferolateral joint space. 2. Redemonstration of nondisplaced fracture of one of the arthrodesis screws 3. Disuse osteopenia throughout the mid and hindfoot. 4. Achilles tendinosis. 5. Discontinuous appearance of the flexor hallucis longus tendon is again noted.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "c1056656-09d1-4690-b375-8fdb19797fa3", "title": null, "text": "【0】 INDICATION:  ___ year old woman with hypoxic respiratory failure, intubated// Confirm ETT placement\n\n【1】 TECHNIQUE:  Frontal radiograph.\n\n【2】 COMPARISON:  ___ and CT chest ___\n\n【3】 FINDINGS: \n\n【4】 No significant change in bilateral pulmonary opacities, small right and moderate left pleural effusions.  The heart is obscured by the left lower airspace disease, possibly representing segmental atelectasis.\n\n【5】 The right IJ central catheter ends in the distal SVC.  The ETT ends 3 cm above the carina. The enteric tube ends in the proximal stomach.  Fixation hardware is again seen in the cervical spine. An additional small bore catheter in the right cervical region is noted.  Surgical clips in the right hemithorax.\n\n【6】 IMPRESSION: \n\n【7】 No significant change in the appearance of the chest. ETT ends 3 cm above the carina.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "b790f98c-b421-4b94-9ea8-e2c807da2c11", "title": null, "text": "【0】 CHEST RADIOGRAPH PERFORMED ON ___:\n\n【1】 ___.\n\n【2】 CLINICAL HISTORY:  Pre-syncope, assess for cardiomegaly.\n\n【3】 FINDINGS:  PA and lateral views of the chest were obtained.  The heart is normal in size.  There is no focal consolidation to suggest the presence of pneumonia.  No pleural effusion or pneumothorax.  No signs of overt CHF.  Osseous structures are intact.  No free air below the hemidiaphragm.\n\n【4】 IMPRESSION:  Top normal heart size with unfolded thoracic aorta. No signs of CHF or pneumonia.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "97d1d6c3-1339-4605-9b81-ab26b361c158", "title": null, "text": "【0】 EXAMINATION: WRIST(3 + VIEWS) RIGHT\n\n【1】 INDICATION:  PROCEDURE PERFORMED:  Repair of right radial shaft nonunionwith allograft bone graft, ___  // Evaulate.     EVALUATE F/U FX REPAIR\n\n【2】 IMPRESSION: \n\n【3】 In comparison with the study of ___, there has been substantial callus formation about the healing fracture of the lower shaft of the radius.  Fracture line is less well seen.  No evidence of hardware-related complication. Again there is ulnar positive variance.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "c6927f76-b635-4f3b-8b13-1a82e2a2ee9b", "title": null, "text": "【0】 INDICATION:  ___ woman with autoimmune cirrhosis, left hemodialysis catheter placement.\n\n【1】 COMPARISON:  Multiple chest radiographs, the latest from ___.\n\n【2】 ONE VIEW OF THE CHEST:\n\n【3】 The lungs are low in volume which show bilateral interstitial opacities.  The cardiac silhouette is enlarged.  The mediastinal silhouette and hilar contours are normal.  A left IJ catheter terminates in the brachiocephalic vein.  A right IJ catheter terminates in the distal SVC.  An ET tube terminating 3 cm above the carina and an NG tube with its side port at the GE junction are all unchanged.\n\n【4】 IMPRESSION:\n\n【5】 Mild edema.  Confluent left lower lobe opacity could represent atelectasis.  NG tube may be advanced by 5 cm for optimal position.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "6add6fa8-5018-473a-9679-cd25c8dfa9c3", "title": null, "text": "【0】 INDICATION:  Fibroids with vaginal bleeding.\n\n【1】 PELVIC ULTRASOUND\n\n【2】 COMPARISON:  Pelvic ultrasound ___.\n\n【3】 LMP:  Mid ___.\n\n【4】 FINDINGS:  Transabdominal and transvaginal imaging were performed, the latter for better evaluation of the endometrium and adnexa.  The uterus measures 11.3 x 7.4 x 7.9 cm, slightly increased in size since the prior examination.  A right-sided fibroid measuring 4.2 x 3.9 x 4.1 cm is slightly smaller.  A fundal fibroid measuring 3.6 x 3.7 x 3.4 cm is slightly smaller.  The endometrium appears normal in echotexture measuring 7 mm with some fluid within the endometrial canal.  The left and right ovaries appear normal.  Only a transabdominal exam was performed per patient preference.\n\n【5】 IMPRESSION: 1.  Fibroid uterus with two dominant fibroids stable to possibly slightly smaller. 2.  Trace fluid within the endometrial cavity likely related to the patient's reported bleeding. 3.  Normal appearance to the ovary.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "0daa9ad0-50d1-499c-a0da-24341f1889f4", "title": null, "text": "【0】 EXAM:  MRI of the orbit.\n\n【1】 CLINICAL INFORMATION:  Patient with right proptosis.  Evaluate for progression of orbital lesion.\n\n【2】 TECHNIQUE:  T1 axial and coronal and inversion recovery coronal images of the orbits obtained before gadolinium.  T1 axial and coronal images of the orbits acquired following gadolinium.\n\n【3】 FINDINGS:  Again identified is T1 hypointense and T2 hyperintense mass in the medial portion of the right orbit in the extraconal region, superior to the medial rectus and immediately inferior to the superior oblique muscle.  The mass measures 12-14 mm in all three ___ and accounting for differences in slice selection, does not appear to have significantly changed in size.  The mass demonstrates homogeneous enhancement.  As discussed previously, the differential diagnosis remains between a cavernous malformation and renal lymphatic malformation.  There is no compression of the optic nerve identified.  The left orbit appears unremarkable.  There is no compression of the optic chiasm seen.  The globes are symmetric in appearance.\n\n【4】 IMPRESSION:  Right medial orbital mass in the extraconal region appears to have not significantly changed in size accounting for differences in slice selection compared with the previous MRI of ___.  No new abnormalities are seen.  Mild mucosal thickening is visualized in the maxillary sinuses.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "8f55ceff-c4a0-4434-9bae-9f1d86771ef9", "title": null, "text": "【0】 EXAMINATION:  Brain MRI.\n\n【1】 HISTORY:  A ___ male presents with history of GBM.\n\n【2】 COMPARISON:  Multiple prior brain MRIs ___ through ___.\n\n【3】 TECHNIQUE:  Sagittal T1, axial pre- and post-gadolinium T1, T2 FSE, FLAIR, T2, GRE, diffusion, sagittal post-gadolinium MP-RAGE with axial and coronal reformatted sequences of the brain were obtained.\n\n【4】 There has been significant interval decrease in the nodular enhancement surrounding the surgical cavity within the left parietal lobe.  There has been interval expansion in the central fluid component.  There is markedly diminished mass effect and edema within the adjacent white matter without ongoing left lateral ventricular effacement.  There is an additional 10-mm nodule immediately superior to the surgical cavity, which is not significantly changed.  Post-surgical changes related to the prior craniotomy including dural thickening and enhancement are stable.  The brain is otherwise normal.\n\n【5】 IMPRESSION:  Significantly diminished nodular enhancement surrounding the resection cavity associated with marked interval decrease in mass effect and vasogenic edema.  Persistent 10-mm region of nodular enhancement along the superior margin of the surgical cavity has increased from more remote studies and likely represents tumor.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "752656d4-5aa7-40d0-9301-e09aaf031887", "title": null, "text": "【0】 HISTORY:  ___ female with pleural effusions.  Evaluation for interval change.\n\n【1】 COMPARISON:  Chest radiographs from ___ and ___.\n\n【2】 PA AND LATERAL CHEST RADIOGRAPHS:  A moderate right-sided pleural effusion persists though appears slightly decreased compared to the most recent prior examination from ___.  The lateral view demonstrates fluid layering within the major fissure.  Additionally, there is subsegmental atelectasis in the region of the right middle lobe.  Compressive atelectasis at the right base is unchanged.  The left lung is well aerated without nodule, mass, or consolidation.  There is no pneumothorax.  The cardiomediastinal and hilar contours are within normal limits.  Prior pulmonary vascular congestion and edema has resolved.\n\n【3】 IMPRESSION: 1.  Moderate right pleural effusion, slightly decreased compared to recent prior. 2.  Interval resolution of prior pulmonary edema. 3.  Stable right lower lobe compressive atelectasis and right middle lobe subsegmental atelectasis.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "0964e33b-66f8-4da7-a378-72e817d1e3f4", "title": null, "text": "【0】 INDICATION:  History: ___ with swallowed eyeliner  // foreign object in stomach\n\n【1】 TECHNIQUE:  Supine and upright abdominal radiographs were obtained.\n\n【2】 COMPARISON:  Abdomen radiographs ___\n\n【3】 FINDINGS: \n\n【4】 There are no abnormally dilated loops of large or small bowel. There is no free intraperitoneal air. Osseous structures are unremarkable. There are no unexplained soft tissue calcifications.  Right upper quadrant surgical clips are again seen.  There are 2 vague linear densities projecting over the stomach, 1 which measures 2.8 x 0.4 cm and the other 2.4 x 0.5 cm.\n\n【5】 IMPRESSION: \n\n【6】 2 vague linear densities projecting over the stomach may represent foreign bodies which are not radiopaque.  Correlate with size of ingested material.  These may also be rugal folds.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "20d7aa57-8d8a-4eef-837b-0b922a88eaf8", "title": null, "text": "【0】 EXAMINATION:  CT HEAD W/O CONTRAST\n\n【1】 INDICATION:  ___ with s/p fall unwittnessed.  R/o fracture or intracranial hemorrhage.\n\n【2】 TECHNIQUE:  Contiguous axial images of the brain were obtained without contrast.\n\n【3】 DOSE:  Total DLP (Head) = 1,003 mGy-cm.\n\n【4】 COMPARISON:  CT head from ___.\n\n【5】 FINDINGS: \n\n【6】 There is no evidence of no evidence of large territorial infarction, acute intracranial hemorrhage or edema.  A small lacune in the right cerebellar hemisphere is identified (2a:7).  There is a grossly unchanged calcified extra-axial lesion, likely a small meningioma, in the right parietal vertex (2a:24).  The ventricles and sulci are normal in size and configuration for the patient's age.\n\n【7】 There is no evidence of acute fracture.  Mild mucosal thickening of the left maxillary sinus and ethmoid air cells is identified.  The remaining paranasal sinuses, mastoid air cells, and middle ear cavities are clear. The visualized portion of the orbits are unremarkable.\n\n【8】 IMPRESSION:\n\n【9】  1. No acute intracranial hemorrhage. 2. Grossly unchanged right parietal vertex calcified meningioma.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "ae19187e-325a-4333-8c12-4629e2d4daa5", "title": null, "text": "【0】 EXAMINATION:  BILATERAL DIGITAL DIAGNOSTIC MAMMOGRAM INTERPRETED WITH CAD, 2D AND 3D TOMOSYNTHESIS, AND BILATERAL BREAST ULTRASOUND\n\n【1】 INDICATION:  ___ woman recalled from screening for architectural distortion within the central upper anterior right breast and inner central left breast.  History of prior benign right breast biopsy demonstrating sclerosing adenosis and stromal hyalinization for diagnostic evaluation.\n\n【2】 COMPARISON:  Mammograms ___. Left breast ultrasound ___, ___.\n\n【3】 TECHNIQUE:  Bilateral lateral, and spot compression views were obtained with 2D views and 3D tomosynthesis. Computer aided detection was utilized and assisted with interpretation.  Targeted bilateral breast and left axillary ultrasound was performed.\n\n【4】 FINDINGS: \n\n【5】 Tissue density: C - The breast tissue is heterogeneously dense which may obscure detection of small masses.\n\n【6】 Previously described architectural distortion within central upper anterior right breast is not persistent on spot compression views.  Adjacent to this area within the central slightly outer right breast at anterior depth is a partially circumscribed 1 cm mass with layering calcifications.  Targeted ultrasound of both areas was performed.\n\n【7】 1.5 x 0.8 cm irregular spiculated mass within the inner central left breast at mid depth with associated architectural distortion persists on spot compression views for which targeted ultrasound was performed.\n\n【8】 There are scattered benign -appearing calcifications in bilateral breasts, many of which layer on lateral projection suggesting milk of calcium.\n\n【9】 RIGHT BREAST ULTRASOUND:  Targeted right breast ultrasound of the upper-outer quadrant was performed. 1. At 9 o'clock 7 cm from the nipple is a stable 1.4 x 1.2 x 1.6 cm oval avascular hypoechoic mass containing a coarse 0.4 cm calcification, unchanged since ___ consistent with benignity and corresponding to the mammographic abnormality. 2. At 9 o'clock, 3 cm from the nipple is a 0.8 x 0.8 x 1.2 cm oval well-circumscribed avascular mixed anechoic/ hypoechoic cystic lesion without posterior features, likely representing a complicated cyst for which ultrasound-guided cyst aspiration with possible biopsy is recommended. 3.  At 9 o'clock, 4 cm from the nipple is a 0.8 x 0.6 x 0.7 cm oval avascular mixed anechoic/hypoechoic cystic lesion without posterior features, likely representing a complicated cyst for which ultrasound-guided cyst aspiration with possible biopsy is recommended. 4.  Targeted ultrasound from ___ o'clock, 1-10 cm from the nipple is without solid or cystic mass to correlate to mammographic abnormality of apparent architectural distortion.\n\n【10】  LEFT BREAST ULTRASOUND:  Targeted left breast ultrasound of the upper-outer quadrant was performed. 1.  At 9 o'clock, 6 cm from the nipple is a 2.5 x 1 x 1.9 cm heterogeneously hypoechoic avascular mass with irregular borders and no posterior features, corresponding to the mammographic abnormality for which ultrasound-guided core needle biopsy is recommended. 2.  Targeted ultrasound of left axilla demonstrates few morphologically normal left axillary lymph nodes with preserved central fatty hilum.  No left axillary lymphadenopathy.\n\n【11】 IMPRESSION: \n\n【12】 1.  Suspicious 2.5 cm left breast mass for which ultrasound-guided core needle biopsy is recommended. 2.  Probably benign 1.2 and 0.8 cm right breast complicated cysts for which ultrasound-guided cyst aspiration with possible biopsy is recommended. 3. No left axillary lymphadenopathy.\n\n【13】 RECOMMENDATION(S):  1.  Ultrasound-guided core needle biopsy of left breast mass. 2.  Ultrasound-guided cyst aspiration with possible biopsy of two right breast complicated cysts.\n\n【14】 NOTIFICATION:  Findings and recommendation for biopsy were reviewed with the patient who agrees with this plan. She was given information to schedule her same-day biopsy.\n\n【15】 The impression and recommendations were conveyed by Dr. ___ to Dr. ___ on ___ at 12:50, 20 minutes after observation of findings.\n\n【16】 BI-RADS:  4C Suspicious - high suspicion for malignancy.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "6a5e5c19-c40c-4e60-b269-b2bf878d921a", "title": null, "text": "【0】 HISTORY:  Respiratory failure status post intubation and NG tube placement.  Evaluate for NG tube position.\n\n【1】 TECHNIQUE:  Portable AP chest.\n\n【2】 COMPARISON:  Chest radiograph ___.\n\n【3】 FINDINGS:\n\n【4】 The OG tube terminates in the stomach.  The ET tube is in appropriate position approximately 4 cm from the carina.  Lung volumes remain low.  Bilateral multifocal opacities which were seen on CT torso yesterday are not appreciably changed.  The heart is top normal in the mediastinal silhouette is unchanged.  The aorta is tortuous and calcified.  There is no apical pneumothorax or large pleural effusion.\n\n【5】 IMPRESSION:\n\n【6】 1. Bilateral multifocal opacities as seen on CT torso yesterday are concerning for pneumonia or aspiration.\n\n【7】 2. OG tube terminates in the stomach.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "8151a54a-7607-47cf-9fe9-10a4c26c1b41", "title": null, "text": "【0】 EXAMINATION:  PORTABLE ABDOMEN\n\n【1】 INDICATION:  ___ year old man s/p MVr// eval for ileus\n\n【2】 TECHNIQUE:  Abdomen two views\n\n【3】 COMPARISON:  Chest x-ray ___\n\n【4】 FINDINGS: \n\n【5】 Sternotomy wires are in stable alignment.  Valve replacement.  Increased heart size left basilar consolidation is similar to prior.  Bilateral pleural effusions, mildly more prominent.  There multiple mildly dilated loops of colon, small bowel, suggestive of adynamic ileus.  Normal caliber left colon to the level of the sigmoid.  No free air.  Epicardial pacer wires.  Degenerative changes lumbar spine.  Pelvic phleboliths.\n\n【6】 IMPRESSION: \n\n【7】 Multiple mildly dilated loops of bowel, suggestive of adynamic ileus. More apparent small bilateral pleural effusions.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "3f1f4d0d-4c32-48c7-bcbe-a2d01de8a28a", "title": null, "text": "【0】 EXAMINATION:  CT BRAIN PERFUSION Q936 CT HEAD\n\n【1】 INDICATION:  History: ___ with receptive aphasia// code stroke\n\n【2】 TECHNIQUE:  Contiguous MDCT axial images were obtained through the brain without contrast material. Subsequently, helically acquired rapid axial imaging was performed from the aortic arch through the brain during the infusion of intravenous contrast material. Three-dimensional angiographic volume rendered, curved reformatted and segmented images were generated on a dedicated workstation. This report is based on interpretation of all of these images. CT perfusion was performed.\n\n【3】 DOSE:  Acquisition sequence:    1) Sequenced Acquisition 16.0 s, 16.0 cm; CTDIvol = 50.2 mGy (Head) DLP = 802.7 mGy-cm.    2) Sequenced Acquisition 19.2 s, 8.0 cm; CTDIvol = 314.2 mGy (Head) DLP = 2,513.8 mGy-cm.    3) Stationary Acquisition 8.5 s, 0.5 cm; CTDIvol = 92.6 mGy (Head) DLP = 46.3 mGy-cm.    4) Spiral Acquisition 4.5 s, 35.4 cm; CTDIvol = 31.8 mGy (Head) DLP = 1,124.2 mGy-cm.  Total DLP (Head) = 4,487 mGy-cm.\n\n【4】 COMPARISON:  MR head without contrast ___, CTA head and neck ___\n\n【5】 FINDINGS: \n\n【6】 Dental amalgam streak artifact limits study.\n\n【7】 CT HEAD WITHOUT CONTRAST: There is no evidence of no evidence of infarction, hemorrhage, edema, or mass. Chronic bilateral occipital and left frontal encephalomalacia are again demonstrated.  Prominence of ventricles and sulci likely reflect involutional changes. Mucous retention cysts are noted in the left ethmoid and maxillary sinuses.  Bilateral globes are aspherical, similar to before.\n\n【8】 CTA HEAD: Bilateral fetal origin posterior cerebral arteries are noted.  Nonocclusive narrowing of the left proximal superior cerebellar and right posterior cerebral arteries are noted.  Otherwise, the vessels of the circle of ___ and their principal intracranial branches appear normal without stenosis, occlusion, or aneurysm formation.  The dural venous sinuses are patent.\n\n【9】 CTA NECK: The cervical carotid and vertebral arteries and their major branches appear grossly patent with no definite evidence of occlusion.  Heavy atherosclerotic plaque identified at bilateral internal carotid artery origins and at aortic arch.  There is no significant internal carotid stenosis by NASCET criteria.\n\n【10】 CT PERFUSION: No evidence of vascular territorial ischemia or infarct is identified. Scattered areas of increased mean transit time in bilateral cerebrum and cerebellum, left greater than right, do not conform to vascular territory.\n\n【11】 OTHER: The visualized portion of the thyroid gland is within normal limits. There is no lymphadenopathy.  Esophagus is patulous.  4 mm in the right upper lobe (04:21) is unchanged compared to ___.  4 mm nodule in left upper lobe (4:3) was not previously imaged.  Sclerotic lesions in C2 and T5 vertebral bodies are likely bone islands.\n\n【12】 IMPRESSION:\n\n【13】  1.  Dental amalgam streak artifact limits study. 2. Nonocclusive left proximal superior cerebellar artery and right posterior cerebral artery stenosis.  Otherwise, grossly patent circle ___. 3. Probable atherosclerotic calcifications of bilateral carotid bifurcations without definite high-grade stenosis by NASCET criteria. 4. No vascular territorial ischemic perfusion defects or acute intracranial hemorrhage is identified. 5. 4 mm left upper lobe pulmonary nodule is identified.  Please see below for recommendations. 6. Paranasal sinus disease , as described. 7. Nonspecific patulous esophagus, as described.\n\n【14】 RECOMMENDATION(S):  For incidentally detected multiple solid pulmonary nodules smaller than 6mm, no CT follow-up is recommended in a low-risk patient, and an optional CT follow-up in 12 months is recommended in a high-risk patient.\n\n【15】 See the ___ ___ Society Guidelines for the Management of Pulmonary Nodules Incidentally Detected on CT\" for comments and reference: ___", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "34fff9e8-0d8b-4d3d-a07b-67556f791a8f", "title": null, "text": "【0】 EXAMINATION:  CT CHEST W/CONTRAST\n\n【1】 INDICATION:  ___ year old woman with a history of pancreatic and breast cancer, s/p 6 cycles of FOLFIRINOX and repeat CK on treatment break// assess for disease response\n\n【2】 TECHNIQUE:  MDCT of the chest was obtained from thoracic inlet to upper abdomen.  Axial images were reviewed in conjunction with coronal and sagittal reformats\n\n【3】 COMPARISON:  ___\n\n【4】 FINDINGS: \n\n【5】 Aorta and pulmonary arteries are within normal limits.  There are no lytic or sclerotic lesions worrisome for infection or neoplasm.  No mediastinal, hilar or axillary lymphadenopathy present.  There is interval resolution of the left paratracheal lymph node (series 6, image 21 on the previous study).  Lungs are clear.\n\n【6】 The post right mastectomy appearance is similar to previous examination\n\n【7】 Image portion of the upper abdomen will be reviewed separately as part of the CT abdomen pelvis in corresponding report will be issued Airways are patent to the subsegmental level bilaterally.  Minimal diffuse bronchial wall thickening is present.\n\n【8】 IMPRESSION: \n\n【9】 Interval resolution of left paratracheal lymph node.  No new pulmonary nodules masses or consolidations.\n\n【10】 Please review CT abdomen and pelvis in the corresponding report that will be issued separately.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "d02af40d-a30d-4a9c-9afd-48a05f5c859b", "title": null, "text": "【0】 STUDY:  Three views of the right wrist ___.\n\n【1】 ___.\n\n【2】 INDICATION:  Right wrist fracture.\n\n【3】 FINDINGS:  Mild soft tissue swelling.  No acute fracture.  Posttraumatic deformity of the small finger metacarpal.  Unchanged tiny ossific fragment or calcific fragment adjacent to the radial styloid.  Unchanged scapholunate widening with mild radiocarpal degenerative changes, mild degenerative changes at the lunatocapitate joint, and degenerative changes of the thumb CMC joint.  Unchanged mild proximal migration of the capitate.  \n\n【4】 IMPRESSION:  No interval change, particularly the early SLAC wrist.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "7b5e96d4-98ec-4ab0-b481-dbbde020ebee", "title": null, "text": "【0】 EXAMINATION:  FOOT AP,LAT AND OBL BILAT\n\n【1】 INDICATION:  History: ___ with DM now with fever and feeling unwell  // Chronic ulcer, now febrile, eval for signs of osteo\n\n【2】 TECHNIQUE:  6 views of the right and left foot.\n\n【3】 COMPARISON:  Radiograph ___\n\n【4】 FINDINGS: \n\n【5】 RIGHT FOOT:  Images of the right foot show and osteotomy of the head of the right metatarsal.  Relatively large mature ossific fragments are interposed between the first metatarsal remnant and base of the first proximal phalanx.\n\n【6】 Bony destruction of the head of the third metatarsal is new from the prior examination.  Moderate bony spurring is noted overlying the midfoot best seen on the lateral view.\n\n【7】 At the lateral base of the second tarsometatarsal joint, and in the adjoining medial base of the third tarsometatarsal joint, there appear to be erosions with thick sclerotic rim.  These are likely associated with the bony fragment seen along the dorsum of the midfoot.\n\n【8】 LEFT FOOT:  Images of the left foot demonstrate mild joint space narrowing and bony spurring.  No fracture or discrete erosion identified.  Probable diffuse osteopenia.  The second MTP joint is narrowed and possibly subluxed.\n\n【9】 IMPRESSION: \n\n【10】 1.  Bony destruction of the head of the right third metatarsal is new from the prior examination.  In the appropriate clinical setting, this would be concerning for osteomyelitis.  Osteonecrosis and articular surface collapse at the third metatarsal head is considered less likely. 2.  Osteotomy of the head of the first metatarsal of the right foot. 3.  Erosions with fixed with relatively thick sclerotic rims along the adjoining portions of the second and third metatarsal joints.  These are not fully characterized, but could reflect gouty erosions.  Chronic infection is considered less likely, but remains in the differential.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "9b4e0890-5684-4b20-b3f2-ff868a304a31", "title": null, "text": "【0】 HISTORY:  Possible preoperative study.\n\n【1】 FINDINGS:\n\n【2】 No previous images.  There is striking scoliosis of the thoracic spine convex to the right and centered at approximately T9.  However, there is no evidence of acute pneumonia, vascular congestion, or pleural effusion.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "690e144c-150f-4316-8552-6a45e5895b98", "title": null, "text": "【0】 EXAMINATION:  CTA CHEST\n\n【1】 INDICATION:  ___ with COPD, hypoxia, tachycardia.  Evaluate for pulmonary embolism.\n\n【2】 TECHNIQUE:  Axial multidetector CT images were obtained through the thorax after the uneventful administration of intravenous contrast. Reformatted coronal, sagittal, thin slice axial images, and oblique maximal intensity projection images were submitted to PACS and reviewed.\n\n【3】 DOSE:  Total DLP (Body) = 244 mGy-cm.\n\n【4】 COMPARISON:  CT chest of ___.\n\n【5】 FINDINGS: \n\n【6】 The aorta and its major branch vessels are patent, with no evidence of stenosis, occlusion, dissection, or aneurysmal formation.  There is no evidence of penetrating atherosclerotic ulcer or aortic arch atheroma present. Aortic arch calcifications are moderate.\n\n【7】 The pulmonary arteries are well opacified to the segmental level, without focal filling defect concerning for pulmonary embolism.  An apparent hypodensity in a subsegmental branch of the right lower lobe (3:151) is thought to reflect artifact at a branch point.  The main and right pulmonary arteries are normal in caliber, and there is no evidence of right heart strain.\n\n【8】 There is no supraclavicular, axillary, mediastinal, or hilar lymphadenopathy.  The thyroid gland appears unremarkable.\n\n【9】 There is no evidence of pericardial effusion.  There is no pleural effusion.\n\n【10】 Centrilobular emphysema is moderate.  Diffuse bronchial wall thickening is again noted with mucous plugging, without large focal consolidation.  Respiratory motion artifact limits evaluation of the lower lobes.  No significant peribronchial opacification. The airways are otherwise patent to the subsegmental level.\n\n【11】 Limited images of the upper abdomen are notable for a large hiatal hernia, fluid-filled esopahgus, and a hepatic calcification.  The bilateral adrenal glands are normal in appearance.\n\n【12】 No lytic or blastic osseous lesion suspicious for malignancy is identified.\n\n【13】  IMPRESSION: \n\n【14】 1.  No evidence of acute aortic abnormality or pulmonary embolism to the segmental level.  Apparent hypodensity in a subsegmental pulmonary arterial branch of the right lower lobe is thought to reflect artifact at a branch point.\n\n【15】 2.  Diffuse bronchial wall thickening and mucus plugging, which could be bronchitis or aspiration. Emphysema.\n\n【16】 3.  Large hiatal hernia with fluid in the esophagus, which could predispose the patient to aspiration.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "0e81e9ff-75c2-4c9f-8c03-5bae571a2ea1", "title": null, "text": "【0】 EXAMINATION:  CT HEAD W/O CONTRAST Q111 CT HEAD\n\n【1】 INDICATION:  ___ year old man with endocarditis, micotic aneurysm and SAH// Concern for septic emboli.\n\n【2】 TECHNIQUE:  Contiguous axial images of the brain were obtained without contrast.\n\n【3】 DOSE:  Acquisition sequence:    1) Sequenced Acquisition 5.0 s, 20.0 cm; CTDIvol = 46.7 mGy (Head) DLP = 934.3 mGy-cm.  Total DLP (Head) = 934 mGy-cm.\n\n【4】 COMPARISON:  Prior CT head dated ___.\n\n【5】 FINDINGS: \n\n【6】 Postsurgical changes from prior mycotic aneurysm embolization are again seen with embolization coils seen in the right inferior frontal lobe.  Multiple focal hypodensities are again seen in the right occipital lobe and left frontoparietal lobes, representing known embolic infarctions.  No new foci of involvement identified.  Additionally, there has been near complete interval resolution of the previously seen left frontal subarachnoid hemorrhage.  No acute large territory infarction or intracranial hemorrhage. There is prominence of the ventricles and sulci suggestive of involutional changes.\n\n【7】 Similar to prior, there is partial opacification of the mastoid air cells.  The visualized portion of the paranasal sinuses, mastoid air cells, and middle ear cavities are clear. The visualized portion of the orbits are unremarkable.\n\n【8】 IMPRESSION:\n\n【9】  1. Redemonstration of multiple hypodensities representing known embolic infarctions.  No new foci of involvement identified. 2. No acute large territory infarction or intracranial hemorrhage.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "1fc371ea-e805-42d7-b8e6-245572d513f4", "title": null, "text": "【0】 HISTORY:  Pneumothorax left status post chest tube removal.\n\n【1】 CHEST (PORTABLE AP)\n\n【2】 Compared with ___ at 9:37 a.m., the pigtail catheter at the left base has been removed.  A left subclavian central line tip overlies the distal SVC. The previously described small biapical pneumothoraces are not distinctly visible, but may still be present.  The bibasilar opacities are unchanged.  ?mild diffuse prominence of interstitial markings on the right, which is also unchanged.  Small bilateral effusions are likely present.   \n\n【3】 There are degenerative changes in the thoracolumbar region and loss of height of the presummptive T11 vertebral body, better seen on ___ abdominal CT.  At the inferior edge of these films, additional tubing is noted.\n\n【4】 IMPRESSION:  Interval removal of pigtail catheter.  Cannot exclude tiny residual apical pneumothoraces.  Bilateral infiltrates are unchanged.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "4480a29d-fe0f-4d5c-80e0-43cc85938a02", "title": null, "text": "【0】 EXAMINATION:  Femur radiograph\n\n【1】 INDICATION:  ___ year old woman with right femur pain// Eval right femur pain\n\n【2】 TECHNIQUE:  2 views of the right femur\n\n【3】 COMPARISON:  Femur radiograph ___\n\n【4】 FINDINGS: \n\n【5】 The patient is status ORIF of a transverse mid shaft femur fracture with an intramedullary rod and interlocking screws.  Compared to the prior radiograph, there has been improvement in the anatomic alignment.  The fracture line still visible with mild interval bony bridging. The right hip joint space is preserved.  Limited views of the right knee are unremarkable. Skin staples are seen overlying the right hip.\n\n【6】 IMPRESSION: \n\n【7】 Status post ORIF of a mid shaft femur fracture in overall anatomic alignment with interval healing.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "b03f9356-d42d-4fa4-b44b-ad86a4b3f280", "title": null, "text": "【0】 EXAMINATION:  VENOUS DUP UPPER EXT BILATERAL\n\n【1】 INDICATION:  Evaluate for clot in the subclavian and internal jugular veins, in a patient presenting with fever of unknown origin, with a history of SLE on chronic prednisone and anti GBM disease status post high-dose immunosuppressive therapy.\n\n【2】 TECHNIQUE:  Grey scale and Doppler evaluation was performed on the bilateral internal jugular and subclavian veins.\n\n【3】 COMPARISON:  None.\n\n【4】 FINDINGS: \n\n【5】 The right subclavian vein could not be evaluated secondary to an overlying line and bandage.  The left subclavian and bilateral internal jugular veins are compressible with transducer pressure and demonstrate normal flow and waveforms.\n\n【6】 IMPRESSION: \n\n【7】 The right subclavian vein could not be evaluated secondary to overlying bandaging material.  No evidence of clot within the left subclavian and bilateral internal jugular veins.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "796da299-3f2f-4cfc-a41e-4d8d7445c41d", "title": null, "text": "【0】 INDICATION:  First trimester spotting and a left lower quadrant pain.\n\n【1】 LMP:  ___.\n\n【2】 Transabdominal and transvaginal imaging were performed, the latter to better evaluate the uterus and the adnexa.  There is an intrauterine gestational sac with a mean sac diameter of 6 mm.  There is a suggestion of a yolk sac within the gestational sac.  No embryonic pole is yet visualized, which is normal for this stage of the gestation.  The appearance of this gestation is that of a 5.5 - 6 week pregnancy.  The uterus and both ovaries are normal.\n\n【3】 IMPRESSION:  Early intrauterine gestation of approximately 5.5 - 6 weeks. An embryonic pole is not yet visualized, which is normal finding at this stage. The ovaries and the uterus are normal.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "7596da72-6f5f-48a2-a91f-186bc467e700", "title": null, "text": "【0】 STUDY:  Two views of the cervical spine ___.\n\n【1】 ___.\n\n【2】 INDICATION:  Neck pain.\n\n【3】 FINDINGS:  The visualized lung apices are clear.  Surgical clips project over the base of the neck.  Patent airway.  Normal prevertebral soft tissues.  Mild loss of cervical lordosis which may be positional.  Prior C4-5 ACDF with anterior instrumentation and intervertebral disc spacer.  The hardware is intact and unchanged in position.  No evidence for ___ lucency.  Unchanged mild degenerative changes.\n\n【4】 IMPRESSION:  No hardware complication.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "18f09589-6a7c-42e1-987f-47c0f2f6033c", "title": null, "text": "【0】 INDICATION:  Right-sided chest pain status post fall.\n\n【1】 COMPARISON:  Multiple priors, most recent CXR dated ___.\n\n【2】 PA AND LATERAL CHEST AND RIGHT RIBS, TOTAL SIX VIEWS: Cardiomediastinal silhouette is unchanged.  Atherosclerotic calcification of aortic arch is noted.  Pulmonary vascularity is normal.  The lungs are clear without pleural effusion or pneumothorax.  Several chronic right-sided lateral rib fractures are reidentified. No acute rib fracture is seen. Degenerative changes of the thoracic spine are noted.  The tip of a dual lumen right central venous catheter projects over the cavoatrial junction.\n\n【3】 IMPRESSION: No acute fracture or pneumothorax.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "1e120b96-852f-48eb-8a61-542120e7ef92", "title": null, "text": "【0】 EXAMINATION:  CT C-SPINE W/O CONTRAST\n\n【1】 INDICATION:  ___ with MVC// MVC\n\n【2】 TECHNIQUE:  Non-contrast helical multidetector CT was performed. Soft tissue and bone algorithm images were generated.  Coronal and sagittal reformations were then constructed.\n\n【3】 DOSE:  Total DLP (Body) = 512 mGy-cm.\n\n【4】 COMPARISON:  None.\n\n【5】 FINDINGS: \n\n【6】 There is a partially imaged displaced comminuted right clavicular midshaft fracture.  A partially imaged right hemothorax and right pneumothorax is seen. Subcutaneous gas in the right neck is seen, tracking superiorly from injuries to the right hemithorax.\n\n【7】 Alignment is normal. No cervical fractures are identified. There is no evidence of high-grade spinal canal or neural foraminal stenosis.  No evidence of significant degenerative changes.  There is no prevertebral soft tissue swelling.\n\n【8】 IMPRESSION:\n\n【9】  1. No evidence of acute cervical fracture or malalignment. 2. Partially imaged displaced comminuted right clavicular midshaft fracture. 3. Partially imaged right hemothorax and right pneumothorax. 4. Subcutaneous gas in the right neck, tracking superiorly from injuries to the right hemithorax.  Please refer to concurrently performed CT torso for further details.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "b262c870-ffb6-47d8-9f3c-7e72cd731768", "title": null, "text": "【0】 HISTORY:  ___ man with acute onset of knee pain after landing on left leg while playing basketball.\n\n【1】 TECHNIQUE:  Left knee, three views.\n\n【2】 COMPARISON:  No prior.\n\n【3】 FINDINGS:  There is no evidence of fracture or dislocation.  There is no evidence of joint effusion.  No radiopaque foreign body is seen.  There is no evidence of degenerative changes.  No concerning lytic or sclerotic lesion is seen.\n\n【4】 IMPRESSION:  No fracture.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "5993eb6e-3a3c-4424-aa7c-5efa48447660", "title": null, "text": "【0】 HISTORY:  Dyspnea \n\n【1】 TECHNIQUE:  PA and lateral views of chest.\n\n【2】 COMPARISON:  ___.\n\n【3】 FINDINGS:\n\n【4】 Lungs appear clear.  Cardiac silhouette is normal in size.  No pleural effusion or pneumothorax.\n\n【5】 IMPRESSION:\n\n【6】 No evidence of pulmonary edema.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "f0915cab-f8ee-477e-9764-a3ab375649b4", "title": null, "text": "【0】 INDICATION:  Hepatitis C cirrhosis and frank hematuria.\n\n【1】 TECHNIQUE:  Abdominal ultrasound.\n\n【2】 COMPARISON:  Ultrasound dated ___.\n\n【3】 FINDINGS:  The liver is normal in echogenicity and contour.  No focal liver lesion is seen.  The portal vein is patent with hepatopetal flow.  No intra- or extra-hepatic biliary dilation is seen.  The CBD measures 6 mm.  The gallbladder appears grossly unremarkable.  The spleen is at the upper limits of normal measuring 12.9 cm.  No free fluid is seen.  The pancreas is not well evaluated due to overlying bowel gas.\n\n【4】 The kidneys appear grossly unremarkable without evidence of stones, masses or hydronephrosis.  The right kidney measures 10.9 cm and the left 11.5 cm.  The bladder appears grossly unremarkable.  The prostate gland is normal in size.\n\n【5】 No abdominal aortic aneurysm is seen.  The IVC, where visualized, appears normal.\n\n【6】 IMPRESSION: 1.  No focal liver lesion. 2.  No stones, hydronephrosis or findings to explain hematuria.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "d36466aa-8daf-4f22-ae42-95b4cc4619a8", "title": null, "text": "【0】 REASON FOR EXAMINATION:  Followup of a patient after CABG.\n\n【1】 PA and lateral upright chest radiograph were compared to ___.\n\n【2】 There is resolution of previously demonstrated left upper lobe atelectasis.  Cardiomediastinal silhouette is stable.  There is still present small left pleural effusion.  There is no pneumothorax or evidence of failure.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "6cf14dbd-1a2e-476d-b7b1-31123e499dbe", "title": null, "text": "【0】 CLINICAL HISTORY:  Fever, hypertension improved, back pain, and MSSA bacteremia and sepsis.  Unclear source of infection.  ? retropharyngeal space edema or phlegmon on previous MRI.  Continues to have fever and positive cultures despite antibiotics.\n\n【1】 TECHNIQUE:  MR neck soft tissue with and without contrast, axial T1, T2 fat-suppressed, post-contrast T1 fat-suppressed with coronal images and sagittal images.\n\n【2】 COMPARISON:  MR spine ___.\n\n【3】 FINDINGS: The study is limited with inadequate fat suppression. \n\n【4】 There is enhancement in the end plate and anterior aspect of intervertebral disc at C5-6 with further abnormal enhacement in the prevertebral and epidural space extending to one vertebral level below C6. \n\n【5】 There is a slither of prevertebral fluid in the retropharyngeal space, as seen on the recent MRI, less than 2 mm in depth spanning from C3 to C5 vertebral levels.  There is no abnormal enhancement to suggest collection or mass.  Small volume posterior cervical nodes are demonstrated.  There is no soft tissue asymmetry in the neck.  Maxillary mucous retention cyst is seen on the right.\n\n【6】 Bilateral large pleural effusions, larger on the right, is demonstrated.\n\n【7】 IMPRESSION: Study is limited by motion. Subtle end plate and epidural enhancement suspicious for diskitis. No evidence of drainable collection in the neck. A slither of prevertebral fluid as seen on the previous MRI.   \n\n【8】 Bilateral pleural effusions larger on the right. \n\n【9】 Findings were discussed with Dr ___.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "fc14412f-c8d7-44e2-afc6-2d8417251b54", "title": null, "text": "【0】 RADIOGRAPHS OF THE CERVICAL SPINE\n\n【1】 HISTORY:  Status post fall while intoxicated.  Question spinal stability.\n\n【2】 COMPARISONS:  None.\n\n【3】 TECHNIQUE:  Cervical spine, four views.\n\n【4】 FINDINGS:  The patient is status post craniotomy.  These portable views include two lateral views depicting slight flexion and extension of the cervical spine without subluxations.  The lateral views depict levels only through the mid C6 level due to overlying soft tissues that obscure lower portions of the cervical spine on the lateral view.  Accordingly, the study is limited, but there is no evidence for fracture, dislocation or bone destruction.\n\n【5】 IMPRESSION:  No evidence for fracture or malalignment on limited evaluation which does not depict the lower most part of the cervical spine on lateral views due to overlapping soft tissues.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "74876857-94b7-4a6b-8009-213bcc3497c3", "title": null, "text": "【0】 EXAMINATION:  CHEST (PA AND LAT)\n\n【1】 INDICATION:  ___ year old man with chf and ?pna// PNA vs CHF exacerbation vs copd exacerbation\n\n【2】 TECHNIQUE:  Chest PA and lateral\n\n【3】 COMPARISON:  Chest radiographs from ___, ___.\n\n【4】 FINDINGS: \n\n【5】 Compared to ___, there is interval decrease in bilateral parenchymal opacities, suggesting decreased vascular congestion.  Persistent parenchymal opacities in the left lower lung likely represent ongoing pneumonia.  The cardiomediastinal silhouette remains enlarged.  Persistent small left pleural effusion.  No pneumothorax.\n\n【6】 IMPRESSION: \n\n【7】 Compared to ___, interval decrease in vascular congestion, with persistent parenchymal opacities in the left lower lung likely representing ongoing pneumonia.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "00564e26-a231-4af6-89d5-ce45f707e664", "title": null, "text": "【0】 CLINICAL HISTORY:  ___ woman status post paravertebral block.  Please evaluate for pneumothorax.\n\n【1】 COMPARISON:  ___.\n\n【2】 FINDINGS:  There is no evidence of pneumothorax bilaterally.  Bilateral chest tubes reaching the apex of the lungs once again seen.  Bibasilar opacities represent worsening atelectasis.  Right-sided central venous catheter is unchanged and in correct position.  Cardiomediastinal silhouette is unchanged.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "4309150c-7d6e-4ef8-b693-b213d56601a6", "title": null, "text": "【0】 EXAMINATION:  CHEST RADIOGRAPH\n\n【1】 INDICATION:  ST elevation myocardial infarction status post PCI.\n\n【2】 TECHNIQUE:  Chest, portable AP semi-supine.\n\n【3】 COMPARISON:  ___, earlier on the same day.\n\n【4】 FINDINGS: \n\n【5】 The heart is normal in size. The mediastinal and hilar contours appear within normal limits. There is no pleural effusion or pneumothorax. Intra-aortic balloon pump appears unchanged. There is new vague opacity in the right upper lung which may be due to an asymmetric form of new mild pulmonary edema.  Elsewhere the lungs remain clear.\n\n【6】 IMPRESSION: \n\n【7】 Increased regional opacity in the right upper lung which may represent asymmetric mild pulmonary edema. In the appropriate clinical setting, developing infectious process could also be considered.  Short-term follow-up radiographs are suggested.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "9d803bee-8f53-4310-8676-0445a78ccd96", "title": null, "text": "【0】 HISTORY:  Pneumonia, to evaluate for change.\n\n【1】 FINDINGS:  In comparison with the study of ___, there is little overall change.  Enlargement of the cardiac silhouette with some fullness of indistinct pulmonary vessels persists, consistent with elevated pulmonary venous pressure.  Again, it is impossible to evaluate the retrocardiac region. Tubes remain in place.\n\n【2】 IMPRESSION:  Little overall change.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "ae58ae39-6f25-497b-8c20-9ce217a36c8c", "title": null, "text": "【0】 HISTORY:  ___ female with recent left lower extremity surgery.  Evaluation for DVT.\n\n【1】 COMPARISON:  None available in the ___ system.\n\n【2】 LEFT LOWER EXTREMITY DOPPLER ULTRASOUND:  Gray-scale and Doppler sonograms of the bilateral common femoral, left superficial femoral, left popliteal, and left posterior tibial veins were obtained.  The peroneal vessels were not visualized.  There is normal flow, compressibility and augmentation of the examined vessels.\n\n【3】 IMPRESSION:  No DVT in the left lower extremity.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "db4e6995-af5a-4113-b869-bf9b46a1d38e", "title": null, "text": "【0】 EXAM:  Radiographs of the lumbar spine.\n\n【1】 INDICATION:  Epidural blood patch.\n\n【2】 COMPARISON:  MRI from ___.\n\n【3】 FINDINGS:  Three spot fluoroscopic intraoperative radiograph of the lumbar spine were obtained during an epidural blood patch procedure, showing a needle from the posterior aspects of the lumbar spine, coursing and terminating posterior to the L3-L4 level.  Total fluoroscopic time of 26.2 seconds.\n\n【4】 IMPRESSION:  Intraoperative fluoroscopic radiograph as described.  Please see operative report for surgical details.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "0e2513d1-508e-4e1b-b99c-7a5c5b217dcb", "title": null, "text": "【0】 AP CHEST 6:49 P.M. ___  \n\n【1】 HISTORY:  Recent aspiration and pneumonia.\n\n【2】 IMPRESSION:  AP chest compared to ___ through ___ at 4:37 p.m.:\n\n【3】 Left lung is still entirely collapsed.  Leftward shift of the mediastinum suggests that although substantial left pleural effusion is probably present as well it has not changed appreciably since ___.  Right lung is low in volume but grossly clear.  Tip of the endotracheal tube, with the chin down, 3 cm from the carina is acceptable.  Nasogastric tube ends in the distal duodenum.  No pneumothorax.  Right jugular line tip projects over the upper right atrium, as before.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "b264e264-948c-4151-b9d1-36c9a795a0e6", "title": null, "text": "【0】 EXAMINATION:  LIVER OR GALLBLADDER US (SINGLE ORGAN)\n\n【1】 INDICATION:  History: ___ with abd pain  // evidence of cholelithiasis/cholecystitis\n\n【2】 TECHNIQUE:  Gray scale and color Doppler sonographic evaluation of the right upper quadrant was obtained.\n\n【3】 COMPARISON:  None.\n\n【4】 FINDINGS: \n\n【5】 No focal intrahepatic lesion is seen.  No intrahepatic biliary ductal dilation is seen.  The common bile duct is normal in caliber and measures0.3 cm.  The gallbladder is unremarkable without intraluminal stone or sludge.  No gallbladder wall thickening or pericholecystic fluid is seen.  Sonographic ___ sign was absent\n\n【6】 IMPRESSION: \n\n【7】 Unremarkable right upper quadrant ultrasound. No cholelithiasis no secondary findings of acute cholecystitis.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "1d127651-30fd-4652-8672-4b830f024e22", "title": null, "text": "【0】 EXAMINATION:  CHEST (AP AND LATERAL)\n\n【1】 INDICATION:  History: ___ with increased swelling and redness to right leg// Eval for CHF exacerbation\n\n【2】 TECHNIQUE:  Upright AP and lateral views of the chest\n\n【3】 COMPARISON:  Chest radiograph ___, CT chest ___\n\n【4】 FINDINGS: \n\n【5】 Patient is status post TAVR.  Cardiac silhouette size remains moderately enlarged.  The mediastinal and hilar contours are similar.  Mild pulmonary vascular congestion persists, but slightly improved from the prior study.  Possible trace pleural effusions are seen bilaterally.  No focal consolidation or pneumothorax is seen.  No acute osseous abnormalities visualized.  Moderate degenerative changes are noted in the thoracic spine.\n\n【6】 IMPRESSION: \n\n【7】 Mild pulmonary vascular congestion and possible trace bilateral pleural effusions.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "b73c2622-6d53-4a17-a203-77c60577cb61", "title": null, "text": "【0】 EXAMINATION:  CHEST (PA AND LAT)\n\n【1】 INDICATION:  ___ year old man with s/p CABG// eval for effusion or infiltrate   eval for effusion or infiltrate\n\n【2】 IMPRESSION: \n\n【3】 Comparison to ___.  Moderate left pleural effusion, better appreciated on the lateral than on the frontal view.  Moderate cardiomegaly with postoperative appearance of the cardiac silhouette.  Moderate left basilar atelectasis.  No pneumonia.  No pneumothorax.  No pulmonary edema.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "4c0f81e3-9468-49a8-9f5e-47c5a063746c", "title": null, "text": "【0】 INDICATION:  ___ man status post aortic valve replacement, now focal changes and tonic-clonic seizure.  Assess for bleed.\n\n【1】 COMPARISONS:  Multiple head CTs and MRs ___ the head, most recent MR head of ___.\n\n【2】 TECHNIQUE:  Contiguous axial images were obtained through the brain.  No contrast was administered.\n\n【3】 FINDINGS:  There is no evidence of hemorrhage, midline shift, mass effect, or acute infarction. There is an area of hypodensity in the right temporoparietal lobe which corresponds with the previously described area on MR of ___ subacute infarct and represents expected evolutional changes.  There is no hemorrhagic transformation of this infarct.  There is no evidence of midline shift or mass effect.  The ventricles and sulci are normal in size and configuration.\n\n【4】 The bone and soft tissue are unremarkable. Visualized portions of the paranasal sinuses and the mastoid air cells are normal.\n\n【5】 IMPRESSION:  No acute bleed.  Further expected changes of right temporoparietal lobe infarct as seen on prior MRI.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "15c057d0-cce0-40c2-b978-82b5c2c3b7f8", "title": null, "text": "【0】 EXAMINATION:  CHEST (PORTABLE AP)\n\n【1】 INDICATION:  ___ year old man with AML and platelet transfusion reaction with shortness of breath.  // Please evaluate for acute process and interval change.\n\n【2】 IMPRESSION: \n\n【3】 In comparison to ___ chest radiograph, cardiomediastinal contours are stable in appearance, and lungs and pleural surfaces are clear.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "3bfd1aa7-2340-47aa-bb0e-ac1b1531ecad", "title": null, "text": "【0】 EXAMINATION:  PELVIS, NON-OBSTETRIC\n\n【1】 INDICATION:  ___ yo G1P0A1 with Mirena IUD inserted ___ years ago. Complains of (1) one month of post-coital bleeding (2) ;  one year of new monthly bleeding. IUD strings not visualized on speculum exam today.// Abnormal uterine bleeding\n\n【2】 TECHNIQUE:  Grayscale ultrasound images of the pelvis were obtained with transabdominal approach followed by transvaginal approach for further delineation of uterine and ovarian anatomy.  3D  rendering was performed in order to obtain the coronal plane.\n\n【3】 COMPARISON:  None\n\n【4】 FINDINGS: \n\n【5】 The uterus is retroflexed and measures 6.5 x 3.4 x 5.4 cm.   The endometrium is homogenous and measures 4 mm.  The IUD appears malpositioned.  3D rendering was performed in order to obtain the coronal plane.  The IUD lies entirely within the endometrial cavity however, is inverted and obliquely placed so that the proximal tip of the shaft points superiorly toward the left horn and the crossbars are extended inferiorly along the right lateral endometrial cavity.  The IUD string is demonstrated coiled within the lower endometrial cavity.\n\n【6】 The ovaries are normal. There is no free fluid.\n\n【7】 IMPRESSION: \n\n【8】 Malpositioned IUD.  Normal ovaries.\n\n【9】 NOTIFICATION:  The findings were discussed with ___, R.N. At the ___ Center by ___  on the telephone on ___ at 9:19 am, 10 minutes after discovery of the findings.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "33dae04a-c536-48c2-b3f4-09245cec4ea4", "title": null, "text": "【0】 EXAMINATION: Chest:  Frontal and lateral views\n\n【1】 INDICATION:  History: ___ with right flankpain// pna? pleural effusion?\n\n【2】 TECHNIQUE:  Chest:  Frontal and Lateral\n\n【3】 COMPARISON:  ___\n\n【4】 FINDINGS: \n\n【5】 There is mild pulmonary vascular congestion.  No pleural effusion or pneumothorax is seen.  The heart is mildly enlarged.\n\n【6】 IMPRESSION: \n\n【7】 Mild pulmonary vascular congestion and mild cardiomegaly.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "5f5570b1-6c11-4e9d-81d0-c6bff08a4e5c", "title": null, "text": "【0】 STUDY:  Three views of the right wrist ___.\n\n【1】 COMPARISON:  Hand radiographs, ___.\n\n【2】 INDICATION:  Evaluate for fracture.\n\n【3】 ADDITIONAL INFORMATION:  Pulling injury to the right wrist.\n\n【4】 FINDINGS:  Mild dorsal soft tissue swelling.  No acute fracture visualized.  No dislocation.  Unchanged ulnar negative variance.  No degenerative or erosive changes.  Again seen is the incidental carpal cyst within the lunate.\n\n【5】 IMPRESSION:  No acute abnormality.  If there is clinical concern for an occult carpal bone fracture, recommend further evaluation with MRI.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "c2206b3b-d91d-4d93-8d9a-64564dd31ab1", "title": null, "text": "【0】 INDICATION:  ___ year old man with renal transplant. has worsening proteinuria(upto 2.1gm from 1.1gm)// guidance for kidney transplant biopsy\n\n【1】 TECHNIQUE:  Real-time grayscale ultrasound imaging for biopsy guidance.\n\n【2】 OPERATORS:  Dr. ___ provided sonographic guidance for biopsy that was performed by the Nephrology team and Dr ___ radiologist, was aware of the procedure.\n\n【3】 FINDINGS: \n\n【4】 This procedure was performed by the Nephrology team; please see Nephrology procedure note for further details.\n\n【5】 Real-time ultrasound guidance for percutaneous renal biopsy was provided by radiologist. The lower pole of the left transplant kidney was targeted and 2 biopsy passes performed.\n\n【6】 SEDATION:  No moderate sedation was administered.\n\n【7】 IMPRESSION: \n\n【8】 Ultrasound guidance for percutaneous left kidney transplant biopsy.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "fc5166d3-701f-4258-a80f-9e5ee07a8c57", "title": null, "text": "【0】 STUDY:  AP chest ___.\n\n【1】 CLINICAL HISTORY:  Patient with PICC line.  Pulled back 5 cm.  Re-evaluate.\n\n【2】 FINDINGS:  Comparison is made to prior study from ___.\n\n【3】 The right-sided PICC line is still in the right atrium and this could be pulled back at least 6 cm for more optimal placement.  There are no pneumothoraces.  There remains cardiomegaly.  There is a feeding tube whose distal tip is past the GE junction.  Lungs demonstrate coarsing of the bronchovascular markings, stable.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "5665e448-2d63-4798-a3d7-6b7a0d2bd8bd", "title": null, "text": "【0】 EXAMINATION:  CHEST (PORTABLE AP)\n\n【1】 INDICATION:  ___ year old woman with resp distress  // interval change      interval change\n\n【2】 COMPARISON:  Chest radiographs ___ through ___.\n\n【3】 IMPRESSION: \n\n【4】 The volume of previously severe pneumoperitoneum has decreased.  Severe distention of the stomach with air and fluid has increased. Moderately severe pulmonary edema has developed and the extent of consolidation in the left lower lobe has increased.  Pneumonia is suspected, particularly due to aspiration.  Moderate cardiomegaly stable.  Tracheostomy tube in standard placement.  No pneumothorax or appreciable pleural effusion.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "15d85672-abf7-4377-a6f4-76188533aa10", "title": null, "text": "【0】 EXAMINATION:  PELVIS AP ___ VIEWS\n\n【1】 INDICATION:  localized R buttock pain over R ischium s/p fall// r/o fracture\n\n【2】 IMPRESSION: \n\n【3】 In comparison with the study of ___, there is no interval change or evidence of acute fracture.  The left hip arthroplasty appears stable and there again are significant degenerative changes in the lower lumbar spine.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "7fb0595a-cff6-41d3-bd8c-7490c2b0adc6", "title": null, "text": "【0】 EXAMINATION:  CT CHEST W/O CONTRAST\n\n【1】 INDICATION:  ___ year old man s/p chemo, RT completed ___ for adenoca lung involving R hilum, 4R LN.// ___ restaging\n\n【2】 TECHNIQUE:  Volumetric CT acquisitions over the entire thorax in inspiration, no administration of intravenous contrast material, multiplanar reconstructions.\n\n【3】 DOSE:  DLP: Given in abdominal CT report.\n\n【4】 COMPARISON:  ___.\n\n【5】 FINDINGS: \n\n【6】 No incidental thyroid findings.  No supraclavicular, infraclavicular or axillary lymphadenopathy.  No enlarged lymph nodes in the anterior mediastinum.  Stable mild aortic wall calcifications, the post resection area at the level of the left upper lobe (3, 26) is unchanged.  Stable borderline sized lymph nodes at the level of the left hilus and in the sub-carinal region (3, 28).  Mild coronary calcifications, no pericardial effusion.  The posterior mediastinum appears unchanged.  Stable left adrenal lesion (3, 51).  Stable right kidney cyst. There is stable severe pulmonary emphysema.  The known right hilar mass is morphological is stable in its upper aspect (5, 121), the lower aspect of the mass (5, 138) with a more nodular appearance is also stable.  Signs suggestive of local lymphangitis have not substantially changed.  The post resection left lung parenchyma is of stable morphology.  No evidence of pleural effusions.  Several pre-existing subpleural millimetric micronodules are stable.  No new or growing nodules.\n\n【7】 IMPRESSION: \n\n【8】 Stable left upper lobectomy site.  Stable appearance of a known right paramediastinal and right hilar mass.  No measurable growth.  Pleural effusions.  No new or growing pulmonary nodules.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "6dcd2488-2ca2-4168-945c-bf7d9e66698e", "title": null, "text": "【0】 MR HEAD WITHOUT AND WITH CONTRAST ___\n\n【1】 HISTORY:  Left frontal lesion with aphasia.\n\n【2】 Sagittal and axial short TR, short TE spin echo imaging was performed through the brain. After administration of 10 cc of Magnevist intravenous contrast, axial imaging was performed with ___ TR, long TE fast spin echo, gradient echo, diffusion, and short TR, short TE spin echo technique.  Sagittal MP-RAGE imaging was performed and reformatted into axial and coronal orientations.  Comparison to a brain MR ___.\n\n【3】 FINDINGS:  There have been no significant changes since the recent prior MR examination.  Again noted is a 27 mm left frontal extra-axial mass.  This appears to arise from the floor of the anterior fossa and from the inner table, posterior to the frontal sinus.  There is adjacent dural thickening suggesting dural reaction, tumor infiltration, or both.  The mass is homogeneous in intensity on all pulse sequences and enhances intensely after contrast administration.  There is extensive vasogenic edema in the left frontal lobe.  No other masses are detected.\n\n【4】 This finding most likely represents a meningioma.  The extensive frontal lobe edema, although compatible with a benign meningioma, is worrisome.\n\n【5】 Images of the remainder of the brain demonstrate scattered white matter hyperintensities perhaps reflecting chronic small vessel ischemia.\n\n【6】 CONCLUSION:  No significant change since ___.  Again identified is a left frontal enhancing mass most likely a meningioma.  It has extensive vasogenic edema.  Although this is compatible with benign disease, the possibility of a malignancy should be considered.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "6c9ce3ea-63b8-4b12-9baf-7e904d7746ba", "title": null, "text": "【0】 MR EXAMINATION OF THE BRAIN WITHOUT CONTRAST ___\n\n【1】 HISTORY:  ___ male with ataxia; rule out further cerebellar degeneration.\n\n【2】 TECHNIQUE:  Routine ___ non-enhanced MR examination.\n\n【3】 FINDINGS:  The study is compared with previous enhanced MR examination of ___ the overall appearance is not significantly changed.  Again demonstrated, particularly allowing for the patient's age, is marked and relatively symmetric prominence of the extra-axial CSF spaces, the cortical sulci and fissures and the ventricles and cisterns.  While there is stable atrophy of the cerebellum, particularly the vermis with prominence of the cisterna magna, this does not appear particularly disproportionate to the extent of generalized atrophy.  There is no intra- or extra-axial hemorrhage and the midline structures are in the midline.  There is no focus of slow diffusion to suggest an acute ischemic event and the principal intracranial vascular flow voids, including those of the dural venous sinuses, are preserved.  The FLAIR sequence is unremarkable.  There is no space-occupying lesion, and the sella, parasellar region and remainder of the skull base and orbits are unremarkable.  There is minor mucosal thickening involving the anterior ethmoidal air cells, as before.\n\n【4】 IMPRESSION: 1.  No acute intracranial process. 2.  Moderately severe global atrophy, particularly allowing for the patient's age, not significantly changed since the ___ study.  Though there is prominent cerebellar, particularly vermian atrophy, this does not seem disproportionate.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "dcc74e4b-21a9-4158-9d06-04178728c716", "title": null, "text": "【0】 HISTORY:  ___ man with non-small cell lung cancer\n\n【1】 INDICATION:  Evaluation for interval change.\n\n【2】 TECHNIQUE:  Volumetric CT acquisition over the entire thorax in inspiration with administration of intravenous contrast material and multiplanar reconstructions.\n\n【3】 COMPARISON:  Exam is compared to chest CT of ___ and more recently, ___.\n\n【4】 FINDINGS:  \n\n【5】 The thyroid gland is unremarkable and unchanged compared to prior examinations, 2, 4.   There are no pathologically enlarged lymph nodes in the axillae, supraclavicular, mediastinal and hilar region according to CT criteria.  The largest in the left upper paratracheal station, 2, 14 with short axis of 4 mm and perivascular, 2, 13 with short axis of 5 mm.   There is no change in appearance of the severe atherosclerotic calcifications of the major coronary arteries and head-neck aortic branches.   Heart size is normal in appearance without pericardial effusion.  Ascending aorta and main pulmonary artery have normal size measuring 33 and 28 mm respectively, 2, 27.  \n\n【6】 The pleural effusion has resolved.  \n\n【7】 This exam is not tailored for abdominal imaging.  The section of upper abdomen including CT examination is unremarkable.  \n\n【8】 There are no bone lesions suspicious for malignancy or infectious process.  Degenerative changes of the thoracic spine are stable (2,36).\n\n【9】 LUNGS AND AIRWAYS:  \n\n【10】 Airways are patent to the subsegmental level bilaterally.  \n\n【11】 Patient is after left upper lobe wedge resection, 3, 23.  \n\n【12】 Right upper lobe nodule, 4, 63 is enlarged compared to PET-CT of ___ measuring 10 x 12 mm; it was 9 x 9 mm.  New lung nodule in the RUL, 4, 69 is 9 x 6 mm; it was not visible in prior PET-CT. New 3 x 7 mm nodule in the apical segment of the right upper lobe, 4, 85, was not visible in prior PET-CT.  13 x 16 mm ground-glass opacity in the superior segment of the left lower lobe was 8 x 9 mm in ___.   11 x 14 mm nodule in the posterobasal segment of the left lower lobe is smaller than ___, was 14 x 13 mm.   The large nodule in the superior segment of the left lower lobe, 4, 120 is enlarged compared to ___ measuring 29 x 52 mm; it was 25 x 15 mm.  Also the solid component in this nodule is larger, 4, 120 is 15 x 19 mm; it was 13 x 14 mm in ___.  There is mild but diffuse bronchial wall thickening. The area of fibrosis in the anterior segment of the right upper lobe in correspondence of the fractured ribs (4, 124) is stable.\n\n【13】 IMPRESSION:   1) All the nodules described are overall larger and there are new lung nodules in the right upper lobe, 4, 69 and 4, 85. These new nodules clearly visible in the actual examination might be not visible in prior PET-CT for different technique 2) There is no lymphadenopathy.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "a5c7c44c-c857-4394-ba90-ce22b83411d4", "title": null, "text": "【0】 EXAMINATION:  CT C-SPINE W/O CONTRAST Q311 CT SPINE\n\n【1】 INDICATION:  History: ___ with EtOH ingestion, persistently altered, headache// ?bleed or fx       ?bleed or fx\n\n【2】 TECHNIQUE:  Non-contrast helical multidetector CT was performed. Soft tissue and bone algorithm images were generated.  Coronal and sagittal reformations were then constructed.\n\n【3】 DOSE:  Acquisition sequence:    1) Spiral Acquisition 5.7 s, 22.3 cm; CTDIvol = 22.7 mGy (Body) DLP = 505.8 mGy-cm.  Total DLP (Body) = 506 mGy-cm.\n\n【4】 COMPARISON:  None.\n\n【5】 FINDINGS: \n\n【6】 Alignment is normal. No fractures are identified.  There is mild bilateral facet osteophytes and mild intervertebral disc space narrowing at multiple levels of the cervical spine. The C2-3 level appears normal. At C3-4, intervertebral osteophytes moderately narrow the spinal canal and slightly indent the spinal cord.  Uncovertebral osteophytes produce moderate bilateral neural foraminal narrowing. At C4-5, intervertebral osteophytes narrow the spinal canal and left sided uncovertebral osteophytes narrow the left neural foramen. At C5-6, intervertebral osteophytes narrow the spinal canal.  There is mild right neural foraminal narrowing due to uncovertebral osteophytes. At C6-7, small intervertebral osteophytes mildly narrow the spinal canal.  The neural foramina appear normal. The C7-T1 level appears normal.  There is no evidence of spinal canal or neural foraminal stenosis. There is no prevertebral soft tissue swelling. There is no evidence of infection or neoplasm.\n\n【7】 IMPRESSION: \n\n【8】 No fracture or malalignment. Degenerative disc disease with spinal canal and neural foraminal narrowing at multiple levels", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "9d9ecd85-1172-437b-a3d2-fe75ecba77fa", "title": null, "text": "【0】 EXAMINATION:  CT CHEST W/CONTRAST\n\n【1】 INDICATION:  ___ year old man with tricuspid valve endocarditis, and incidental septic emboli seen on MRI spine.// Please further evaluate septic emboli, eval for abscess.\n\n【2】 TECHNIQUE:  MD CT axial images of the chest were acquired after administration of intravenous contrast.  However, due to extensive collateralization, only small amount of intravenous contrast a seen opacifying the SVC.  Therefore, the exam is essentially non enhanced.  Multiplanar reformats, including coronal, sagittal and axial maximal intensity projection images were obtained.\n\n【3】 DOSE:  Acquisition sequence:    1) Spiral Acquisition 2.3 s, 37.2 cm; CTDIvol = 11.0 mGy (Body) DLP = 410.3 mGy-cm.  Total DLP (Body) = 410 mGy-cm.\n\n【4】 COMPARISON:  MRI from ___\n\n【5】 FINDINGS:\n\n【6】  NECK, THORACIC INLET, AXILLAE, CHEST WALL: There is no supraclavicular or axillary lymphadenopathy by CT size criteria.  Scattered mildly enlarged axillary lymph nodes measuring up to 10 mm in bilateral axilla demonstrate fatty hilum and likely reactive.  There is diffuse collateralization of the upper left chest vasculature.  Medial left subclavian vein is not opacified, may be from poor flow or occlusion.  The chest wall is otherwise unremarkable.\n\n【7】 UPPER ABDOMEN: The imaged portion of the upper abdomen is unremarkable.\n\n【8】 MEDIASTINUM: There is no mediastinal lymphadenopathy by CT size criteria.\n\n【9】 HILA: Evaluation for hilar lymphadenopathy is limited due to lack of intravenous contrast.  However, no large hilar mass is seen.\n\n【10】 HEART and PERICARDIUM: The heart size is within normal limits.  There is no pericardial effusion.  Suggestion of anemia.\n\n【11】 PLEURA: There is trace bilateral pleural effusions.  There is mild thickening of the right major fissure (302:114), which may represent perifissural effusion. LUNG:\n\n【12】 1. PARENCHYMA:  Again seen is 10 mm peripheral rounded lesion abutting the posterior left pleura within the left upper lobe, likely corresponding with the enhancing lesion seen on prior MRI from ___.  This lesion demonstrate internal cavitation (302:69), and is concerning for septic embolus.  In addition, there is a 1.3 cm peripheral rounded mass in the right lower lobe, likely representing another focus of septic embolus.  Scattered millimetric lung nodules ranging from 2-3 mm in bilateral lung are nonspecific, for example, in the left lower lobe (302: 139, 198), right middle lobe (302:152), right upper lobe (302:103), left upper lobe (302:87).  Linear consolidation in the bilateral lower lobes, right worse than left likely represents atelectasis. 2. AIRWAYS:  The airways are patent to the subsegmental levels. 3. VESSELS:  The ascending and descending aorta are normal in caliber.  The main pulmonary artery is top normal in caliber, measuring up to 3.0 cm. CHEST CAGE: Sclerotic focus at T8 is nonspecific, however may represent a bone island (602:78, 2:35).\n\n【13】 IMPRESSION:\n\n【14】  1. Peripheral cavitary lesion in the left upper lobe, corresponding with the previously noted parenchymal lesion seen on ___.  Additional peripheral nodule in the right lower lobe.  Given the history of endocarditis, findings are consistent with septic emboli. 2. Nonspecific scattered millimetric lung nodules, may be related to infection. 3. Trace bilateral pleural effusions. 4. Diffuse collateralization of the upper chest wall vasculature, suggestive of left subclavian vein for floor occlusion.  Consider ultrasound exam in further evaluation.  As result, the exam was essentially non contrast enhanced due to poor bolus timing.\n\n【15】 RECOMMENDATION(S):  Ultrasound left upper extremity.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "f9796c22-4058-4326-b3fb-159055395e96", "title": null, "text": "【0】 EXAMINATION:  CHEST (PA AND LAT)\n\n【1】 INDICATION:  ___ year old woman with DVT- needs V/Q scan// needs V/Q scan\n\n【2】 COMPARISON:  Prior chest radiographs ___\n\n【3】 FINDINGS: \n\n【4】 PA and lateral views of the chest provided.\n\n【5】 A right Port-A-Cath device is in stable position terminating in the mid SVC.  There is no focal consolidation.  There is no pleural effusion or pneumothorax.  The cardiomediastinal silhouette is within normal limits.  An anterior wedge compression deformity of a lower thoracic vertebral body is stable since at least ___.\n\n【6】 IMPRESSION: \n\n【7】 No acute intrathoracic process.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "e27622aa-b3d3-4826-b547-8f1e3fdbe4aa", "title": null, "text": "【0】 INDICATION:  Pleural effusion.\n\n【1】 COMPARISON:  Multiple prior radiographs dating back to ___ and most recently ___.\n\n【2】 FINDINGS:  The moderately large right pleural effusion, loculated left pleural effusion and associated bilateral lower lobe atelectasis are stable since ___ but have progressed significantly since ___.  The upper margin of the right pleural effusion is well demarcated and this could represent a small pleural gas collection.  A left anterior descending coronary artery stent and midline sternotomy wires are unchanged since ___.  Comminuted right posterior rib fractures are unchanged since ___ and are better demonstrated on the CT of ___ as are innumerable splenic calcifications projected over the left upper quadrant.\n\n【3】 IMPRESSION:   1.  Persistent moderately large right pleural effusion with possible small pleural gas collection 2.  Small stable loculated left pleural effusion. 3.  Bilateral lower lobe atelectasis.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "9de6f9bb-c5c2-4c1b-b203-7e6040b00616", "title": null, "text": "【0】 EXAMINATION:  CTA CHEST\n\n【1】 INDICATION:  Patient known with atrial fibrillation.  Pre pulmonary vein ablation.\n\n【2】 TECHNIQUE:  A 320-slice multidetector CT of the heart was obtained in 2 phases, including a noncontrast chest CT, and CTA of the left atrium and pulmonary veins with 100 mL of Omnipaque IV contrast. 3D reconstructions, including multiplanar, curved and volume rendered reformatted images were created on a separate workstation and reviewed.\n\n【3】 Procedure complications/allergic reactions: None\n\n【4】 DOSE:  Total body DLP: 2042 mGy-cm\n\n【5】 COMPARISON:  Comparisons made to prior chest CT done ___\n\n【6】 FINDINGS: \n\n【7】 CT CHEST WITHOUT CONTRAST: No suspicious thyroid lesions.  No supraclavicular or axillary adenopathy.  Mild to moderate bilateral gynecomastia.  This study was not tailored to evaluate the subdiaphragmatic organs.  No hiatal hernia.  No adrenal lesions.  No mediastinal adenopathy.  No hilar adenopathy.  Normal cardiac configuration.  No cardiomegaly.  No pericardial effusion.  No aortic valve calcification.  The ascending aorta is mildly dilated measuring at the upper limits of normal.  Mild-to-moderate coronary artery calcification.  The airways are patent to the subsegmental level.  No bronchiectasis.  7 mm pulmonary nodule in the left lung base (5, 33) and appears similar compared to prior imaging done ___.  Nonsuspicious millimetric nodules in the left upper and lower lobes.  No confluent airspace consolidation.  Mild atelectasis in the left lower lobe.\n\n【8】 OSSEOUS STRUCTURES:  Suspected chronic fracture of the left seventh rib (2, 32).  Degenerative changes of the thoracic spine.\n\n【9】 PULMONARY VEIN ANATOMY:  There are 3 pulmonary veins entering the left atrium. 3 right pulmonary veins and 2 left pulmonary veins.\n\n【10】 There is no evidence for pulmonary vein stenosis.\n\n【11】 Bidirectional measurements of the pulmonary veins are as follows: Right superior: 20x15 mm Right inferior: 20x11 mm Left superior: 20x18 mm Left inferior: 22x22 mm There is a separate right middle lobe and superior segment of right lower lobe pulmonary vein draining into the left atrium, measuring 11x8 mm\n\n【12】 Right saddle: Is divided by the right middle pulmonary vein with the superior saddle measuring 5 mm and the inferior saddle measuring 10 mm Left saddle: 5mm\n\n【13】 LEFT ATRIUM:  The left atrium isnormal in size and is normally opacified.  The left atrial appendage is normally opacified. The calculated volume is 164cc with the left atrial appendage and 154cc without.\n\n【14】 SVC anomalies are absent.  IVC anomalies are absent.\n\n【15】 IMPRESSION: \n\n【16】 Normal pulmonary venous anatomy. No evidence for pulmonary vein stenosis. No left atrial or appendageal thrombus.\n\n【17】 Mild to moderate coronary artery calcification.\n\n【18】 7 mm pulmonary nodule in the left lung base appear similar compared to prior imaging done ___ (this nodule should be considered benign) and no further follow-up suggested.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "aaa331e0-3873-4406-b1d6-6754c7322d80", "title": null, "text": "【0】 EXAMINATION:  CT HEAD W/O CONTRAST\n\n【1】 INDICATION:  ___ with fall and balance difficulty.  Evaluate for subdural hematoma.\n\n【2】 TECHNIQUE:  Contiguous axial images of the brain were obtained without contrast. Coronal and sagittal reformations as well as bone algorithm reconstructions were provided and reviewed.\n\n【3】 DOSE:  Total DLP (Head) = 803 mGy-cm.\n\n【4】 COMPARISON:  None.\n\n【5】 FINDINGS: \n\n【6】 There is no evidence of infarction, hemorrhage, edema, or mass.  There is prominence of the ventricles and sulci suggestive of involutional changes.  Periventricular and subcortical white matter hypodensity is nonspecific but likely represent sequelae of chronic small vessel ischemic disease.  There is atherosclerotic calcification of the carotid siphons.\n\n【7】 There is no evidence of fracture.  There is mild mucosal thickening of the bilateral anterior ethmoid air cells.  Otherwise, the visualized portion of the paranasal sinuses, mastoid air cells, and middle ear cavities are clear.  The patient is status post bilateral lens replacements.  Left-sided temporomandibular joint degenerative changes are noted.\n\n【8】 IMPRESSION: \n\n【9】 No acute intracranial process.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "c7271d36-c4a5-494b-8e89-e63c15e4a41f", "title": null, "text": "【0】 EXAMINATION:  CT CHEST W/CONTRAST\n\n【1】 INDICATION:  ___ female with symmetric polyarthralgia of unclear etiology with acute worsening in the last week unresponsive to steroids.// F/u x-ray with diffuse haziness\n\n【2】 TECHNIQUE:  Axial multidetector CT images were acquired through the chest after the administration of IV contrast.  Coronal and sagittal reformats were provided.\n\n【3】 DOSE:  Acquisition sequence:    1) Spiral Acquisition 2.2 s, 35.2 cm; CTDIvol = 12.9 mGy (Body) DLP = 452.1 mGy-cm.  Total DLP (Body) = 452 mGy-cm.\n\n【4】 COMPARISON:  Chest radiograph ___\n\n【5】 FINDINGS: \n\n【6】 NECK, THORACIC INLET, AXILLAE, CHEST WALL: Imaged thyroid gland is unremarkable.  There is no supraclavicular lymphadenopathy.  No axillary lymphadenopathy.  There are masslike areas in the right breast (e.g.  Through 2:90, 65).\n\n【7】 UPPER ABDOMEN: Limited view of the upper abdomen is notable for subcentimeter hyperdensity in the upper pole of the right kidney which is too small to characterize, but likely represents a simple cyst.\n\n【8】 MEDIASTINUM: No mediastinal lymphadenopathy.\n\n【9】 HILA: No hilar lymphadenopathy.\n\n【10】 HEART and PERICARDIUM: Heart is of normal size.  There are no significant coronary artery calcifications.  No pericardial effusion. PLEURA: No pleural effusion or pneumothorax. LUNG:\n\n【11】 1. PARENCHYMA:  There are areas of mild subsegmental atelectasis in the lower lobes bilaterally.  Subtle area of ground-glass opacification in the right middle lobe (e.g.  302:130) is may represent early pneumonia.  Diffuse haziness on chest radiograph likely with secondary to overpenetration given patient body habitus. 2. AIRWAYS:  Airways are patent to subsegmental levels bilaterally. 3. VESSELS:  Thoracic aorta and main pulmonary artery are normal caliber.  No significant atherosclerotic calcification of the thoracic aorta.  No large central pulmonary embolism on this non tailored exam. CHEST CAGE: No worrisome osseous lesions or acute fractures.\n\n【12】 IMPRESSION:\n\n【13】  1. Subtle ground-glass opacity in the right middle lobe may represent early pneumonia.  Lungs are otherwise clear except for mild bibasilar atelectasis. 2. No mediastinal or hilar lymphadenopathy. 3. Mass like areas in the right breast should be further evaluated with mammography if not recently performed.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "def7cc63-f4e2-4667-bd84-10d887eddee8", "title": null, "text": "【0】 HISTORY:  Shortness of breath with possible pneumonia or vascular congestion.\n\n【1】 FINDINGS:  In comparison with the study of ___, there is some decreased opacification at the left base.  This could reflect clearing of atelectasis, consolidation, or effusion.  Remainder of the examination is essentially unchanged.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "cd28694a-54f0-4e1e-bdd0-b45ef8750c0a", "title": null, "text": "【0】 EXAMINATION:  MRCP (MR ___\n\n【1】 INDICATION:  ___ year old woman with symptoms concerning for cholecystitis vs choledocholithiasis  // Please perform MRCP\n\n【2】 TECHNIQUE:  Multiplanar T1 and T2 weighted MR images of the abdomen were obtained on a 1.5 Tesla magnet including dynamic 3D imaging prior to, during, and after the administration of 11 mL Gadavist gadolinium based contrast.  1 mL Gadavist mixed with 50 mL water was also administered for oral contrast.\n\n【3】 COMPARISON:  Ultrasound from ___.\n\n【4】 FINDINGS: \n\n【5】 The lung bases are clear. There is no pleural or pericardial effusion.\n\n【6】 The liver is normal in size and morphology. The the liver parenchyma demonstrates heterogeneous mild drop of signal on T1 out of phase images compared to in phase images, consistent with borderline hepatic steatosis (calculated fat fracture 8%). In the caudate lobe a 1.1 cm T2 hyperintense lesion is demonstrated (3:20).  The lesion enhances in a nodular peripheral pattern with progressive filling in. This is consistent with hemangioma. A 3 mm T2 hyperintense nonenhancing lesion is seen in segment III, consistent with cyst/biliary hamartoma (3:24). Variant arterial hepatic anatomy is demonstrated, with an accessory left hepatic artery from left gastric artery (14:30). The portal and hepatic veins are patent. The intra and extrahepatic biliary ducts are not dilated. There is no evidence of choledocholithiasis.\n\n【7】 The gallbladder contains multiple stones. On T2 weighted images there is mild diffuse gallbladder wall thickening and edema (3:28), without diffusion restriction and without hyper enhancement of the liver parenchyma the around the gallbladder fossa. There is mild arterial hyper enhancement of the gallbladder wall on the arterial phase (14:47).  There is no evidence of gallbladder hydrops. There is no pericolic cystic fluid. Mild not gangrenous acute cholecystitis cannot be ruled out. There is focal thickening and T2 hyperintensity in the fundus of the gallbladder 03:37), consistent with adenomyomatosis.\n\n【8】 The pancreas is normal in size and signal. In the pancreatic head there is a 3 mm cystic lesion (3:37), which may represent a side branch IPMN. ___ year followup is recommended.\n\n【9】 Subcentimeter cortical renal cysts are present in the left kidney (3:33, 43). Otherwise the kidneys are unremarkable. Single renal artery is present bilaterally. The adrenals are normal.\n\n【10】 The visualized bowel is unremarkable. There is no free fluid in the abdomen. There is no concerning retroperitoneal mesenteric lymphadenopathy. The bone marrow signal is normal.\n\n【11】 IMPRESSION:\n\n【12】  1. Cholelithiasis and gallbladder wall edema.  The gallbladder is not hydropic, there is no pericholecystic fluid or hepatic parenchymal hyperenhancement. Mild non gangrenous acute cholecystitis cannot be excluded. Noninflammatory causes of gallbladder wall edema should be considered.  No evidence of choledocholithiasis. 2. Borderline hepatic steatosis. 3. Hepatic hemangioma in the caudate lobe. 4. 3 mm cystic pancreatic lesion in the head of the pancreas could represent side branch IPMN. ___ year followup is recommended. 5. Cortical renal cysts on the left.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "8d7da3d7-c555-40e8-a0b8-9b411729eca1", "title": null, "text": "【0】 INDICATION:  ___ year old man with bilateral hip pain  // r/o oa\n\n【1】 TECHNIQUE:  Pelvis/bilateral hips, five views total.\n\n【2】 COMPARISON:  None.\n\n【3】 FINDINGS: \n\n【4】 There is no acute fracture or dislocation.  There are mild degenerative changes along both hip joints.  There is an unusual contour prominence along the lateral aspect of the right iliac bone with medullary continuity between the bony excrescence and the remainder of the iliac bone, possibly an osteochondroma versus the sequelae of remote trauma. The sacroiliac joints are normal. No soft tissue calcifications are seen.\n\n【5】 IMPRESSION:\n\n【6】 1. Mild degenerative changes along both hip joints. 2. Unusual contour prominence along the right iliac bone could be an osteochondroma or the sequelae of prior trauma. Further evaluation could be further performed with MRI, if clinically warranted.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "b05029fb-b51e-4ea7-9905-25adff432970", "title": null, "text": "【0】 INDICATION:  ___ female with ___ myotomy and Dor fundoplication in ___, with recurrent symptoms.\n\n【1】 COMPARISON:  Comparison is made with esophagram from ___.\n\n【2】 FINDINGS:  There are normal primary stripping contractions in the upper half of the esophagus, but these are absent more distally.  Occasional tertiary contractions are also noted.  There is a very small hiatal hernia (best seen on image 18) although the wrap is below the left hemidiaphragm.  No reflux was elicited on this exam.  Just proximal to the gastroesophageal junction there is a very short smooth focus of narrowing, although pliable; at that site there was prolonged hold-up of a 13 mm barium tablet, although it passed after brief observation of 15 minutes and fluid consumption and thin barium.   IMPRESSION:  \n\n【3】 1.  Very small hiatal hernia.\n\n【4】 2.  Moderate esophageal dysmotility beginning at the mid esophagus with absent mid to distal stripping waves.  \n\n【5】 3.  Persistent moderate narrowing at the gastroesophageal junction, although pliable with a benign appearance; although difficult to quantify, hold-up of a barium tablet suggests it is of a degree to at least have potential clinical significance.  Correlation with clinical symptoms, if any, is suggested.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "f46182bc-5f87-4ca7-9bdd-6a3fbf5347ea", "title": null, "text": "【0】 EXAMINATION:  PELVIS (AP AND LAT)\n\n【1】 INDICATION:  ___ year old woman with cervical cancer now getting tandem and ovoid HDR brachytherapy.  // placement of implant relative to ___      placement of implant relative to ___\n\n【2】 TECHNIQUE:  AP and lateral views of the pelvis.\n\n【3】 COMPARISON:  ___, earlier same day.\n\n【4】 FINDINGS: \n\n【5】 Images demonstrate brachytherapy device in the pelvis.  This is in close proximity to fiducial markers.  Assessment on lateral view limited by overlapping tissues.  No gross aggressive bone lesion.  Degenerative changes in the lower lumbar spine and hips.\n\n【6】 IMPRESSION: \n\n【7】 Brachytherapy device in-situ.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "3ead888e-4b86-402c-8a8b-f11ea993db45", "title": null, "text": "【0】 EXAMINATION:  BILATERAL BREAST ULTRASOUND\n\n【1】 INDICATION:  ___ female for follow-up of bilateral breast masses.  History of benign left breast biopsy in ___.\n\n【2】 COMPARISON:  Prior studies dating to ___.\n\n【3】 TECHNIQUE:  Targeted breast ultrasound was performed.  Selected images were obtained.\n\n【4】 FINDINGS: \n\n【5】 In the 10 o'clock position of the right breast 2 cm from the nipple, there is a 3 x 2 x 2 mm hypoechoic mass which is decreased in size compared to the prior study in ___, in keeping with benign findings.\n\n【6】 In the 1 o'clock position of the left breast 6 cm from the nipple, there are 2 adjacent hypoechoic masses with posterior acoustic enhancement, measuring 3 x 3 x 3 mm and 2 x 2 x 2 mm respectively, which are stable in comparison to the prior study from ___.\n\n【7】 IMPRESSION: \n\n【8】 Stable left breast masses are probably benign.  Continued sonographic follow-up recommended in 6 months at the time of bilateral mammogram.\n\n【9】 Right breast mass is benign.\n\n【10】 RECOMMENDATION(S):  Bilateral mammogram and left breast ultrasound in 6 months.\n\n【11】 NOTIFICATION:  Findings and recommendation were reviewed with the patient who agrees with the plan.\n\n【12】 BI-RADS:  3 Probably Benign.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "616a557c-3b81-4ef5-be82-1ac0ceb8a796", "title": null, "text": "【0】 EXAMINATION:  LIVER OR GALLBLADDER US (SINGLE ORGAN)\n\n【1】 INDICATION:  ___ man with a 1-week history of right upper quadrant abdominal pain.\n\n【2】 TECHNIQUE:  Gray scale and color Doppler ultrasound images of the abdomen were obtained and reviewed.\n\n【3】 COMPARISON:  Same-day CT abdomen pelvis ___.\n\n【4】 FINDINGS: \n\n【5】 LIVER: The hepatic parenchyma appears within normal limits. The contour of the liver is smooth.  Again seen is a calcified granuloma in the right hepatic lobe.  Otherwise, there is no concerning focal liver mass.  The main portal vein is patent with hepatopetal flow. There is no ascites.\n\n【6】 BILE DUCTS: There is no intrahepatic biliary dilation. The CBD measures 9 mm.  No evidence obstructing mass or stone.  Limited visualization of the distal CBD near the pancreatic head.\n\n【7】 GALLBLADDER: There is no evidence of stones or gallbladder wall thickening.\n\n【8】 PANCREAS: The head and body of the pancreas are within normal limits. The tail of the pancreas is not visualized due to the presence of gas.\n\n【9】 KIDNEYS:  Limited sagittal views of the right kidney demonstrate no evidence of hydronephrosis.\n\n【10】 RETROPERITONEUM:  The visualized portions of the aorta and the IVC are within normal limits.\n\n【11】 IMPRESSION:\n\n【12】  1. Mildly dilated extrahepatic common bile duct to 9 mm, similar to same-day CT abdomen pelvis.  No evidence of cholelithiasis or choledocholithiasis.  Limited visualization of the distal CBD near the pancreatic head. 2. No evidence of cholecystitis.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "31c94079-adc9-4bc8-bd27-8ca7b643802f", "title": null, "text": "【0】 INDICATION:  ___ man with renal cell carcinoma, metastasis to brain in the left frontal lobe, status post surgery; recent FLAIR signal hyperintensity in the right parietal and temporal lobes, for followup.\n\n【1】 PRIOR STUDIES:  MRI of the head done on ___.\n\n【2】 TECHNIQUE:  Multiplanar T1- and T2-weighted imaging of the brain was performed with IV contrast, including axial FLAIR, susceptibility and diffusion-weighted images.\n\n【3】 FINDINGS:\n\n【4】 The patient is status post left frontal craniotomy, with post-surgical changes in the focus of enhancement measuring approximately 1.0 x 0.8 x 0.5 cm and is unchanged compared to the study done on ___, but more conspicuous on the study done on ___.  The increased conspicuity of the enhancing focus could be due to technical differences as the present study was done on 1.5 T and prior study on 3T scanner, accounting for scanner-based differences in the intensity of contrast enhancement.\n\n【5】 The previously noted abnormality on the FLAIR sequence on the study done on ___ is not visualized on the present study.  This finding appears now to represent a technical artifact on the prior study, done on 3T scanner.  No new areas of enhancement are noted.\n\n【6】 No new enhancing lesions are noted.\n\n【7】 On the diffusion-weighted images, there is increased signal intensity at the left frontal focus of prior surgery, which could be related to T2 shine- through artifact.\n\n【8】 The ventricles and external CSF spaces are unremarkable.\n\n【9】 IMPRESSION:\n\n【10】 1.  No significant change in the small focus of enhancement in the left frontal region, compared to the scan done on ___ and ___, considering the technical differences.\n\n【11】 2.  The previously noted FLAIR hyperintensity in the right temporoparietal lobe, on ___, is not visualized on the present study and could represent artifact related to the 3T scanner.\n\n【12】 3.  No new enhancing lesions are noted.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "ae9860bf-d691-41bb-94bd-8d8af7e8f370", "title": null, "text": "【0】 HISTORY:  Fall, head strike.\n\n【1】 TECHNIQUE:  Contiguous axial MDCT images were obtained of the head without IV contrast.  Multiplanar reformatted images were generated in the coronal and sagittal planes as well as thin section bone algorithm images.\n\n【2】 COMPARISON:  ___ and CT.\n\n【3】 FINDINGS:\n\n【4】 No intra or extra-axial hemorrhage, mass effect, or shift of midline structures is present.  Differentiation of gray and white matter is preserved. Sulci, ventricles, basal cisterns are within normal limits.  Air-fluid level is noted within the left maxillary sinus with sclerosis of the walls suggestive of acute on chronic sinusitis.  Additionally mild mucosal thickening is seen within the sphenoid sinuses.  The mastoid air cells are clear.  Deformity of the left lamina papyracea with herniation of extra-conal fat through the osseous defect likely reflects remote trauma as does mild deformity of the left nasal bone.\n\n【5】 IMPRESSION:\n\n【6】 No acute intracranial hemorrhage or mass effect.  Left maxillary acute on chronic sinusitis.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "01cbddc9-eeef-4c52-8221-17eb5e5cfaea", "title": null, "text": "【0】 EXAMINATION:  SCROTAL U.S.\n\n【1】 INDICATION:  ___ year old man with post-op ecchymoses of scrotum and penis.\n\n【2】 TECHNIQUE:  Grey scale with color and spectral Doppler ultrasound of the scrotum was performed with linear transducer.\n\n【3】 COMPARISON:  None.\n\n【4】 FINDINGS: \n\n【5】 The study is limited due to difficulty in patient positioning.\n\n【6】 The right testicle measures: 3.3 x 2.4 x 2.0 cm. The left testicle measures:  3.2 x 2.4 x 2.7 cm.\n\n【7】 The testicular echogenicity is normal.  A focal hypoechoic area in the left testicle without internal flow may represent a mediastinum testis cyst, measuring 9 mm.\n\n【8】 Two epididymal head cysts on the left are noted, the larger of which measures 2.5 x 2.0 x 2.2 cm. The epididymis is otherwise unremarkable bilaterally. Vascularity is normal and symmetric in the testes and epididymis.\n\n【9】 Limited images of the penis show grossly intact corpora spongiosum and cavernosa.\n\n【10】 IMPRESSION: \n\n【11】 Limited by patient positioning.  No hematoma.  Scrotal ultrasound otherwise within normal limits.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "c0aae9ad-0b9b-4b32-b0be-9765fe4499e3", "title": null, "text": "【0】 EXAMINATION:  L-SPINE (AP,LAT,FLEX,EXT)\n\n【1】 INDICATION:  ___ year old woman with S/P BIL L4-5 LAMI FUSION SURGERY ___// S/P BIL L4-5 LAMI FUSION SURGERY ___.\n\n【2】 TECHNIQUE:  AP, lateral, in addition to flexion extension lateral views\n\n【3】 COMPARISON:  ___\n\n【4】 FINDINGS: \n\n【5】 There are 5 non rib-bearing lumbar type vertebral bodies.  Mild levoconvex curvature is seen in the lumbar spine.  Grade 1 anterolisthesis of L4 respect to L5 with posterior hardware in-situ similar to previous exam.  Disc space narrowing is demonstrated, mild at L2-3, and L3-4.  At L4-5, there is moderate disc space narrowing.  No evidence of hardware related complication.  No acute fracture.  No concerning bone lesion.  Presumed calcified right breast prosthesis. Flexion extension views demonstrate no substantial dynamic instability. There is vascular calcification.\n\n【6】 IMPRESSION: \n\n【7】 Degenerative and postsurgical changes as above.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "7179a5f9-ab62-40a3-9725-2118324807f3", "title": null, "text": "【0】 HISTORY:  Lumbar pain, to compare with prior study.\n\n【1】 FINDINGS:  In comparison with the study of ___, there is little change.  The vertebra, intervertebral disc spaces, and alignment are quite well maintained except for minimal narrowing at L4-5 and mild facet hypertrophy in the lower regions.\n\n【2】 IMPRESSION:  Little overall change from prior study.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "d36184da-974f-46e6-bdeb-bb16114ee42a", "title": null, "text": "【0】 EXAMINATION:  ANKLE (AP, MORTISE AND LAT) LEFT\n\n【1】 INDICATION:  History: ___ with left ankle pain swelling// r/o fx\n\n【2】 TECHNIQUE:  AP, lateral, and oblique view of the left ankle\n\n【3】 COMPARISON:  None.\n\n【4】 FINDINGS: \n\n【5】 There is an acute obliquely oriented minimally displaced fracture of the distal fibula.  The fracture extends to the level of the ankle mortise. Soft tissue swelling is noted adjacent to the distal fibula.  No evidence of dislocation.  There are no significant degenerative changes.  The mortise is congruent without evidence of widening.  The tibiotalar joint space is preserved.  No suspicious lytic or sclerotic lesion is identified.\n\n【6】 IMPRESSION: \n\n【7】 Acute obliquely oriented mildly displaced fracture of the distal fibula with associated soft tissue swelling.  No dislocation.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "455baeab-91e1-4137-9dce-7fa11b8782e8", "title": null, "text": "【0】 INDICATION:  ___ male status post fall from 6 feet while doing pull ups.  No loss of consciousness.  Evaluate for ICH.\n\n【1】 COMPARISON:  No prior study available for comparison.\n\n【2】 TECHNIQUE:  Contiguous axial images were obtained through the brain without IV contrast.  Coronal and sagittal reformats were displayed.\n\n【3】 FINDINGS:  There is no acute intracranial hemorrhage, major vascular territorial infarction, mass effect, or edema.  The gray-white matter differentiation is preserved.  Ventricles and sulci are normal in size and appearance.  The visualized paranasal sinuses and mastoid air cells are well aerated.  Globes and lenses are intact.  There is no osseous abnormality.\n\n【4】 IMPRESSION: No acute intracranial abnormality.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "0a27ee74-a244-406f-8de7-2d94a4584e5b", "title": null, "text": "【0】 CHEST PORTABLE\n\n【1】 HISTORY:  Internal capsule bleed, baseline chest x-ray.\n\n【2】 One view.  No previous studies are available for comparison.  Bronchovascular markings are prominent.  There is ill-defined increased density in the lower left lung.  The heart is prominent but cardiac size may be exaggerated by AP technique.  The aorta is tortuous and calcified.  Mediastinal structures are otherwise unremarkable. There are degenerative arthritic changes in the spine.\n\n【3】 IMPRESSION:  Increased density in the left lower lung which may represent parenchymal consolidation.  PA and lateral views would be helpful for further evaluation.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "94ee0d0d-c303-4567-9719-90f76099e43d", "title": null, "text": "【0】 EXAMINATION:  RENAL TRANSPLANT U.S.\n\n【1】 INDICATION:  ___ year old woman with LRRT here with ___  // eval evidence of hydro\n\n【2】 TECHNIQUE:  Grey scale as well as color and spectral Doppler ultrasound images of the renal transplant were obtained.\n\n【3】 COMPARISON:  Renal transplant ultrasound from ___.\n\n【4】 FINDINGS: \n\n【5】 The right lower quadrant transplant renal morphology is normal.  Specifically, the cortex is of normal thickness and echogenicity, pyramids are normal, there is no urothelial thickening, and renal sinus fat is normal.  There is mild pelvic fullness, unchanged from prior.\n\n【6】 The resistive index of intrarenal arteries ranges from 0.80 to 0.85, within the normal range.  The main renal artery shows a normal waveform, with prompt systolic upstroke and continuous antegrade diastolic flow, with peak systolic velocity of 123 centimeters/second.  Vascularity is symmetric throughout transplant. The transplant renal vein is patent and shows normal waveform.\n\n【7】 Bladder wall thickening, similar to prior.\n\n【8】 IMPRESSION:\n\n【9】  1. No significant interval change compared to the ultrasound from ___ with persistent elevated resistive indices in the renal arteries and mild fullness of the renal transplant. 2. Bladder wall thickening, similar to prior.  Please correlate for cystitis.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "92d786ea-2234-441e-950e-979576608b92", "title": null, "text": "【0】 INDICATION:  ___ woman with severe ovarian hyperstimulation syndrome, to assess for pleural effusion.\n\n【1】 COMPARISON:  None.\n\n【2】 PA AND LATERAL CHEST RADIOGRAPHS:  The cardiomediastinal and hilar contours are normal.  There is a small pleural effusion with mild left basilar atelectasis.  No consolidation, pulmonary edema or pneumothorax is seen.\n\n【3】 IMPRESSION:  Small left pleural effusion, with mild left lower lobe atelectasis.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "69d15bbf-564d-443d-93fb-2c03018d8be5", "title": null, "text": "【0】 INDICATION:  Syncope, falls, and history of lung cancer.\n\n【1】 TECHNIQUE:  Multidetector helical CT scan of the chest was obtained after the administration of 70 mL IV Optiray contrast.  Coronal and sagittal reformations were prepared.\n\n【2】 COMPARISON:  Multiple prior examinations, most recent dated ___.\n\n【3】 FINDINGS:  Postoperative changes from wedge resection in the right lower lobe appear unchanged.  A 5-mm pulmonary nodule in the left lower lobe appears new (4:115).  Multiple additional nodules are unchanged (3:23, 25, 27, 30, 32, 41).  No pleural effusion is seen.\n\n【4】 There are mitral annular calcifications as well as coronary calcifications predominantly within the left anterior descending artery.  No pericardial effusion is seen.\n\n【5】 The airways are patent to the subsegmental level without evidence of endobronchial lesion.  No lymphadenopathy is identified.\n\n【6】 There are postoperative rib changes from right posterior thoracotomy.  No concerning osseous lesion is seen.\n\n【7】 The included portions of the upper abdomen are grossly normal.\n\n【8】 IMPRESSION:  New 5-mm left lower lobe pulmonary nodule.  Given history, followup CT at 6 months is recommended.  Multiple additional known pulmonary nodules on the right appear stable.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "a70c13c3-efb6-4047-976b-a9b2382fe7db", "title": null, "text": "【0】 INDICATION:  History: ___ with pleuritic pain// eval for PTX\n\n【1】 TECHNIQUE:  Chest PA and lateral\n\n【2】 COMPARISON:  ___ chest radiograph.\n\n【3】 FINDINGS: \n\n【4】 The lung volumes are low.  There is no focal consolidation.  There is no pleural effusion or pneumothorax.  The cardiomediastinal silhouette is unremarkable.\n\n【5】  IMPRESSION:\n\n【6】  1. Low lung volumes without focal consolidation. 2. No pneumothorax.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "7fdd1477-8d65-463a-8562-b0a724f09a8f", "title": null, "text": "【0】 EXAMINATION:  FINGER(S),2+VIEWS LEFT\n\n【1】 INDICATION:  ___ s/p laceration of L middle digit, evaluate for fracture.\n\n【2】 TECHNIQUE:  Three views of the left third digit.\n\n【3】 COMPARISON:  None.\n\n【4】 FINDINGS: \n\n【5】 Soft tissue irregularity about the tip of the left third digit is compatible with stated laceration.  There is no evidence of underlying fracture of the distal phalanx, or evidence of fracture or dislocation elsewhere.  There is no significant degenerative change seen.  No concerning focal lytic or sclerotic osseous lesions are identified.  There is no periostitis or focal bony erosion.  No radiopaque foreign body is identified.\n\n【6】 IMPRESSION: \n\n【7】 Irregularity of the left third digit tip soft tissues without underlying fracture.  No radiopaque foreign body.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
{"seq_id": "774e9faf-0fa5-4f0c-9e12-791432d96982", "title": null, "text": "【0】 INDICATION:  ___ woman with worsening epigastric pain and bloating and some nausea.\n\n【1】 COMPARISON:  None.\n\n【2】 FINDINGS:  AP upright and supine views of the abdomen and pelvis were obtained.  Bowel gas pattern is non-obstructive.  Multiple coarse calcifications project over the left mid abdomen.  There is no evidence of pneumatosis or free air.  Degenerative changes are present in the spine and bilateral hips.\n\n【3】 IMPRESSION:  Non-obstructive bowel gas pattern.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "mimic_iv_radiology", "batch_name": "20240402", "version": "version1"}
