#coding:utf-8
import json
type1={'内科':
  0.27, '病理学': 0.159, '外科': 0.12, '病理生理学': 0.07, '放射科': 0.053, '遗传学': 0.047,
  '微生物学': 0.045, '解剖学': 0.033, '儿科': 0.025, '药理学': 0.025, '眼科': 0.022, '医学免疫学':
  0.022, '生物化学': 0.019, '耳鼻咽喉头颈外科学': 0.019, '妇产科': 0.011, '精神病学': 0.011,
  '口腔科学': 0.008, '皮肤性病科': 0.006, '组织学与胚胎学': 0.006, '麻醉学': 0.006, '流行病学和循证医学':
  0.003, '预防医学': 0.003, '全科医学概论': 0.003, '急诊医学': 0.003, '医学伦理学': 0.003,
  '医学统计学': 0.003, '职业卫生学': 0.003, '生理学': 0.003}
type2={'病理学@系统病理学':
  0.148, '放射科@影像诊断': 0.062, '遗传学@人类遗传学': 0.051, '内科@心血管内科': 0.047, '外科@普通外科':
  0.047, '内科@神经内科': 0.043, '内科@感染病学': 0.043, '病理学@临床病理学': 0.043, '内科@肿瘤学':
  0.039, '外科@泌尿外科': 0.031, '药理学@临床药理学': 0.027, '内科@风湿病学': 0.027, '口腔科学@口腔外科':
  0.023, '外科@骨科': 0.023, '微生物学@医学细菌学': 0.023, '解剖学@系统解剖学': 0.023, '解剖学@局部解剖学':
  0.02, '外科@胸心外科': 0.02, '内科@消化内科': 0.02, '儿科@新生儿科': 0.02, '内科@血液内科': 0.02,
  '生物化学@临床生物化学': 0.016, '遗传学@分子遗传学': 0.016, '内科@肾脏内科': 0.016, '内科@内分泌内科':
  0.016, '微生物学@人体寄生虫学': 0.012, '外科@神经外科': 0.012, '儿科@儿内科': 0.008, '妇产科@产科':
  0.008, '妇产科@妇科': 0.008, '外科@烧伤与整形外科': 0.008, '生物化学@分子生物化学': 0.008,
  '微生物学@医学病毒学': 0.008, '内科@老年病学': 0.008, '病理学@细胞病理学': 0.008, '放射科@介入放射学':
  0.008, '内科@呼吸内科': 0.008, '生物化学@细胞生物化学': 0.004, '眼科': 0.004, '微生物学@医学真菌学':
  0.004, '耳鼻咽喉头颈外科学': 0.004, '医学伦理学@医患沟通': 0.004, '儿科@儿外科': 0.004, '生理学@人体生理学':
  0.004, '内科': 0.004, '内科@传染病学': 0.004}

save_file = "../../../../full_data/renwei_linchuangzhushou/renwei_linchuangzhushou.jsonl"
fw = open(save_file, 'w',encoding="utf-8")


from transformers import AutoTokenizer
tokenizer = AutoTokenizer.from_pretrained("../../../basic_tools/tokenizer")
def tokenizer_lens(context):
    ids = tokenizer.encode(context)
    return len(ids)
sum_lens = 0
class_ratio_token= {'level1': {'内科': '61.786%', '病理生理学': '19.456%', '病理学': '44.08%', '微生物学': '12.223%', '外科': '29.107%', '解剖学': '7.092%', '儿科': '2.861%', '放射科': '6.415%', '生物化学': '3.749%', '耳鼻咽喉头颈外科学': '1.854%', '遗传学': '7.52%', '药理学': '8.267%', '眼科': '3.062%', '皮肤性病科': '1.121%', '医学免疫学': '4.765%', '妇产科': '1.459%', '组织学与胚胎学': '0.961%', '口腔科学': '1.764%', '预防医学': '1.274%', '精神病学': '2.017%', '全科医学概论': '1.489%', '急诊医学': '0.163%', '职业卫生学': '1.058%', '生理学': '0.363%', '麻醉学': '0.792%'}, 'level2': {'内科@心血管内科': '13.602%', '病理学@系统病理学': '32.32%', '内科@神经内科': '8.706%', '内科@感染病学': '12.808%', '病理学@临床病理学': '5.516%', '遗传学@人类遗传学': '7.496%', '解剖学@局部解剖学': '2.578%', '儿科@儿内科': '0.312%', '口腔科学@口腔外科': '3.103%', '外科@骨科': '3.362%', '放射科@影像诊断': '9.114%', '生物化学@临床生物化学': '2.258%', '内科@肿瘤学': '11.625%', '微生物学@人体寄生虫学': '2.26%', '外科@胸心外科': '4.772%', '遗传学@分子遗传学': '2.321%', '微生物学@医学细菌学': '6.811%', '内科@肾脏内科': '3.01%', '药理学@临床药理学': '6.105%', '内科@风湿病学': '8.514%', '解剖学@系统解剖学': '6.613%', '生物化学@细胞生物化学': '0.376%', '内科@内分泌内科': '5.016%', '眼科': '0.696%', '妇产科@产科': '1.29%', '外科@泌尿外科': '5.76%', '外科@普通外科': '8.364%', '内科@消化内科': '3.744%', '儿科@新生儿科': '1.264%', '妇产科@妇科': '0.862%', '外科@烧伤与整形外科': '1.803%', '外科@神经外科': '1.156%', '生物化学@分子生物化学': '1.115%', '微生物学@医学病毒学': '3.923%', '微生物学@医学真菌学': '3.774%', '内科@血液内科': '2.413%', '耳鼻咽喉头颈外科学': '0.521%', '内科@老年病学': '2.494%', '病理学@细胞病理学': '1.814%', '放射科@介入放射学': '1.768%', '医学伦理学@医患沟通': '1.717%', '儿科@儿外科': '0.55%', '生理学@人体生理学': '0.363%', '内科@呼吸内科': '1.998%', '内科': '0.786%', '内科@传染病学': '1.169%'}, 'all_sample_tokens': 234134}
class_ratio_doc= {'level1': {'遗传学': '9.449%', '解剖学': '7.874%', '内科': '57.48%', '生物化学': '5.512%', '眼科': '5.512%', '儿科': '4.724%', '耳鼻咽喉头颈外科学': '4.724%', '医学免疫学': '4.724%', '病理学': '38.583%', '药理学': '3.15%', '精神病学': '3.15%', '外科': '26.772%', '妇产科': '2.362%', '病理生理学': '16.535%', '放射科': '11.811%', '微生物学': '10.236%', '皮肤性病科': '1.575%', '组织学与胚胎学': '1.575%', '口腔科学': '1.575%', '流行病学和循证医学': '0.787%', '急诊医学': '0.787%', '生理学': '0.787%', '麻醉学': '0.787%'}, 'level2': {'外科@普通外科': '9.449%', '内科@神经内科': '8.661%', '内科@心血管内科': '8.661%', '病理学@临床病理学': '8.661%', '内科@感染病学': '8.661%', '内科@肿瘤学': '7.874%', '外科@泌尿外科': '6.299%', '药理学@临床药理学': '5.512%', '内科@风湿病学': '5.512%', '口腔科学@口腔外科': '4.724%', '外科@骨科': '4.724%', '解剖学@系统解剖学': '4.724%', '解剖学@局部解剖学': '3.937%', '外科@胸心外科': '3.937%', '儿科@新生儿科': '3.937%', '内科@消化内科': '3.937%', '内科@血液内科': '3.937%', '生物化学@临床生物化学': '3.15%', '遗传学@分子遗传学': '3.15%', '微生物学@医学细菌学': '3.15%', '内科@肾脏内科': '3.15%', '内科@内分泌内科': '3.15%', '病理学@系统病理学': '29.921%', '微生物学@人体寄生虫学': '2.362%', '放射科@影像诊断': '12.598%', '遗传学@人类遗传学': '10.236%', '儿科@儿内科': '1.575%', '妇产科@产科': '1.575%', '妇产科@妇科': '1.575%', '外科@烧伤与整形外科': '1.575%', '生物化学@分子生物化学': '1.575%', '微生物学@医学病毒学': '1.575%', '外科@神经外科': '1.575%', '内科@老年病学': '1.575%', '病理学@细胞病理学': '1.575%', '放射科@介入放射学': '1.575%', '内科@呼吸内科': '1.575%', '生物化学@细胞生物化学': '0.787%', '眼科': '0.787%', '微生物学@医学真菌学': '0.787%', '耳鼻咽喉头颈外科学': '0.787%', '医学伦理学@医患沟通': '0.787%', '儿科@儿外科': '0.787%', '生理学@人体生理学': '0.787%', '内科': '0.787%', '内科@传染病学': '0.787%'}}

with open("../../../../full_data/renwei_linchuangzhushou/all_data_clean.jsonl", "r",encoding="utf-8") as fs:
    for item in fs.readlines():
        item = json.loads(item)
        context = item["text"]
        lens = tokenizer_lens(context)
        sum_lens += lens


with open("../../../../full_data/renwei_linchuangzhushou/all_data_clean.jsonl", "r",encoding="utf-8") as fs:
    for item in fs.readlines():
        item = json.loads(item)
        item["tags"] = {
                        "id": item["seq_id"],
                        "clean_iters":2,
                        "quality_score":"89%",
                        "class_ratio_doc": class_ratio_doc,
                        "class_ratio_tokenize": class_ratio_token,
                        "item_tokens": tokenizer_lens(item["text"]),
                        "dataset_tokens": sum_lens,
                        "bia_class": "百科科普"
        }
        del item["attr"]["is_clean"]
        item = json.dumps(item,ensure_ascii=False)
        fw.write(item+"\n")
        #break