{"seq_id": "586b8517-e2bf-49b5-a473-a16602b00bb8", "title": "2010耐万古霉素肠球菌感染防止专家共识", "text": "【0】    **《2010耐万古霉素肠球菌感染防止专家共识》内容简介：**  \n    肠球菌广泛分布在自然界，常栖居人、动物的肠道和女性泌尿生殖系统，是人类的正常菌群之一。近年来，由于抗菌药物的广泛应用，使原本就对p内酞胺类、氨基糖普类抗菌药物具有内在抗药性的肠球菌耐药性进一步扩大，逐渐形成了多重耐药菌。在我国，耐万古霉素肠球菌感染的发生率呈逐年上升趋势，VRE已成为医院感染的重要病原菌之一,它的产生对临床微生物学和流行病学提出了新的挑战。为了进一步规范并优化VRE感染患者的预防和治疗，仲华实验和临床感染病杂志（电子版）编辑部与惬学参考报感染病学频道隔辑部组织国内部分专家，结合多年经验对相关资料进行整理分析，形成了耐万古霉素肠球菌感染防止专家共识》。    **《2010耐万古霉素肠球菌感染防止专家共识》内容预览：**    4,而寸万古霉素肠球菌：肠球菌在使用糖肤类抗菌药物历古霉素）治疗过程中，其自身代谢和结构发生改变，使细菌对糖肤类历古霉素）抗菌药物敏感性下降，甚至出现敏感性完全丧失，即为临床的VRC感染。  \n  \n    5.细菌定植：各种微生物性田菌）在人体中不同部位定居和不断生长、繁殖后代，但不产生临床症状，并不引起机体致病。这种现象通常称为‘细菌定植“.定植的微生物必须依靠人体不断供给营养物质才能生长和繁殖，才能进而对人体产生影响（如导致感染）。  \n  \n    6.去污染（decontam ination）：去污染是人为地将机体的正常菌群或已定植的细菌，部分或全部去除的一种防止感染措施，一般可分为全部去污染和选择。l'l去污染两个类型。（l）全部去污染为了防止手术后感染，在术前常常先给患者施用各种强力的广谱抗菌药物，试图在’绝对无菌‘条件下进行手术，以保证手术成功。选择性去污染选择性去污染就是采用窄谱抗菌药物，有针对性地去除某一类细菌。    **点击下载\\*\\*\\*：《2010耐万古霉素肠球菌感染防止专家共识》**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "1e4e6496-3b4f-449c-9c42-81b9a44f1e06", "title": "口腔颌面外科临床诊疗指南", "text": "【0】    **《口腔颌面外科临床诊疗指南》内容简介：**    急行烤牙后感染可由于某些急性炎症期拔牙后出现的炎症扩散，导致颌周间隙感染，甚至骨髓炎，拔牙时间长，机体抵抗力低「者更易发生；慢性感染，较多的是因为牙碎片、牙结石或炎性肉芽组织未予彻底清除，出现的拔牙处创口愈合不良、疼痛不适等症状。    **《口腔颌面外科临床诊疗指南》内容预览：**    【临床表现】  \n  \n    1.急性感染主要见于下颌后牙，特别是阻生第三磨牙和上颌第三磨牙拔除 后出现面部肿胀，张口受限，全身发热等咬肌间隙、翼下颌间隙、顯下间隙急性感 染症状（见本章间隙感染节〉。  \n  \n    2慢性感染表现为局部不适、轻微疼痛，拔牙创愈合不良，全身症状不明显。  \n  \n    【诊断要点】  \n  \n    1.急性感染  \n  \n    （1）拔牙创红肿、触痛明显，相应间隙感染的局部红肿热痛体征，张口受限。 患侧下颌下淋巴结肿大、压痛。  \n  \n    （2）伴间隙感染患者可有体温38℃以上、白细胞计数增加，核左移。  \n  \n    2.慢性感染拔牙创愈合不良，局部不适，有炎性肉芽组织，或脓性分泌 物，X线片可见残留异物。  \n  \n    【治疗原则及方案】  \n  \n    1.对急性感染主要为全身足量有效抗生素应用，保持口腔卫生，如并发间 隙脓肿应按间隙脓肿处理。  \n  \n    2.对慢性感染者应积极清除拔牙创异物及炎性肉芽组织，并根据情况给予口服抗生素。  \n  \n    四、智牙冠周炎  \n  \n    【概述】  \n  \n    智牙冠周炎是指未全萌出或阻生的智牙牙冠周围软组织发生的炎症，一般 最多见于18-25岁的青年，临床上以下颌智牙冠周炎常见。食物残渣和细菌极 易嵌塞于盲袋内，一般很难通过漱口或刷牙被清除赶紧，有利于细菌生长。当局 部咬合损伤，黏膜发生糜烂和溃疡时，局部抵抗力降低，可发生冠周软组织炎症。  \n  \n    全身抵抗力较强时，可能症状不明显或很轻微；而全身抵抗力降低时，如感 冒、疲劳和月经期等，引起冠周炎急性发作。    **点击下载\\*\\*\\*：《口腔颌面外科临床诊疗指南》**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "19e51d40-8b45-4cdc-8e19-38d00029fd7c", "title": "新生儿窒息复苏指南", "text": "【0】    **《新生儿窒息复苏指南》内容预览：**    第一部分 指南目标和原则  \n  \n    一、确保每次分娩时至少有1 名训练有素、操作熟练的新生儿复苏人员在场。  \n  \n    二、加强产儿科合作，在高危产妇分娩前儿科医师要参加分娩或手术前讨论；在产床前等待分娩及窒息复苏；负责窒息患儿的监护和查房等。产儿科医师共同保护胎儿，以完成向新生儿的平稳过渡。  \n  \n    三、在卫生行政领导干预下将复苏指南及常规培训制度化，以进行不断地培训、复训、定期考核，并配备复苏器械；各级医院须建立由产科、儿科医师，助产士（ 师）及麻醉师组成的复苏领导小组。  \n  \n    四、在\\*\\*DE 复苏原则下，新生儿复苏可分为4 个步骤：（1）基本步骤，包括快速评估、初步复苏及评估；（2）人工呼吸包括面罩或气管插管正压人工呼吸；（3）胸外按压；（4）给予药物或扩容输液。  \n  \n    第二部分 新生儿复苏指南  \n  \n    一、复苏准备  \n  \n    1. 每次分娩时有1名熟练掌握新生儿复苏技术的医护人员在场，其职责是照料新生儿。  \n  \n    2. 复苏1 名严重窒息儿需要儿科医师和助产士（师）各1 人。  \n  \n    3. 多胎分娩的每名新生儿都应由专人负责。  \n  \n    4. 复苏小组每个成员都需有明确的分工，每个成员均应具备熟练的复苏技能。  \n  \n    5. 检查复苏设备、药品齐全，并且功能良好。    **点击下载\\*\\*\\*：《新生儿窒息复苏指南》**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "53ac00d2-c0eb-4002-a337-ee22cb1e4220", "title": "慢性胆囊炎和胆囊结石的诊疗", "text": "【0】**《慢性胆囊炎和胆囊结石的诊疗》内容预览：**  \n  \n     慢性胆囊炎、胆囊结石是一种十分常见的疾病，多由急性胆囊炎症反复发作所致。70％～95％的慢性胆囊炎病人合并胆囊结石。  \n  \n    症状：腹痛：慢性胆囊炎、胆囊结石病人可出现不同程度的右上腹或剑突下胀痛不适，腹痛可向右肩胛下放射，部分病人出现反复发作的胆绞痛。腹痛的发作无明显节律性，可因进食油腻食物而诱发。消化道症状：部分病人仅表现为上腹部轻度不适、饭后腹部饱胀、食欲不振、厌油、嗳气、消化不良等类似胃炎的症状。  \n  \n    体征右上腹胆囊区可有压痛。若无急性感染，右上腹压痛不明显或体检时仅有不适感。慢性胆囊炎、胆囊结石病人通常无黄疸。  \n  \n    实验室检查若非慢性胆囊炎急性发作，白细胞计数、中性粒细胞以及肝功能状况通常无明显变化。  \n  \n    影像学检查B超可显示胆囊结石、胆囊的慢性炎症改变。  \n  \n    【诊断要点】若病人出现已上临床表现怀疑有慢性胆囊炎、胆囊结石时，应首选B超检查。B超可提示胆囊的大小、胆囊的收缩功能、胆囊壁的厚度以及结石的大小等情况。  \n  \n    如果病人出现黄疸，应考虑到Mirizzi综合征或胆囊结石进入胆总管，或其他原因形成的梗阻性黄疽。此时可选择行CT、MRCP等胆道影像学检查，同时应进一步完善相关检查，排除内科性黄疸。  \n  \n    慢性胆囊炎、胆囊结石需与胃十二指肠溃疡、胃炎等相鉴别，遇到这种情况时，可行纤维胃镜或上消化道钡餐检查。  \n  \n**点击下载完整版：《慢性胆囊炎和胆囊结石的诊疗》**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "2d52c988-447a-4bed-89e4-be9ee4b522a9", "title": "食管-贲门失弛缓症的临床诊断与治疗", "text": "【0】    食管-贲门失弛缓症（Esophageal achalasia）是由于食管神经肌肉功能障碍所致的疾病。食管-贲门失弛缓症主要特征是食管体部缺乏蠕动，食管下端括约肌（lower esophageal sphincter， LES）松弛障碍。食管-贲门失弛缓症发病率约1.0/10万，发病年龄为13～77岁，食管-贲门失弛缓症最常见于20～39岁的年龄组，男女发病相近，食管-贲门失弛缓症占食管疾病的4%～7.0%。本文重点介绍食管-贲门失弛缓症的临床诊断与治疗。  \n  \n    **1.食管-贲门失弛缓症的病因与发病机制**  \n  \n    目前认为食管-贲门失弛缓症是一种神经源性疾病。食管体部神经丛的神经节细胞数目减少，同时迷走神经的食管支显示变性改变，大脑脊部的迷走神经运动核的神经节细胞亦部分减少，且对迷走神经刺激及胆碱药物的反应减弱。  \n  \n    **2.食管-贲门失弛缓症的病理**  \n  \n    食管-贲门失弛缓症基本损害是肠肌丛即Auerbach神经丛的神经节细胞和迷走神经运动核细胞的变性。上述损害的程度各异且与失弛缓对运动障碍的持续时间和严重程度有相关性。此外，食管丛的迷走神经纤维和肠肌丛相连，壁内神经纤维亦有变性损害。  \n  \n    **3.食管-贲门失弛缓症的临床特征**  \n  \n    **3.1 咽下困难**  \n    无痛性咽下困难是食管-贲门失弛缓症最常见最早出现的症状，占80%～95%以上。症状多呈间歇性发作，因情绪激动、忧虑，进食过冷和辛辣等刺激性食物而诱发。初起时轻时重，后期可为持续性，多数病人咽下固体比液体更困难或同样困难，但少数咽下液体较固体更为困难。  \n  \n    **3.2 胸痛**  \n    约占40%～90%，部位多在胸骨后及中上腹，也可在胸脊部、右侧胸部，右胸骨缘以及左季肋部呈闷痛、灼痛、针刺痛、割痛或锥痛，胸痛发生机制可能因食管平滑肌自发性强烈收缩或食管内残留食物造成食管扩张，残留食物对食管的刺激，细菌和真菌在食物内过度繁殖引起食管炎所致。  \n  \n    **3.3 食物反流**  \n    发生率可达90%，多于餐后出现。随着咽下困难，食管进一步扩张，食管残留食物潴留在食管内至数小时或数日之久，而在体位改变时反流出来。  \n  \n    **3.4 胃灼热**  \n    通常因食管对极少量酸反流的清除能力下降，细菌在残留的食物中繁殖而造成。  \n  \n    **3.5 出血贫血**  \n    患者常有出血，偶有食管炎所致贫血。  \n    **3.6 食管-贲门失弛缓症的其他症状**  \n    一些患者出现嗳气困难。由于LES张力的增高，故患者很少发生呃逆，为食管-贲门失弛缓症的重要特征。食管内存留的食物或药物刺激黏膜可能引起食管炎，有的为真菌性食管炎，长期食管残留食物时约3%～7%的病例合并食管癌。反流的食物呼入气道可引起支气管和肺部感染，约1/3者可出现夜间阵发性的呛咳或反复呼吸道感染。病程长者可有体重减轻，营养不良和维生素缺乏等表现，而呈恶病质者罕见。  \n  \n    **4.食管-贲门失弛缓症的诊断**  \n  \n    食管-贲门失弛缓症的诊断主要根据病史结合临床检查。咽下困难食物反流和胸骨后疼痛为食管-贲门失弛缓症的典型临床表现，再经食管吞钡X线检查发现具有食管-贲门失弛缓症的典型征象可做出诊断。  \n  \n    **4.1 钡餐检查**  \n    是诊断食管-贲门失弛缓症最有效手段。并能动态观察到钡剂通过食管的影像。钡剂难以通过贲门部而潴留于食管下端可见末端食管狭窄呈对称漏斗状，其上段食管呈现不同程度的扩张、延长、弯曲。原发性蠕动减弱或消失吸入亚硝酸异戍酯或含服硝酸甘油，可使贲门松弛，钡剂随即顺利通过。钡餐诊断阳性率为68%。  \n  \n    **4.2 食管测压**  \n    食管测压对诊断食管-贲门失弛缓症有高度敏感性。测压结果特点：食管远端2/3蠕动减弱或消失，以及LES吞咽时不能松弛或松弛间隙缩短。表现为  \n    （1）食管体部中下段正常蠕动消失，取而代之为低幅同步收缩波。但硬皮病、皮肌炎者亦可有同样表现应予区别。  \n    （2）LES松弛率明显减低。  \n    （3）LES静息压升高或正常。  \n    （4）继发性收缩波增多。  \n  \n    **4.3 乙酰甲胆碱试验**  \n    正常人皮下注射乙酰甲胆碱5～10mg后，食管蠕动增加而压力无显著增加，但食管-贲门失弛缓症患者在注射1～2min后钡餐X线可显示食管显著收缩，胸骨后即出现疼痛，注射阿托品后可缓解。  \n  \n    **4.4 饮水试验**  \n    置听诊器于剑突下，受检者空腹、坐位、饮水一杯，正常人10s左右能听到水进入胃发出的声音。食管-贲门失弛缓症患者延长甚至完全听不到，亦可在超声下做此试验，观察食管是否扩张及扩张程度、贲门是否弛张、水流能否通过贲门进入胃内，此法可与贲门癌鉴别。  \n  \n    **4.5 内镜检查**  \n    内镜检查可见食管贲门处一狭窄环，由食管皱襞聚集而成。有分泌物、食物潴留于食管造成食管扩张、弯曲变性伴憩室样膨出而无张力。如无此特征内镜检查作不出诊断，一些肿瘤可以引起贲门失弛缓症样症状，因而内镜检查意义是排除这些病变。  \n  \n    **5.食管-贲门失弛缓症的鉴别**  \n  \n    **5.1 食管肿瘤**  \n    癌性食管狭窄的X线征象为局部黏膜破坏和紊乱，狭窄处呈管状，管腔内边缘不整齐，上段的食管可呈中度扩张，组织病理活检可明确诊断。  \n  \n    **5.2 反流性食管炎**  \n    有食管炎管腔狭窄及食管裂孔疝的证据，LES压力降低，食管内pH值下降，各种检查有反流征象。  \n  \n    **5.3 其他**  \n    继发贲门失弛缓症的疾病分为  \n    （1）一般的继发性贲门失弛缓症。如Allgrove综合征、嗜酸粒细胞性食管炎、胃底折叠术后，迷走神经切断术后，结节病、干燥综合征等。  \n    （2）伴有系统性运动异常的继发贲门失弛缓症的原发病。如Hirschsprung病相关的贲门失弛缓症、淀粉样病、Chagas病、嗜酸粒细胞性胃肠炎、Fabry病、遗传性小脑共济失调、神经纤维瘤病、副癌综合征、帕金森病。  \n    （3）引起假性贲门失弛缓症的疾病有食管癌、胃癌、淋巴血管瘤、淋巴瘤、胰腺癌、前列腺癌、肾细胞癌等。  \n  \n    **5.4 食管神经官能症**  \n    如癔球症大多为咽至食管部分有异物感，但无进食哽噎症状。  \n    **6.食管-贲门失弛缓症的治疗**  \n    **6.1 食管-贲门失弛缓症的一般治疗**  \n    少食多餐，饮食细嚼，避免进食过快、过冷和刺激性食物。解除精神紧张，必要时给予心理治疗和镇静剂，可针刺内关、足三里，上腹部公孔等穴位。食管极度扩张者应每晚睡前行食管插管吸引。  \n  \n    **6.2 食管-贲门失弛缓症的药物治疗**  \n    主要有钙通道阻滞剂、硝酸酯类或抗胆碱能药物。能有效地降低LES压力并可暂时缓解吞咽困难，但不能改善食管蠕动。餐前15～45min舌下含服10～30mg硝苯地平或5～20mg硝酸异山梨酯，亦可在发作时舌下含服硝酸甘油0.3～0.6mg或口服双环胺30mg可使痉挛解除。溴苯胺太林20～40mg静滴可使食物排空。药物治疗适用于病程早期食管还未出现扩张者。  \n  \n    **6.3 食管-贲门失弛缓症的介入治疗**  \n    （1）肉毒毒素（Botox）注射治疗：食管镜下局部注射肉毒毒素，通过毒素阻断贲门括约肌的神经肌肉接头处突触前乙酰胆碱的释放而使肌肉松弛以缓解症状。此注射优点在于操作简便、耐受性好、治疗费用低，不良反应少，近期疗效接近气囊扩张术，但作用不持久、易复发，需重复注射，偶可引起胃食管反流、食管糜烂，严重的食管和食管周围炎。适用于老年患者并多种疾病不能耐受手术或气囊扩张的患者、手术或多次气囊扩张疗效差者。  \n    （2）物理性扩张疗法：该方法操作安全简便，损伤小、痛苦少、并发症少、心肺功能严重受损和晚期妊娠均可适用。常用的有气囊、水囊和各种探条扩张。多数病人能通过此疗法缓解症状。如病情复发可反复多次扩张，但压力过大术后易发生穿孔及反流性食管炎等并发症，有时还会导致食管黏膜瘢痕化、纤维化。有研究此治疗方法对40多岁以上患者效果好而40岁以下者扩张反应差，多需重复扩张，而增加穿孔的危险，故建议手术治疗。  \n  \n    **6.4 食管-贲门失弛缓症的手术治疗**  \n    早先Heller采用经腹或经胸大切口食管黏膜下肌层切开术，但术后恢复慢，创伤大，易发生反流性食管炎。近年Pellegrini经胸腔镜或腹胸镜下行贲门食管肌层切开术将食管下段及胃食管交界处环形肌切开，解除贲门周围的梗阻，具有创伤小、安全有效的特点。手术治疗症状好转率约80%～86%，但可能发生食管黏膜破裂，裂孔疝和胃食管反流等并发症。  \n  \n    **6.5 食管镜下置入舒缓型扩张器**  \n    利用食管镜将小型扩张器置入食管-贲门处，缓慢扩张该处的环形肌，利用扩张器的弹性使括约肌持续扩张，解除括约肌的痉挛，达到松弛状态，使之恢复功能。优点在于避免外科手术、痛苦小、疗效快、无穿孔和食管反流病并发症是治疗食管-贲门失弛缓症有效新方法。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "285a93d9-ba0b-4312-a98c-168d9184e93d", "title": "急性胰腺炎并发症指南解读", "text": "【0】急性胰腺炎并发症指南解读\n    中国急性胰腺炎诊治指南（2013年，上海）与2003版中国急性胰腺炎诊治指南（草案）比较，对急性胰腺炎并发症描述更加具有条理性，分类详实叙述了局部并发症和全身并发症的特点及处理要点，现就急性胰腺炎局部和全身并发症的部分要点结合笔者临床实践作进一步解读。  \n    **一、急性胰腺炎局部并发症**  \n  \n    2013版指南依据急性胰腺炎局部并发症的特点和转归将其分为5类：急性液体积聚、急性坏死物积聚、胰腺假性囊肿、包裹性坏死和胰周脓肿。此定义更加符合胰腺炎的发展历程。据此可以更加清晰地判断局部并发症，规范诊疗行为，同时更利于开展临床和基础科研。具体而言，急性胰腺炎初期，胰腺周围尚未形成完整包膜的渗液，称之为胰周急性胰腺炎FC,若后期形成完整包膜，则转化为胰腺假性囊肿，这一过程往往需要4周左右。若早期胰腺周围渗液中含有较多坏死物，则为急性坏死物积聚,后期则转化为包裹性坏死;若以上2种病理过程中出现细菌感染，则转为胰腺脓肿，感染的诊断可依据直接证据，如细针穿刺物细菌或真菌培养阳性，或者感染间接征象（增强CT提示的气泡征）。2013版指南指出局部并发症并非判断急性胰腺炎严重程度的依据。其他局部并发症还包括胸腔积液、胃流出道梗阻、消化道瘘、腹腔出血、假性囊肿出血、脾静脉或门静脉血栓形成、坏死性结肠炎等。  \n  \n    **二、局部并发症的处理**  \n  \n    假性囊肿、包裹性坏死大多数可自行吸收，引流指征主要取决于患者的症状，如反复发作的腹痛、胃流出道梗阻及引起黄疸等，若临床随访囊肿持续增大，或出现感染症状时，也应予引流治疗。引流路径首选内镜引流，其次再考虑经皮及外科手术引流。内镜引流分为经\\*\\*引流、透壁引流以及经\\*\\*和透壁联合引流。影像学判断假性囊肿与主胰管相通，首先选择经\\*\\*引流，支架或引流管近端置入囊腔内，若支架能越过主胰管漏口，则引流效果更好，但当囊肿巨大，经\\*\\*引流可能效果不佳，此时应考虑联合透壁引流。透壁引流指经胃壁或十二指肠壁置入一根或多根引流管至囊腔内，超声内镜评估能更好地定位穿刺点、实时引导穿刺，有利于降低并发症。穿刺引流术后常规需预防性抗感染治疗，4 6周后复查CT,若囊肿消失可内镜下拔除内支架。  \n  \n    2013版指南指出，胰周脓肿首选穿刺引流，经皮穿刺置入较粗直径引流管，若引流效果差，建议进一步外科手术治疗。目前也有个别报道透壁引流清创胰周脓肿。随着技术的进步，除常规开腹手术外，采取腹腔镜、经皮肾镜等技术进行坏死组织清除也相继开展，使得治疗效果得到进一步改善。Parekh等研究发现应用腹腔镜进行坏死组织清除是有效可行的，和开腹手术相比，应用腹腔镜清除坏死组织减少患者炎性反应，符合“损伤控制”原则。针对胰腺炎局部并发症的治疗，强调个体化治疗理念，以非手术治疗为基础，配合适当、适时的内镜放射介入、外科干预的综合治疗体系。  \n  \n    **三、急性胰腺炎全身并发症**  \n  \n    2013版指南中指出，全身并发症主要包括器官功能衰竭、全身炎性反应综合征、全身感染、腹腔内高压或腹脏间隔室综合征、胰性脑病。2013版指南详细表述了器官功能衰竭包括呼吸、循环、肾及胰性脑病等，出现2个以上器官功能衰竭称为多器官功能衰竭，器官功能衰竭决定急性胰腺炎的严重程度。  \n  \n    重度急性胰腺炎对于呼吸系统的影响十分常见，主要原因为通气降低、通气与血流平衡遭到破坏、补体介导的中性粒细胞在肺泡血管聚集、淤积诱发急性呼吸窘迫综合征（acute respiratory distress syndrome,\\*\\*S），发病初期主要表现出低氧血症，随着病情的恶化会引起肺部并发症类似肺水肿、胸腔积液及\\*\\*S（主要症状表现包括呼吸加快、呼吸困难和紫绀等），呼吸衰竭是重度急性胰腺炎初期导致死亡的重要因素。重度急性胰腺炎亦会对心脏产生程度不一的影响，病情较轻的患者出现如心律增快和心律不齐症状，病情严重的患者则可能出现心肌梗死、心源性休克、心室颤动，甚至引起心包炎或心包积液。重度急性胰腺炎对肾脏功能的影响，在病情较轻的患者表现为肾小管或者肾小球功能异常，表现为一过性少尿，在病情严重的患者则可能出现急性肾功能衰竭。  \n  \n    重度急性胰腺炎时因大量活性蛋白水解酶、磷脂酶A等进入脑内，对脑组织与血管产生影响，引起中枢神经系统损害症候群，此症候群称为胰性脑病。常见的症状为反应迟钝、定向力障碍、谵妄、意识模糊、昏迷、烦躁不安、抑郁、恐惧、妄想、幻觉、语言障碍、共济失调、震颤、反射亢进或消失以及偏瘫等。  \n  \n    **四、全身并发症的处理**  \n  \n    胰腺炎早期治疗的液体复苏非常重要，是其他各种治疗的基础，2013版指南中对液体复苏也阐述得较为详尽。2013版指南在阐述持续性肾脏替代疗法在重度急性胰腺炎中的应用、\\*\\*S时的处理方面较2003版指南更为详细和实用。  \n  \n    持续性肾脏替代疗法是指在较长的时期内代替受损肾功能的体外血液净化疗法，每天治疗长达24 h,不仅能清除过量的液体，而且还能清除中小分子废物，调节电解质、酸碱平衡，联合血液吸附清除血液中TNF-和IL-1等炎性介质。重度急性胰腺炎伴发急性肾功能衰竭、多器官功能衰竭、严重水电解质紊乱、全身炎性反应综合征采用常规治疗效果不佳者建议行持续性肾脏替代疗法，持续性肾脏替代疗法能有效改善患者全身炎性反应，维持内环境稳定，有条件的单位越早进行则效果越显著。  \n  \n    \\*\\*S是急性胰腺炎最严重的呼吸系统并发症，见于15%——20% 急性胰腺炎患者，通常发生于病程的27 d,但也可在早期即迅速出现。其肺部病理变化、临床表现与其他病因所致的\\*\\*S相似，患者出现明显呼吸加快（达35——40次/min）、呼吸窘迫、紫绀，PaO2明显降低（<8.0 kPa），吸氧也难以纠正以上症状。胸部X线片可见弥漫性网状或片状阴影。虽然重度急性胰腺炎患者的\\*\\*S发生率较高，但单纯水肿型急性胰腺炎也有并发\\*\\*S的危险性，一旦疑为早期\\*\\*S者，高浓度吸氧后Paoz仍<8 kPa时，则应立即行机械通气。机械通气需根据患者的情况分别选用间歇正压呼吸或呼气终末正压呼吸，以提高功能残气、改善肺顺应性、预防肺泡萎陷，并减少肺内分流。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "9799025d-5b7d-4e01-8842-fdcc6bcb634e", "title": "消化性溃疡临床路径（新）", "text": "【0】消化性溃疡临床路径（新）及附件下载\n\n【1】    **一、消化性溃疡临床路径标准住院流程**\n\n【2】    **（一）适用对象。**  \n  \n    第一诊断为消化性溃疡或消化性溃疡伴出血（ICD–10：K25–K27）。  \n  \n    **（二）诊断依据。**  \n  \n    根据《临床诊疗指南－小儿内科分册》（中华医学会编著，人民卫生出版社）、《诸福棠实用儿科学（第七版）》（人民卫生出版社）。  \n  \n    1.病史：反复腹痛、恶心、呕吐，尤其是发现消化道出血或原因不明的进行性贫血的患儿，应当作进一步检查。  \n  \n    2.体征：腹部扪及剑突下压痛或脐周痛觉过敏，并发穿孔可伴腹膜炎体征。  \n  \n    3.实验室检查：胃镜检查；消化道钡餐造影；幽门螺杆菌（Hp）检测。  \n  \n    **（三）治疗方案的选择。**  \n  \n    根据《临床诊疗指南－小儿内科分册》（中华医学会编著，人民卫生出版社）、《诸福棠实用儿科学（第七版）》（人民卫生出版社）。  \n  \n    1.一般治疗，饮食指导。  \n  \n    2.药物治疗：抑酸药；胃黏膜保护剂；抗Hp治疗。  \n  \n    3.合并出血根据出血量可补液或输血支持。  \n  \n    **（四）标准住院日为4–7天。**  \n    **（五）进入路径标准。**  \n  \n    1.第一诊断必须符合ICD–10：K25–K27消化性溃疡或消化性溃疡伴出血疾病编码。  \n  \n    2.当患者同时具有其他疾病诊断，但在住院期间不需要特殊处理也不影响第一诊断的临床路径流程实施时，可以进入路径。  \n    **（六）入院后第1–2天。**  \n  \n    1.必需的检查项目：  \n  \n    （1）血常规、尿常规、大便常规、大便隐血；\n\n【3】    （2）肝肾功能、血型、输血常规检查、凝血功能；\n\n【4】    （3）Hp感染相关检测；\n\n【5】    （4）内窥镜或消化道钡餐造影。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "178dad30-f103-4b22-8372-f10aafd0fa27", "title": "2012NCCN结肠癌-直肠癌指南", "text": "【0】    **《2012NCCN结肠癌-直肠癌指南》内容简介：**    在美国，结直肠癌发病率占所有癌症的第四位，而死亡率为第二位。2011年估计全美有101,340例结肠癌和约39,870例直肠癌的新发病例，而同年估计将有49,380例患者死于结肠癌和直肠癌.尽管如此，结直肠癌的发病率还是从1975年的60.5/10万人群降低到2005年的46.4/10万人群2;而且，在1990至2007年间，结直肠癌的死亡率也降低了大约35%1,原因可能是通过筛查的普及提高了早诊率以及治疗手段的进步。    **《2012NCCN结肠癌-直肠癌指南》内容预览：**    在美国，大约20%的结肠癌伴有家族聚集性4,5,新诊断的腺瘤6或者浸润性癌患者7,其一级亲属患结直肠癌的风险增加。结直肠癌的遗传易感性包括一些研究较清楚的遗传性综合征，例如Lynch综合征（又称之为遗传性非息肉病性结直肠癌，HNPCC）8,9和家族\\*\\*肉病（FAP）10.因此，所有结肠癌患者均应根据“NCCN结直肠癌筛查临床指南”中的规约进行家族史的询问。  \n  \n    Lynch综合征是遗传决定的结肠癌易感性中最常见的类型，大约占所有结直肠癌的2-4%8,9,11,12.该遗传性综合征是DNA错配修复（MMR）基因（MLH1,MSH2,MSH6,PMS2）发生胚系突变的结果。尽管通过基因测序来确定MMR基因发生了胚系突变可以确诊Lynch综合征，但患者在进行基因测序前通常会进行2轮的筛选：首先基于家族史，其次是对肿瘤组织进行初始检测。为了甄别那些可能属于Lynch综合征的结直肠癌个体，可以对结直肠癌标本进行2项初始检测：免疫组化检测MMR蛋白表达，因为突变而至该蛋白表达缺失；以及分析微卫星不稳定性（MSI），MSI是MMR缺失的结果，由于DNA重复单元的插入或缺失而导致的，可通过检测肿瘤组织中短的DNA重复序列的数量改变来判定13.    **点击下载\\*\\*\\*：《2012NCCN结肠癌-直肠癌指南》**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "cf144ae0-85e7-4767-a06c-d40f04101744", "title": "加拿大新房颤指南支持新型口服抗凝剂", "text": "【0】加拿大新房颤指南支持新型口服抗凝剂\n    发表在《加拿大心脏病学杂志》上的2012 CCS房颤指南部分更新：中风预防和心律控制的建议 ，是继加拿大2010年发布房颤指南后的最新版本。新指南的主要作者Allan Skanes博士（西安大略大学）指出，指南委员会认为更新很有必要的，新指南指南，反映了过去一年一些新的重大发现，包括新的口服抗凝血剂利伐沙班和阿哌沙班新的临床研究，决奈达隆PALLAS研究。  \n  \n    **支持使用新药物**  \n  \n    值得注意的是，新的指南支持使用新型口服抗凝药物，认为这些药物对大多数患者而言“优于”华法林。Skanes指出，这可能比其他国家的指南更进了一步，其他国家的指南只是简单地说新药物可以替代华法林。  \n  \n    新指南指出：有口服抗凝血剂治疗指征时，大多数患者应该优先使用达比加群、利伐沙班或阿哌沙班（一旦被加拿大卫计委批准），次选华法林（有条件的推荐、高质量证据）。  \n  \n    Skanes评论道：2010年指南给出了达比加群软推荐，此次扩大到了利伐沙班和阿哌沙班。“即使阿哌沙班此适应症尚未在加拿大获批，Skanes说指南委员会考虑到它很快就会被批准，为了避免对指南作进一步更新所以作出了推荐。  \n  \n    该指南推动了新药物的应用，这是因为其中两个药物已经被证明在降低卒中方面优于华法林，这些药物均降低颅内出血，而这是华法林最严重的问题。  \n  \n    但对于华法林治疗情况良好的患者，新指南推荐新药物的热情不高。新指南指出，对于服用华法林INR保持稳定且没有出血并发症的患者，新口服抗凝药的优势显著减少。  \n  \n    **老年人和肾功能不全患者的注意事项**  \n  \n    指南还建议老年人应减少剂量，在75岁以上患者，当然80岁以上患者更是如此，使用新型口服抗凝血剂，特别是达比加群，应考虑降低剂量。  \n  \n    Skanes指出，他们已竭尽所能强调如何减少剂量，是基于实际的建议，而非推荐，因为数据尚不足以进行全面推荐。  \n  \n    同样，对于肾功能下降的患者，指南建议，轻度至中度肾功能不全——肾小球滤过率（GFR）30至50 mL/min，可以使用正常剂量的新型口服抗凝血剂治疗，但需要更频繁地监测肾功能，如果出现一过性的GFR降低可能需要减少剂量。在老年人（年龄75岁以上）尤其如此，因为随着年龄增长出血风险增加。  \n  \n    对于肾功能不全更严重的患者（肾小球滤过率15-30 mL/min），指南建议优先选择华法林。关于这一群体，Skanes说：“新药物应用于这一人群的数据非常少，所以我们宁愿医生继续使用他们比较熟悉的华法林。”  \n  \n    对于GFR <15需接受透析的患者，指南不建议常规使用任何抗血栓治疗。  \n  \n    **ACS患者可坚持使用华法林**  \n  \n    对于ACS患者使用新型抗凝药物没有做出坚定的推荐。Skanes指出，ACS患者已经使用双重抗血小板治疗，再使用任何抗凝药都是非常具有挑战性的。许多医生最初使用三联疗法，然后停用阿司匹林，但我们在这方面的数据很少。我们甚至不知道在这种情况下如何使用华法林，更别说新型抗凝药物。  \n  \n    他指出，虽然有一些利伐沙班用于ACS患者（ATLAS）的新数据，现在尚未被纳入到指南。他补充说，如果医生习惯于这些患者使用华法林，那么现阶段他们应该继续使用华法林。  \n  \n    **一些CHA2DS2 -VASC因素可预测风险**  \n  \n    更新指南的另一部分涉及到对需要接受抗凝治疗患者的卒中风险预测。  \n  \n    Skanes解释说，上一版加拿大指南采用CHADS2评分进行风险预测，而最新的欧洲指南已经推荐使用较新的CHA2DS2-VASC评分。  \n \n\n【1】    CHA2DS2-VASC评分  \n \n\n【2】    Skanes指出，新指南没有完全采纳CHA2DS2 -VASC评分，但已纳入一些因素。年龄增加是一个危险因素，而对女性作为危险因素的认可不是那么强烈。对于高度或中度风险（CHADS2评分> 1）的所有患者推荐口服抗凝，但指南对低风险患者（CHADS2风险评分为0）做了一些改变。指南建议，低风险类别中风险最高者（年龄大于65岁或女性血管疾病患者）应口服抗凝；女性患者或血管疾病应接受阿司匹林；没有任何这些风险因素的不需要任何抗栓治疗。  \n  \n    **PALLAS关于决奈达隆新建议**  \n  \n    新指南的最后一大亮点是对决奈达隆的新建议。对永久性房颤、仅为了控制心律或既往有CHF或左室射血分数低于40％的AF患者，不建议使用决奈达隆。指南还建议联用决奈达隆和地高辛时需慎重。  \n  \n    Skanes指出，导致PALLAS研究中不良事件的原因还不太清楚，目前被归咎于PALLAS和ATHENA（结果较好）研究人群的差异。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "3d46f313-c849-4aea-ae27-1592e1df7312", "title": "如何评定危重病人的营养状态?", "text": "【0】如何评定危重病人的营养状态?\n临床上评价营养状态包括静态营养评定与动态营养评定二类。前者包含:人体测量(体重、脂肪储存测定与骨骼肌量测定);内脏蛋白质含量测定(白蛋白、转铁蛋白Trf,视黄醇结合蛋白RBP,前白蛋白BPA,纤维连接蛋白FN);免疫功能测定(淋巴细胞计数,皮肤迟发反应,抗体、补体与免疫球蛋白水平,T细胞亚群等)。  \n对于严重创伤、感染及MoDS的危重病人,因为应激状态下代谢的明显改变导致低蛋白血症,体内水钠潴留与组织水肿明显,以及免疫功能受损,从而使静态营养评定指标不能很好的反应应激状态下病人的营养状况,所以不能再作为可靠的营养评定标准。此时只能依靠动态营养评定指标来反应机体的代谢状态并指导临床营养支持的实施动态营养评定指标包括:  \n(1)氮(N)平衡与净氮利用:氮平衡可动态的反应蛋白质与能量平衡。机体在创伤后及感染时,体内蛋白质大量分解,糖异生增强,尿素氮的排泄量明显升高,可达10~30g/d,尿3甲基组氨酸排出增加。测定尿中3-甲基组氨酸及24小时尿素氮的排泄量,有助于定量分析蛋白质分解的程度。氮的排泄量与机体代谢率大体平衡,临床上计算氮平衡的简便方法为N平衡(g/d)=N摄入量(g/d)-\\[尿尿素N(UUN/d)+3\\]注:氨等尿中未测定的蛋白质分解产物2g,粪含中N量0.5,皮肤丢失N量0.5TPN治疗时,N的摄入量为每日输入的氨基酸液所含的N量,—一般氨基酸制剂均标明其含N量,如7%复方氨基酸液( vain)含N量为9.4g/L,9.12%复方氨基酸液(天津氨基酸公司)含N量为13.13g/L,等等。应用定氮仪可准确测定每日出人N量,如凯氏定N的方法以及应用自动定氮分析仪测定,但因操作复杂或费用较高影响临床推广使用,故目前临床多通过氨基酸液中含氮量与24小时尿排氮量来估计每日氮平衡情况,并对营养治疗方案进行调整。  \n\n【1】净氮利用的测定可衡量摄入氮的利用效率,即保留氮与摄入氮之比。保留氮为摄入氮与排泄氮之差。计算排泄氮时,需除去无蛋白饮食时尿中不可避免的氮损失,其量为001(g)×理想体重。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "751b9299-8b57-4409-8b93-f979b2240ae6", "title": "2007年中国2型糖尿病防止指南", "text": "【0】    **《2007年中国2型糖尿病防止指南》内容简介**    当今世界，随着经济的高速发展和工业化进程的加速，人类健康面临非传染性疾病的威胁正日益增加，糖尿病患病率和糖尿病患者数量急剧上升。糖尿病及其并发症给人类健康和社会发展带来了严重的负担。根据国际糖尿病联盟（International Diabetes Federation,IDF）统计，在2000年全球有糖尿病患者1.51亿，而目前糖尿病患者已达2.85亿，按目前的增长速度，估计到2030年全球将有近5亿人患糖尿病。值得注意的是，糖尿病已不仅仅是发达国家的“富贵病”,包括中国在内的发展中国家也已成为糖尿病的重灾区。由于中国是世界上人口最多的国家，其庞大的人口基数使中国背负着极大的糖尿病负担，糖尿病患者人数占全球糖尿病患者总数的1/3.2008年中华医学会糖尿病学分会（CDS）组织的糖尿病流行病学调查结果显示，在20岁以上的人群中，年龄标化的糖尿病患病率为9.7%,而糖尿病前期的比例更高达15.5%,相当于每4个成年人中就有1个高血糖状态者，更为严重的是我国60.7%的糖尿病患者未被诊断而无法及早进行有效的治疗。糖尿病的慢性血管并发症对患者的生命和生活质量威胁极大，给家庭以及患者个人带来了沉重的经济负担。2010年全世界11.6%的医疗卫生费用花费在防止糖尿病上，世界卫生组织估计2005年至2015年中国由于糖尿病及相关心血管疾病导致的经济损失达5577亿美元。而糖尿病复杂的发病过程使人类至今尚未找到根治的方法，这就意味着患者需要终身接受治疗，但遗憾的是，即使是在发达国家，也有约2/3的患者得不到有效管理。在发展中国家，糖尿病控制状况更不容乐观，据我国2003年、2004年、2006年大中城市门诊的调查表明，仅有1/4的糖尿病患者糖化血红蛋白（HbA1c）达标（<6.5%）。  \n  \n    **《2007年中国2型糖尿病防止指南》内容预览**    近 20 年来，我国糖尿病患病率显著增加。1980 年全国 14 省市 30 万人的流行病学调查结果显示，糖尿病患病率为 0.67%\\[1 \\].1994 年全国 19 省市 21 万人的调查，25-64 岁年龄段糖尿病的患病率为 2.5%（人口标化率为2.2%），糖耐量减低（IGT）为 3.2%（人口标化率为 2.1%）  \n  \n    这一数字与同等发展水平国家的数据相近，比 1980 年增加了近 3 倍。2002 年全国营养调查同时调查了糖尿病的流行情况。该调查主要根据空腹血糖诊断 IFG 和糖尿病，空腹血糖较高的部分患者作了口服葡萄糖耐量（OGTT）试验。在18 岁以上的人口中，城市糖尿病的患病率为 4.5%,农村为 1.8%.18-44 岁，45-59 岁和 60 岁以上 3 个年龄组城市的糖尿病患病率分别是 1.95%, 7.78%,13.13%;而农村相应年龄组分别为 0.98%,2.96%,4.41%    **点击下载\\*\\*\\*：******《2007年中国2型糖尿病防止指南》**  \n**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "62c8bd8d-ff7a-4d34-b22b-e2ebb4167902", "title": "梅毒的诊断与治疗：薛立纬主编", "text": "【0】**《梅毒的诊断与治疗：薛立纬主编》内容预览**  \n  \n    梅毒是四种经典性病中最重要的疾病。梅毒的危害性大,传染力强,还可遗传后代。\\*\\*(20世纪50年代)我国已基本上消灭了梅毒。20世纪60年代医学 院校的教材中也删去了这方面的内容,故很多的医务人员对梅毒防止知识也比较陌生。由于梅毒属国际性传染病,随着经济的发展,国际交往的频繁,使梅毒在国内 再度发病,并在近年来已呈上升的趋势。  \n  \n    《梅毒的诊断与治疗》的出版,在学术界是一件好事。作者出身医学世家,父子二代从事皮肤性病科工作几十年,积累了丰富的临床经验。他们结合医学科学的新进 展,结合医学模式从生物医学模式向生物—心理—社会医学模式转变,在《梅毒的诊断与治疗》中提出了新的见解。《梅毒的诊断与治疗》内容好、质量高、实用性 强,对提高疾病控制和临床医务人员为患者服务能力有现实的指导价值,是一本很好的参考书。  \n  \n**《梅毒的诊断与治疗：薛立纬主编》\\*\\*\\*下载**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "a0c25ad6-8663-4d59-b7e7-0861d0587ca0", "title": "儿童常见肾脏疾病诊治循证指南", "text": "【0】    **《儿童常见肾脏疾病诊治循证指南》内容简介：**    紫癜性肾炎是儿科常见的继发性肾小球疾病之一，由于诊断标准不统一、观察随访时间差异，因而过敏性紫癜患者中发生肾损害的报告率差别较大，文献报道为20%--100%Il引。Brogan和Dillon依据临床表现诊断，紫癜性肾炎发生率为40%一50%.2000年11月中华医学会儿科学分会肾脏病学组在珠海制定了紫癜性肾炎的诊断和治疗方案（草案）“J,2008年中华医学会儿科学分会肾脏病学组在此基础七，按照循诅E医学的原则制定本指南；适用于有一定儿童肾脏疾病诊治基础或经验的儿科医师。在针对具体患几时，应充分了解本病的最佳临床证据和现有医疗资源，采纳适合的诊疗方案。    **《儿童常见肾脏疾病诊治循证指南》内容预览：**    1.孤立性血尿或病理l级：专家建议：仅对过敏性紫癜进行相应治疗，镜下血尿目前未见有确切疗效的文献报道。应密切监测患儿病情变化，建议至少随访3-5年哺盘1\\[A/I\\].  \n  \n    2.孤立性蛋白尿、血尿和蛋白尿或病理IIa级：国外研究报道较少。血管紧张素转换酶抑制剂（ACEI）和（或）血管紧张素受体拮抗剂（ARB）类药物有降蛋白尿的作用\\[A/1\\],建议Ⅱ丁使用。国内也有用雷公藤多甙进行治疗，雷公藤多甙1mr,/（kg·d），分3次口服，每日剂量不超过60mg,疗程3个月\\[C/IIa\\],但应注意其胃肠道反应、肝功能损伤、骨髓抑制及可能的性腺损伤的副作用。  \n  \n    3.非肾病水平蛋白尿或病理IIb、Ⅲa级：国外研究证据少，可参照前一级的用药。国内报道用雷公藤多甙1me/（kg·d），分3次口服，每日最大量不超过60lIIg,疗程3-6个月∞驯\\[B/Ⅱa\\].也有激素联合免疫抑制剂治疗的报道，如激素联合环磷酰胺治疗‘为1\\[C/II8\\]、联合环孢素A治疗’拍锄1\\[c/IIa\\];对该类患儿积极治疗的远期疗效尚有待研究。  \n  \n    4.肾病水平蛋白尿、肾病综合征或病理Ⅲb、IV级：该组患儿临床症状及病理损伤均较重，现多倾向于采用激素联合免疫抑制剂治疗，其中疗效最为肯定的是糖皮质激素联合环磷酰胺治疗“,9o\\[A/I\\].若临床症状较莺、病理呈弥漫性病变或伴有新月体形成者，可选用甲泼尼龙冲击治疗，15--30me/（kg·d）或1000me/（1.73m2·d），每日最大量不超过1g,每天或隔天冲击，3次为一疗程啪1\\[B/Ⅱa\\].    **点击下载\\*\\*\\*：《儿童常见肾脏疾病诊治循证指南》**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "bf582516-3cba-46b7-9dff-39594c2a199c", "title": "《蒽环类药物心脏毒性防止专家共识》解读", "text": "【0】《蒽环类药物心脏毒性防止专家共识》解读\n    本文是由中国抗癌协会临床肿瘤学协作专业委员会、中华医学会血液学分会就2011-12-01 中国抗癌协会临床肿瘤学协作专业委员会(CSCO,Chinese Society of Clinical Oncology) 中华医学会血液学分会(CMA,CHINESE MEDICAL ASSOCIATION)发布的《防止蒽环类抗肿瘤药物心脏毒性的中国专家共识（2011版）》进行解读  \n  \n**《蒽环类药物心脏毒性防止专家共识解读》内容预览  \n  \n**    蒽环类药物等被广泛应用于治疗血液系统恶性肿瘤和实体肿瘤，包括急性白血病、淋巴瘤、乳腺癌、软组织肉瘤等。以蒽环类药物为基础的化疗方案是一线治疗的经典方案，其抗肿瘤疗效确切，但会引起心脏毒性。蒽环类药物导致的心脏毒性呈进展与不可逆性，且第1次使用蒽环类药物就可能对心脏造成损伤，因此早期监测并早期预防蒽环类药物引起的心脏毒性显得尤为重要。  \n  \n**《蒽环类药物心脏毒性防止专家共识解读》完整版下载地址：**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "3e4d4d61-ba47-4b2f-a30b-a9179acea750", "title": "中心静脉插管相关性感染有哪些预防措施?", "text": "【0】中心静脉插管相关性感染有哪些预防措施?\n近期的研究表明,通过以下措施,中心静脉插管相关性感染的发生率下降了10倍:  \n(1)在层流房间内采用严格的无菌技术制备溶液。  \n(2)常规的细菌学检查。  \n(3)TPN导管用途专一。  \n(4)按照CDC的要求,由从事TPN的专业人员进行所有必需的操作  \n(5)放置导管时的无菌操作。  \n(6)每天检查穿刺处。  \n(7)及时更换导管。  \n(8)采用适当种类的灭菌剂。  \n\n【1】另外,放置中心静脉插管前消毒操作区域。导管留置期间尽可能保证局部的无菌(表28)。为防止致病菌侵入,很多静脉插管生产商采用了耐菌生长的导管材料。为对付多种细菌的感染,一种含有多粘菌素、新霉素和杆菌肽(PNB)的多种抗生素软膏也用于临床。研究显示,PNB软膏能有效地防止中心及外周静脉插管部位的感染,中心静脉插管部位的菌落数明显减少。与此相反,碘仿则不能显著降低这两个部位的感染。但是,PNB软膏也具有很多副作用。与对照组相比,使用PNB软膏者真菌血症的发生率较高。导管培养白色念珠菌的发生率约为24%,而对照组仅为10.5%。甚至有研究表明,使用PNB软膏后,导管培养结果为白色念珠菌的几率增加5倍以上。因此,尽管PNB软膏的抗菌效果优于碘仿,但目前大多数学者都建议临床禁止将PNB软膏用于中心静脉插管的感染预防。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "1e62d84c-a008-4138-935f-8533816aa59d", "title": "大脑半球胶质瘤临床路径 （2010年版）", "text": "【0】大脑半球胶质瘤临床路径 （2010年版）\n    **一、大脑半球胶质瘤临床路径标准住院流程  \n  \n    （一）适用对象。**  \n  \n    第一诊断为大脑半球胶质瘤（ICD-10 :C71/D43.0-D43.2）  \n  \n    行幕上开颅大脑半球胶质瘤切除术（ICD -9-CM-3:01.52-01.59）。  \n  \n    **（二）诊断依据。**  \n  \n    根据《临床诊疗指南-神经外科学分册》（中华医学会编着，人民卫生出版社）、《临床技术操作规范-神经外科分册》（中华医学会编着，人民军医出版社）、《王忠诚神经外科学》（王忠诚主编，湖北科学技术出版社）、《神经外科学》（赵继宗主编，人民卫生出版社）。  \n  \n    1.临床表现：依病变所在部位及性质不同而表现各异；肿瘤体积增大或周围水肿引起慢性颅压增高表现，主要为头痛、恶心、呕吐等；肿瘤位于大脑半球，位于功能区或其附近，可早期出现神经系统定位体征：  \n    （1）精神症状：主要表现有人格改变和记忆力减退，如反应迟钝、生活懒散、近记忆力减退、判断能力差；亦可有脾气暴躁、易激动或欣快等；  \n    （2）癫痫发作：包括全身性及局限性发作。发作多由一侧肢体开始的抽搐，部分患者表现为发作性感觉异常；  \n    （3）锥体束损伤：肿瘤对侧半身或单一肢体力弱渐瘫痪。病初为一侧腹壁反射减弱或消失。继而病变对侧腱反射亢进、肌张力增加和病理反射阳性；  \n    （4）感觉异常：主要表现为皮质觉障碍，如肿瘤对侧肢体的关节位置觉、两点辨别觉、图形觉、实体感觉等障碍；  \n    （5）失语和视野改变：如肿瘤位于优势半球额下回后部和颞枕叶深部，可出现相应表现。  \n  \n    2.辅助检查：主要依据CT、MRI，多数低级别胶质瘤的CT、MRI检查显示病灶不增强，CT扫描通常表现为低密度，MRI的T1加权像为低信号；一些恶性胶质瘤表现为可被强化，T2加权像为高信号且范围超过肿瘤的边界；胶质母细胞瘤环形增强，中央为坏死区域。  \n  \n    为进一步术前评估，根据患者病情可行磁共振波谱（MRS）、功能磁共振（fMRI）、正电子发射计算机断层显像（PET）、弥散张量成像（DTI）、弥散成像（DWI）、脑磁图（MEG）、脑电图、电生理等检查。  \n  \n    **（三）选择治疗方案的依据。**  \n  \n    根据《临床诊疗指南-神经外科学分册》（中华医学会编着，人民卫生出版社）、《临床技术操作规范-神经外科分册》（中华医学会编着，人民军医出版社）、《王忠诚神经外科学》（王忠诚主编，湖北科学技术出版社）、《神经外科学》（赵继宗主编，人民卫生出版社）。  \n  \n    1.临床诊断为大脑半球胶质瘤，有颅内压增高症状或局灶性症状者需手术治疗，手术方法为幕上开颅肿瘤切除术。  \n  \n    2.低级别（I-II级）大脑半球胶质瘤，下列情况应当考虑手术治疗：  \n    （1）临床和影像学资料不能获得确切诊断的患者，建议行手术活检或部分切除以确立诊断；  \n    （2）肿瘤巨大或占位效应明显，有导致脑疝的可能；  \n    （3）治疗难治性癫痫；  \n    （4）为推迟辅助性治疗及其对儿童的副作用（尤其是年龄小于5岁的患儿）；  \n    （5）对于大多数浸润生长的大脑半球胶质瘤外科手术无法治愈，这些肿瘤中多数不能完全切除，在条件允许的情况下尽量切除肿瘤可改善预后。  \n  \n    3.手术风险较大者（高龄、妊娠期、合并较严重内科疾病），需向患者或家属交待病情；如不同意手术，应当充分告知风险，履行签字手续，并予严密观察。  \n    **（四）标准住院日为≤14天。  \n  \n    （五）进入路径标准。**  \n  \n    1第一诊断必须符合（ICD10 :C71/D43.0-D43.2）大脑半球胶质瘤疾病编码。  \n    2.当患者同时具有其他疾病诊断，但在住院期间不需特殊处理、不影响第一诊断的临床路径流程实施时，可以进入路径。  \n    **（六）术前准备3天。**  \n  \n    1.必需的检查项目：  \n    （1）血常规、尿常规，血型；  \n    （2）凝血功能、肝肾功能、血电解质、血糖、感染性疾病筛查（乙型肝炎、丙型肝炎、艾滋病、梅毒等）；  \n    （3）心电图、胸部X线平片；  \n    （4）头颅CT；  \n    （5）头颅  \n  \n    2.根据肿瘤部位和临床表现行针对性检查：如视力视野检查，脑电图、脑皮层/脑干诱发电位等检查。  \n  \n    3.根据患者病情，必要时行心、肺功能、神经电生理检查和认知功能评定；为进一步完善术前评估，可行MRS、fMRI、PET、DTI、DWI、MEG等检查。  \n  \n    **（七）预防性抗菌药物选择与使用时机。**  \n  \n    1.按照《抗菌药物临床应用指导原则》（卫医发〔2004〕285号）选择用药。建议使用第一、二代头孢菌素，头孢曲松等；明确感染患者，可根据药敏试验结果调整抗菌药物。  \n    2.预防性使用抗菌药物，时间为术前30分钟。  \n  \n    **（八）手术日为入院后≤4天。**  \n  \n    1.麻醉方式：全身麻醉。  \n    2.手术方式：幕上开颅大脑半球胶质瘤切除术；根据患者病情，术中可选用手术相关设备包括：神经导航系统、神经电生理监测、B型超声波探查、超声吸引器系统等。  \n    3.手术置入物：颅骨、硬脑膜修复材料，颅骨固定材料，止血材料、引流管系统。  \n    4.术中用药：激素、脱水药、抗菌药物，关颅时应用抗癫痫药物。  \n    5.输血：根据手术失血情况决定。  \n    6.术中快速冰冻病理检查。  \n    7.建议行病理肿瘤分子标记物检测。  \n  \n    **（九）术后住院恢复10天。**  \n  \n    1.必须复查的检查项目：头颅CT、MRI扫描，血常规、肝肾功能、血电解质；根据术前情况酌情复查视力视野、脑电图、脑皮层/脑干诱发电位等检查。  \n    2.术后用药：抗癫痫药物、脱水药、激素等。  \n  \n    **（十）出院标准。**  \n  \n    1.患者病情稳定，体温正常，手术切口愈合良好；生命体征平稳。  \n    2.没有需要住院处理的并发症和/或合并症  \n  \n    **（十一）变异及原因分析。**  \n  \n    1.术中或术后继发手术部位或其他部位颅内血肿、脑水肿等并发症，严重者需要二次手术，导致住院时间延长、费用增加。  \n    2.术后继发脑脊液漏、切口感染或延期愈合、颅内感染和神经血管损伤，导致住院时间延长、费用增加。  \n    3.术后伴发其他内、外科疾病需进一步诊治，导致住院时间延长。  \n    4.肿瘤位于重要功能区、累及重要血管或位于临近部位、或者肿瘤临近脑室，导致术后住院时间延长、费用增加。  \n    5.若术中脑室开放、或肿瘤残腔大，根据术中情况需留置引流管，导致住院时间延长。  \n    6.术后需行早期化疗，导致住院时间延长、费用增加。  \n  \n    **二、大脑半球胶质瘤临床路径表单**  \n  \n    适用对象：第一诊断为大脑半球胶质瘤（ICD-10 :C71/D43.0-D43.2）  \n  \n    行幕上开颅大脑半球胶质瘤切除术（ICD-9-CM-3:01.52-01.59）  \n  \n    患者姓名：             性别：      年龄：      门诊号：          住院号：  \n  \n    住院日期：     年  月  日    出院日期：       年  月   日    标准住院日：≤14天\n\n【1】    点击下载：大脑半球胶质瘤临床路径表单\n\n【2】    免费下载：大脑半球胶质瘤临床路径", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "d41d93ec-aa6b-4de8-a2d2-e322f701ebf3", "title": "成人特发性血小板减少性紫癜诊断治疗专家共识", "text": "【0】    **《成人特发性血小板减少性紫癜诊断治疗专家共识》内容简介：**    由中华医学会血液学分会止血与血栓学组召集的“特发性血小板减少性紫癜(ITP)诊断治疗专家共识研讨会”于2009年4月26日在山东省威海市举行。来自全国30余位学组成员参加了此次会议，会议由阮长耿院士主持，中国医学科学院血液学研究所杨仁池教授、北京协和医院赵永强教授、山东大学齐鲁医院侯明教授分别作了主题发言。与会专家根据我国ITP诊断标准(1995年)，参照欧、美ITP诊断治疗指南，以及国际ITP工作组Vincenza共识，结合我国国情，就ITP定义、诊断、治疗中的热点问题进行了广泛、深入的研讨。大家认为我国目前仍然存在ITP治疗不规范以及治疗过度等现象，建议成立全国ITP诊治协作组，就血小板自身抗体检测的实验方法、实验室问检验的质量控制、ITP发病率调查、ITP的中药治疗等相关问题开展多中心的协作研究，定期修订我国ITP的诊治指南，以提高国内ITP诊治水平。会议就成人ITP(以下简称ITP)的诊断与治疗达成以下共识。    **《成人特发性血小板减少性紫癜诊断治疗专家共识》内容预览：**    一、ITP的定义  \n  \n    尽管国际ITP工作组新近提出将ITP定义为免疫性血小板减少（immunethrombocytopenia），以强调其免疫发病机制，并以原发免疫性血小板减少（原发性ITP）取代特发性血小板减少性紫癜（idiopathicthrombocytopenicpurpura,ITP）的建议，但考虑到特发性血小板减少性紫癜本身即代表原因不明的免疫介导的血小板减少，因此，上述改变并无实际意义。  \n  \n    二、ITP的诊断  \n  \n    1.至少2次检查显示血小板计数（BPC）减少，血细胞形  \n  \n    态无异常。  \n  \n    2.脾脏一般不增大。  \n  \n    3.骨髓检查：巨核细胞数增多或正常、有成熟障碍。  \n  \n    4.须排除其他继发性血小板减少症，如假性血小板减少、先天性血小板减少、自身免疫性疾病、甲状腺疾病、药物诱导的血小板减少、同种免疫性血小板减少、淋巴系统增殖性疾病、骨髓增生异常（再生障碍性贫血和骨髓增生异常综合征等）、恶性血液病、慢性肝病脾功能亢进、血小板消耗性减少、妊娠血小板减少以及感染等所致的继发性血小板减少。    **点击下载\\*\\*\\*：《成人特发性血小板减少性紫癜诊断治疗专家共识》**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "78a9365f-b24d-47e1-a762-1552b0908d3a", "title": "2013年中国慢性髓性白血病诊断与治疗指南", "text": "【0】**《2013年中国慢性髓性白血病诊断与治疗指南》内容预览**\n\n【1】    慢性髓性白血病（CML）是骨髓造血干细胞克隆性增殖形成的恶性肿瘤，占成人白血病的15% ,全球年发病率为1.6-2.0/10万。1986至1988年在我国22个省（市、自 治区）46个调查点进行的全国白血病发病情况调查显示CML的年发病率为0.36/10万。此后国内几个地区的流行病学调查显示CML的年发病率为0.39-0.55/10万。 中国CML患者较西方更为年轻化，国内几个地区的流行病学调查显示CML中位发病年龄为45 -50岁，而西方国家CML的中位发病年龄为67岁。  \n  \n    CML的治疗目标是尽快达到完全细胞遗传学反应 （CCyR）以及更深的分子学反应、提高生活质量和功能性治愈。异基因造血干细胞移植（allo-HSCT）是唯一有望治愈CML的方法，但以伊马替尼为代表的多种酪氨酸激酶抑制剂 （TKI）的出现使移植的一线治疗地位受到挑战。allo-HSCT 往往受限于供者有无、患者年龄等多种因素，伊马替尼作为一线治疗药物使CML患者的10年生存率达85% -90%,因此目前伊马替尼逐步取代干细胞移植成为首选一线方案。在CML的治疗中详细、全面评估患者的情况后，向其推荐优势治疗选择，参考患者的治疗意愿，进行下一步治疗。  \n  \n    现参照2013年《慢性髓性白血病NCCN肿瘤学临床实践指南》（NCCN2013）、2012年欧洲肿瘤内科学会（ESM0 2012）、2009年欧洲白血病网（ELN 2009） 专家组的治疗推荐，并结合中国的实际情况，经过30位血液学专家研究讨论后制定了本指南，旨在为血液科医师和肿瘤科医师提供最新的临床指导。\n\n【2】**《2013年中国慢性髓性白血病诊断与治疗指南》****完整版下载地址：http://ziyuan.iiyi.com/source/down/2310302.html**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "73790e6d-ad3b-43cc-ad8b-28577694d0e3", "title": "2012深静脉血栓形成的诊断和治疗指南", "text": "【0】    **《2012深静脉血栓形成的诊断和治疗指南》内容预览：**  \n    （一）流行病学和危险因素  \n  \n    目前国内还缺乏关于DVT发病率的准确统计资料。DVT的主要原因是静脉壁损伤、血流缓慢和血液高凝状态。其危险因素包括原发性和继发性因素（见表1）。DVT多见于大手术或创伤后、长期卧床、肢体制动、晚期肿瘤患者或有明显家族史者。  \n  \n    （二）DVT的临床表现  \n  \n    1.症状：患肢肿胀、疼痛，活动后加重，抬高患肢可好转。偶有发热、心律加快。  \n  \n    2.体征：血栓远端肢体或全肢体肿胀是主要特点，皮肤多正常或轻度淤血，皮温高于正常肢体。重症可呈青紫色，皮温降低。如影响动脉，可出现远端动脉搏动减弱或消失。血栓发生在小腿肌肉静脉丛时，可出现血栓部位压痛（Homans征和Neuhof征阳性）：  \n  \n    Homans征阳性：患肢伸直，踝关节背屈时，由于腓肠肌和比目鱼肌被动牵拉而\\*\\*小腿肌肉内病变的静脉，引起小腿肌肉深部疼痛。  \n  \n    Neuhof征（即腓肠肌压迫试验）阳性：\\*\\*小腿肌肉内病变的静脉，引起小腿肌肉深部疼痛。  \n  \n    后期血栓机化，常遗留静脉功能不全，出现浅静脉曲张、色素沉着、溃疡、肿胀等，称为DVT后综合征（postthrombosissyndrome,PTS）。  \n  \n    血栓脱落可引起肺动脉栓塞的表现。  \n  \n    （三）DVT的诊断  \n  \n    DVT的辅助检查  \n  \n    1.阻抗体积描记测定：对有症状的近端DVT具有很高的敏感性和特异性，且操作简单，费用较低。但对于无症状DVT的敏感性较差，阳性率低。    **点击下载\\*\\*\\*：《2012深静脉血栓形成的诊断和治疗指南》**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "d36bdfff-b1f3-4ac8-8054-f7b0b2564c9b", "title": "肝纤维化中西医结合诊疗指南", "text": "【0】    **《肝纤维化中西医结合诊疗指南》内容简介：**  \n    肝纤维化在国际疾病分类（ICD-10）中可作为一种病名（K74.001），但主要是一种组织病理学概念。肝纤维化指肝组织内细胞外基质（ECM）成分 过度增生与异常沉积，导致肝脏结构或（和）功能异常的病理变化，结构上表现为肝窦毛细血管化与肝小叶内以及汇管区纤维化；功能上可以表现为肝功能减退、门 静脉高压等。其形成机制主要由于肝炎病毒、乙醇、药物与毒物、血吸虫、代谢和遗传、胆汁淤积、自身免疫性肝病等多种损伤因素长期慢性\\*\\*肝脏，使肝窦内肝星状细胞的活化，胶原等ECM成分代谢失衡，生成大于降解，促使肝脏ECM沉积与组织结构重构。    **《肝纤维化中西医结合诊疗指南》内容预览：**  \n    20世纪60——80年代，肝纤维化的形态学特征及其在慢性肝病中的重要作用得到较明确的阐述，但多被认为是一种被动的不可逆过程。近20年来，肝纤维化的 研究取得了长足进展，主要体现在：（1）概念上，明确肝纤维化是机体对慢性损伤的修复反应，是一种主动性的基质增生病理过程。（2）病理形成机制上，明确 肝纤维化形成的细胞学基础是肝星状细胞活化，基本了解调控肝星状细胞激活的分子机制，如自由基、ECM环境与细胞因子、尤其转化生长因子-β1等\\*\\*细胞 活化的信号转导机制。（3）诊断方面，对于肝纤维化尤其是丙型肝炎肝纤维化的自然进展、发生的危险因子、遗传与环境影响因素等基本了解，肝纤维化的组织病理学诊断标准基本建立，血清学综合诊断取得显著进展。（4）治疗上，证实肝纤维化与一定程度的肝硬化都是可逆的，部分药物可促进肝纤维化逆转，尤其是中医药具有较好的综合疗效。    **点击下载\\*\\*\\*：《肝纤维化中西医结合诊疗指南》**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "d9b8663d-2b7a-4610-bdad-68aaf4a7eb51", "title": "2011年新生儿复苏指南", "text": "【0】    **《2011年新生儿复苏指南》内容简介**  \n  \n    一、确保每次分娩时至少有1名熟练掌握新生  \n  \n    儿复苏技术的医护人员在场。  \n  \n    二、加强产儿科合作，在高危产妇分娩前儿科医  \n  \n    师要参加分娩或手术前讨论；在产床前等待分娩及实施复苏；负责复苏后新生儿的监护和查房等。产儿科医师共同保护胎儿向新生儿的平稳过渡。  \n  \n    三、在卫生行政领导干预下将复苏指南及常规  \n  \n    培训制度化，以进行不断的培训、复训、定期考核，并配备复苏器械；各级医院须建立由行政管理人员、产科、儿科医师、助产士（师）及麻醉师组成的院内复苏领导小组。  \n  \n    四、在\\*\\*DE复苏原则下，新生儿复苏可分为  \n  \n    4个步骤：（1）快速评估和初步复苏；（2）正压通气和氧饱和度监测；（3）气管插管正压通气和胸外按压；（4）药物和/或扩容。  \n  \n    **《2011年新生儿复苏指南》内容预览**  \n  \n    三、复苏的步骤  \n  \n    （一）快速评估：  \n  \n    出生后立即用几秒钟的时间快速评估4项指标：1.足月吗？2.羊水清吗？3.有哭声或呼吸吗？4.肌张力好吗？如以上4项中有1项为“否”,则进行以下初步复苏。  \n  \n    （二）初步复苏  \n  \n    1.保暖：将新生儿放在辐射保暖台上或因地制宜采取保温措施，如用预热的毯子裹住新生儿以减少热量散失等。有条件的医疗单位对体重<1500g的极低出生体重（VLBW）儿可将其头部以下躯体和四肢放在清洁的塑料袋内，或盖以塑料薄膜置于辐射保暖台上，摆好\\*\\*后继续初步复苏的其他步骤。另外，要注意保暖温度不能过高，以防引发呼吸抑制。  \n  \n    2.\\*\\*：置新生儿头轻度仰伸位（鼻吸气位）。  \n  \n    3.吸引：在肩娩出前助产者用手将新生儿的口咽、鼻中的分泌物挤出。娩出后，用吸球或吸管（12F或14F）先口咽后鼻清理分泌物。过度用力吸引可能导致喉痉挛和迷走神经性的心动过缓并使自主呼吸出现延迟。应限制吸管的深度和吸引时间（10s），吸引器的负压不超过100mmHg（13.3kPa）。羊水胎粪污染时的处理：当羊水有胎粪污染时，无论胎粪是稠或稀，初生儿一娩出先评估新生儿有无活力：新生儿有活力时，继续初步复苏；如无活力，采用胎粪吸引管进行气管内吸引（图2）。  \n  \n    4.擦干：快速擦干全身，拿掉湿毛巾。  \n  \n    5.\\*\\*：用手拍打或手指轻弹新生儿的足底或摩擦背部2次以诱发自主呼吸，如这些努力无效表明新生儿处于继发性呼吸暂停，需要正压通气。  \n  \n    **点击下载\\*\\*\\*****《2011年新生儿复苏指南》**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "3b05c248-12b8-4443-a094-74340336f920", "title": "情绪和记忆的相互關系", "text": "【0】情绪和记忆的相互關系 内容预览： \n\n【1】    摘要：情绪与记忆的关系是社会认知神经科学研究的重要课题。近年来国内外有关情绪和记忆的研究，讨论了情绪在记忆中的作用、情绪影响记忆的途径以及参与情绪和记忆交互作用的脑区；特别强调了情绪唤醒对杏仁核与海马的影响，以及海马杏仁核与其它内侧颞叶结构和前额叶的相互作用。  \n关键词：情绪记忆海马 PTSD  \n  \n    记忆，是使贮存于脑内的信息复呈于意识中的功能，是保存和回忆以往经验的过程。记忆有三个基本过程：识记，使经验在中枢神经系统中留下痕迹的过程。取决于意识水平和注意是否集中。精神疲乏、缺乏兴趣、注意力不集中和意识模糊可以影响识记过程。严重的识记缺陷一般由器质性原因所造成。  \n  \n    保存，即信息储存。有三个阶段，最初阶段是通过感觉形成记忆痕迹，这种痕迹很不稳定；第二阶段为短期保存；第三阶段为长期保存。保存是神经组织的特性，保存发生障碍时，不能建立新的记忆，遗忘范围则与日俱增。严重的保存缺陷见于脑器质性疾病。再现，即唤起和得复呈以往经验的过程。部分地或完全地失去再现已往经验能力，称为遗忘。  \n  \n    遗忘（amnesia）:记忆的三个基本过程之一或全部受损时均会产生遗忘，临床上分为心因性遗忘和器质遗忘两类。  \n  \n    心因性遗忘情绪因素既能影响识记，又能干扰追忆过程。焦虑．注意力涣散．内心矛盾或有一系列先占观念时，均可引起记忆障碍。同以往经历的某一特殊时期有关的或与强烈恐惧．愤怒．羞辱情境有关的记忆丧失，多见于分离性障碍（dissociativedisorders），是心因性遗忘的典型表现。其遗忘的内容往往有高度选择性。有时，心因性遗忘局限于某一阶段的经历，在这一阶段中的事件毫无记忆，被称为“界限性遗忘”，但这类遗忘也可见于颅脑外伤。心因性遗忘是暂时性可以治疗的障碍。被遗忘的经历在时间上和内容上与强烈的情绪体验相联系称为心因性遗忘。当患者受到催眠之后，这段经历又能回忆起来  \n  \n    器质性遗忘指器质性脑病引起的遗忘，往往近事遗忘较早出现。颅脑外伤后患者不能回忆受伤前一段时间经历者，称为逆行遗忘症。遗忘持续时间的长短与脑外伤程度直接相关。器质性脑病患者对发病之后一段时间的记忆缺失，称为顺行性遗忘症。常见于高热谵妄．癫痫性朦胧．醉酒．脑外伤．脑炎以及蛛网膜下腔出血等。遗忘与意识障碍或脑病变有关。慢性弥漫性脑病变如老年性痴呆．麻痹性痴呆或某些亚急性病变累及海马等记忆回路结构时,可出现遗忘综合征，有定向障碍．注意力减退和近事遗忘。  \n  \n    柯萨可夫综合征（Korsakoffsyndrome）又名遗忘－虚构综合征，其特点为近事遗忘．虚构和定向障碍，往往有欣快情绪而否认患病。常提示下丘脑，尤其是\\*\\*体附近有病变存在。主要见于慢性酒精中毒．脑外伤．脑肿瘤等脑器质性病变。  \n  \n    似曾相识感（dejavu）指病人接触完全陌生的事物时，有一种早先经历过的熟悉感。反之，在感受早已熟知的事物时，有一种初次见面的陌生感，则称旧事如新感（jamaisvu）。正常人亦可出现这两种体验，但以神经症和癫痫更多见。  \n  \n    除了上述遗忘和记忆错误两大类外，某些强迫症．躁狂症和偏执性障碍可以见到记忆增强，许多久远的事件甚至细节都能回忆出来。记忆增强：指的是能记住一般人不能够记住的事，或者患者病前不能够记住的事。记忆减退：可有不同程序的表现，有的记不住刚做过的事，有的甚至记不起自己爱人的姓名等。  \n  \n    情绪和长时记忆:关于情绪内容在长时记忆中的作用，有着一些经典的观点。例如，通常我们对有情绪色彩的事比枯燥的事记忆得更加深刻；对愉快的事会比不愉快的事记得更好。在许多采用自我报告方法的研究中，被试都宣称他们能够清楚记住情绪事件，并且与无情绪的事件相比，他们能生动地提取情绪事件的各种细节\\[1\\]。最近的研究焦点就被集中在事件的情绪内容是否能影响我们对事件细节的记忆。  \n  \n    Kensinger等人\\[2\\]让被试学习包含中性物体（如气压计）和负性物体（如\\*\\*\\*）的两类图片，图片的学习时间有三种：250ms、500ms、1000ms。再认时，被试需要判断图片是否“相同”、“相似”或“新的”。结果显示，被试对负性图片比中性图片能更加准确地加以判断，并且当图片的学习时间足够长时，情绪内容对记忆的这种帮助就更为明显。就是说，一旦给予充分的加工时间，负性内容就能明显地提高对物体细节记忆的可能性。  \n  \n    为了进一步探讨效价和唤醒度对记忆的作用，他们还采用fMRI和行为学方法，比较其效价和唤醒度，他们发现唤醒信息和非唤醒信息（两者效价相同）对于情绪记忆的增强效应有着截然不同的认知和神经基础\\[3\\]。前者依赖于杏仁核－海马通路，后者依赖于前额皮层－海马通路，暗示了调控机制的参与。行为学研究也得出，在分心任务中，并存的任务降低了非唤醒词的记忆增强效应。\n\n【2】点击下载\\*\\*\\*：情绪和记忆的相互關系", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "7d8d96c4-1f60-4d6f-8059-94a2de2da08c", "title": "泌尿外科诊疗常规", "text": "【0】**《泌尿外科诊疗常规》内容预览：**  \n  \n    排尿异常（1）尿次增加：注意发病时间，应分别记录日、夜排尿次数，以分数式记录。日间排尿次数记为分子，夜间排尿次数记为分母。（2）排尿困难：注意其程度，表现为开始排尿迟延、无力，尿线变细，尿流中断，尿潴留，（3）排尿疼痛：注意疼痛的部位、时间、与排尿的关系。（4）尿急、尿失禁：注意发生时间、程度，与排尿困难、尿痛、血尿及其他症状之间的相互关系，尿失禁者有无正常排尿。  \n  \n    尿量异常详细记录病程中每24内的每小时尿量或日总量。肾移植、肾衰或败血症的患者必须随时测尿的比重。尿量改变与其他症状的关系及对各种治疗的反应。如疑有肾浓缩功能异常者，须以分数式分别记述日、夜尿量。怀疑为原发性醛同酮增多症的患者须分别记录日、夜尿量，以作对比。  \n  \n    尿成分异常（1）血尿：注意诱发因素及持续时间、血尿程度，肉眼血尿或镜观血尿；血尿在尿程中出现时间，为尿初、全程或终末；血尿颜色鲜红或暗红，均匀程度如何等。如有凝血块，则应询问其形态、有无腐烂组织；以及血尿与其他泌尿系症状、全身性疾病及用药的关系，如出血倾向、过敏反应、心血管疾病及高血压等病史。有无长期服用镇痛药或抗凝血药物史。（2）尿混浊：注意混浊出现时间及持续时间，是否伴有泌尿系其他症状，尿液久置后其混浊有何变化，分层否，有无沉淀物及絮状物。曾否发现脓尿、结晶尿、乳糜尿。（3）尿石：注意结石的形态及大小，排出的时间及次数。4．疼痛注意疼痛发生的部位、程度、性质、发作次数及持续时间，有无牵涉性或放射性痛及其区域，追询疼痛诱发因素或是否同时存在其他症状。5．肿物发现的时间、部位、性质，生长速度，形态大小改变，活动范围是否与疼痛、血尿、排尿异常同时存在。6．肾功能不全有无尿少、尿闭、浮肿、贫血、嗜睡、厌食、呕吐、昏迷等征象。7．生育及性功能异常询问婚姻、生育及生活情况，注意有无遗精、早泄、阳痿、性欲；亢进、性交疼痛、不射精或血精等情况。8．高血压询问高血压发生的时间、进展情呈情况及血压波动情况。对药物治疗的效果。注意有高血压家族史，有无多汗、有无诱因可寻，以及其他并发的泌尿系症状及泌尿系以外的特殊症。9．肾上腺皮质或髓质功能异常包括皮肤毛发、体型的异常改变，性征异常，电解质代谢异常，高血压，多汗以及这些异常发展变化的情况。10．其他畸形、创伤、手术史、难产史、生活地区、职业等以及与泌尿外科疾病有关的问题，也应详细询问并作记录。  \n  \n    肾区检查:视诊：局部是否膨隆，有无肿物，以图表示其大小、形态。脊柱是否弯曲，弯向何侧，有无腰大肌刺激征象。触诊：有无压痛，肾脏能否触及，注意随体位及呼吸的变化。表面有无结节。如有肿物应注意其硬度、活动度，有无波动感。叩诊：肋脊角有无叩击痛比较两侧是否相同。听诊：剑突下及背部有无血管杂音，注意杂音的部位、特性及其传导方向。  \n  \n    输尿管区检查沿输尿管走行有无肿物、压痛。  \n  \n**点击下载完整版：《泌尿外科诊疗常规》完整版**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "74ac8d73-cd04-4cd4-892e-08beae214846", "title": "二甲双胍单药治疗儿童2型糖尿病50%失效", "text": "【0】二甲双胍单药治疗儿童2型糖尿病50%失效\n    科罗拉多儿童医院的Phil Zeitler博士在儿科学会（PAS）年会上报告了TODAY试验（青少年与年轻成人2型糖尿病的治疗选择试验）的结果：52%的2型糖尿病患儿不能通过二甲双胍单药治疗持续控制住血糖。  \n  \n    这一结果提示，很多2型糖尿病患儿在获得诊断后数年内就不得不加用其他口服降糖药物或胰岛素。这项研究同期在线发表在《新英格兰医学杂志》上。Zeitler博士指出：“二甲双胍对儿童的失效时间比对成人更快，后者每年的失效率仅为6%~10%。尽管加用罗格列酮可使血糖失控率下降23%，但失效时间却未改变。”  \n  \n    在这项为期60个月的试验中，699例年龄10~17岁的2型糖尿病患儿开始接受2,000 mg/d二甲双胍治疗，直至糖化血红蛋白（HbA1c）水平稳定在8%。然后将这些患儿随机分为三组：二甲双胍单药组、二甲双胍+生活方式干预组，以及二甲双胍+罗格列酮组。主要终点为止血糖失控（定义为HbA1c水平≥8%的时间达到6个月，或者因持续性代谢失代偿而需要胰岛素治疗）的时间。  \n  \n    结果显示，近半数患儿（46%）未能维持血糖控制，至血糖失控的中位时间为11个月。但与二甲双胍+罗格列酮组相比，二甲双胍单药组患儿的血糖失控率明显更高（39% vs. 52%）。二甲双胍+生活方式干预组患儿的血糖失控率为47%，与二甲双胍单药组、二甲双胍+罗格列酮组均无显著差异；该组患儿虽然体重下降更明显，但这并未转化为长期血糖控制情况的改善。Zeitler博士认为，上述差异并非由依从性所致。“实际上，血糖失控患儿的依从性甚至比其他患儿更好，这可能与医生更注意督促HbA1C水平升高患儿依从治疗有关。”  \n  \n    血糖失控率似乎存在性别和种族差异。对于女性患儿，二甲双胍+罗格列酮显著优于二甲双胍单药或加用生活方式干预；而对于男性患儿，二甲双胍+生活方式干预明显优于另两种方案。黑人患儿对二甲双胍单药治疗的应答尤其不佳，治疗12个月就已有50%的患儿失效，而加用罗格列酮或生活方式干预可明显改善疗效；在西班牙裔患儿中，三种治疗之间均无显著差异；对于白人患儿，二甲双胍单药与或加用生活方式干预的效果相似，而加用罗格列酮可带来额外益处但不具有显著性。这提示疗效差异可能与生理特质有关。  \n  \n    尽管加用罗格列酮可给部分患儿带来益处，但鉴于成人使用该药会增加心血管事件风险，因此研究者不建议对年轻的2型糖尿病患儿加用该药。  \n  \n    研究者总结指出，TODAY试验结果表明，二甲双胍单药治疗对于半数年轻患者而言是不够的，下一步要做的是想办法在诊断时即预测出哪些患儿会迅速发生血糖失控，从而指导治疗方案的选择。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "994a4b6e-55c5-4bb1-a8b5-b72e9c023af7", "title": "肠瘘病人能否接受pN支持?", "text": "【0】肠瘘病人能否接受pN支持?\n肠瘘病人在PN支持一段时间后,病人的营养状况得到改善,合成代谢增强,感染得到控制,瘘口缩小,肠液漏出量减少。在无痿口远端梗阻时,可自肠瘘口向肠袢远端置入营养管而实行肠内营养,从而进一步提高营养支持效果,改善肠粘膜结构与功能。  \n可见,肠内营养在肠痿病人并非绝对禁忌,随着营养不良的纠正,体内代谢稳定,以及肠瘘的控制,可利用存留部分的肠道,改善营养状态,促进肠粘膜屏障与功能的恢复,减少细菌易位,促进消化酶与激素的分泌,达到更好的支持效果。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "7a77ab49-60b6-4f8d-9191-3473fda855e2", "title": "2010酒精性肝病诊疗指南", "text": "【0】    《2010酒精性肝病诊疗指南》是由中华医学会肝病学分会脂肪肝和酒精性肝病学组讨论编制的，旨在帮助临床医师对酒精性肝病诊治做出正确决策，并非强制性标准。临床医师在针对某一具体患者时，应充分了解本病的最佳临床证据和现有医疗资源，并在全面考虑患者的具体病情及其意愿的基础上，根据自己的知识和经验，制定合理的诊疗方案。**《2010酒精性肝病诊疗指南》内容预览**    酒精性肝病是由于长期大萤饮酒导致的肝脏疾病。初期通常表现为脂肪肝，进而可发展成酒精性肝炎、肝纤维化和肝硬化；严重酗酒时可诱发广泛肝细胞坏死甚至肝衰竭。该病是我国常见的肝脏疾病之一，严重危害人民健康。为进一步规范酒精性肝病的诊断与治疗，中华医学会肝病学分会脂肪肝和酒精性肝病学组组织国内有关专家，在参考国内外最新研究成果和相关诊疗共识的基础上，对2006年制订的《酒精性肝病诊疗指南》进行修改和补充。本次修订仍然按照循证医学的原则，对推荐意见所依据的证据等级共分为3个级别5个等次¨1，在文中分别以括号内罗马数字和\\*\\*数字表示。   ****  \n点击下载完整版:《2010酒精性肝病诊疗指南》****", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "f628fffb-d3d3-4946-8b5c-ccd65f7acb50", "title": "真菌感染的易感因素包括哪些", "text": "【0】真菌感染的易感因素包括哪些\n深部真菌感染患病率的逐渐增加,实际上是针对多种疾病进形成功的外科及内科治疗的反应。上述疾病包括对于恶性肿瘤和自身免疫性疾病的细胞毒性治疗,器官和骨髓抑制的免疫抑制治疗。广谱抗生素和各种静脉内导管的广泛应用,胃肠外营养,人造材料和反复彻底的手术使得真菌感染的问题更加复杂化。任何原因引起的长期中性粒细胞缺乏,是深部真菌感染的重要易感因素，过去10年内AIDS的广泛传播,为深部真菌感染的发生提供了另一组高危人群。  \n在影响患者真菌感染危险程度的各种因素中,最为重要的是免疫系统状况。无论何种原因造成的免疫系统功能障碍,特别当患者并发中性粒细胞缺乏时,真菌侵入的危险性大为增加。另外,反复与大量真菌接触也能增加感染的危险性,即使是那些环境中常见的或正常情况下皮肤表面的定居菌。若患者接触致病性真菌或既往曾患真菌感染,此时全身性真菌感染的可能性大大增加。  \n与免疫系统状况相对正常的惠者相比,免疫功能抑制的患者其真菌感染发展迅速,且更为凶险,导致病死率升高。在更为准确的早期诊断方法出现之前,高度警惕并早期治疗(常常是经验性治疗)是必要的。应当对每一个免疫系统障碍的患者评价真茵感染的危险性。所有的真菌均应认为是可能的致病菌。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "e5a0fcb8-a216-442b-9ff1-7cc30f35d3fc", "title": "2008ABM日本冠脉痉挛性心绞痛诊疗指南简介", "text": "【0】    **《2008ABM日本冠脉痉挛性心绞痛诊疗指南简介》内容简介：**  \n    2008年日本循环学会联合日本冠状动脉疾病学会、日本胸部外科学会、日本心血管介入学会、日本心脏病学会、日本心脏血管外科学会共同发表了关于冠脉痉挛性心绞痛（CSA）诊疗指南。这是由日本循环学会制订的40多个指南之一，也是全球范围内第一个将CSA作为\\*\\*\\*疾病进行讨论的指南。    **《2008ABM日本冠脉痉挛性心绞痛诊疗指南简介》内容预览：**  \n  \n    4.1非创伤性检查  \n  \n    包括标准12导联心电图、24h心电图、运动负荷试验、核素心肌灌注显像、过度换气负荷试验、冷加压试验与精神应激试验等。4.1.1心电图在出现自觉症状、高度怀疑CSA时，在发作时、短效硝酸酯类药物给药后或症状稳定后进行标准12导联心电图记录被指南列为I类推荐；或者当高度怀疑为CSA伴有意识障碍、心悸等症状而原因无法判定的情况下。指南强烈推荐记录24——48h动态心电图。发作时12导联心电图的阳性判定标准是：相邻2个或2个以上导联出现ST上升或ST下降0.1mV以上或新出现的U波倒置。  \n  \n    4.2创伤性检查  \n  \n    虽然通过冠状动脉内给予乙酰胆碱或麦角新  \n  \n    碱诱发冠脉痉挛是确诊CSA的试验，且敏感（灵敏度>9（）%）而特异（特异度100%）。但是，对于冠脉易发生痉挛或可能发生多支冠脉痉挛的患者。药物负荷试验可能导致血压降低、心源性休克、恶性心律失常以及心脏骤停的危险。因此该检查仅限于那些症状疑似CSA而非创伤性检查无法确诊的患者，在实施冠状动脉造影时进行。冠脉痉挛试验阳性即伴有心绞痛症状、心电图缺血性ST变化的同时，冠脉造影显示血管一过性的完全或次全闭塞（管腔直径狭窄程度>90%）。与\\*\\*不同，乙酰胆碱的半衰期极短，其诱发的冠脉痉挛约2/3可以自然缓解，即多数没有必要给予硝酸酯类药物，而且对于另一侧冠状动脉的诱发试验没有影响。因此，在诊断多支冠脉痉挛方面具有较大的应用价值，而后者被视为变异型心绞痛的预后决定因素之一。    **点击下载\\*\\*\\*：《2008ABM日本冠脉痉挛性心绞痛诊疗指南简介》**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "416244b0-ecfe-4a09-ad66-90d006d0e96e", "title": "恶性肿瘤患者的社区预防与健康护理", "text": "【0】    **《恶性肿瘤患者的社区预防与健康护理 》内容简介：**    肿瘤在发病后往往进展迅速,但治疗的康复期是一个漫长的过程，常需要终身的医学照顾。在肿瘤病人的康复医疗中，对病人饮食的问题、身体锻炼的问题、工作的问题、家庭生活的问题、个人嗜好的问题予以必要的知道，对病人的康复具有重要意义。    **《恶性肿瘤患者的社区预防与健康护理 》内容预览：**    虽然大多数恶性肿瘤的发生与生活行为有关，那么减少这些致癌因素的侵入，纠正人群不良的生活行为，培养健康的生活方式就成为肿瘤防止工作的关键。社区医生立足于社区，与居民有着密切的接触，具有良好的朋友式的医患关系。所以，社区医生最有可能帮助个人与家庭、乃至社区改变不良的生活行为，建立健康的生活方式。社区医生所具有的独特的知识和技能，如健康教育、健康咨询等，亦足以使其胜任此项工作的一级预防。社区医生有必要对服务的小区、服务的家庭及人群进行全面的调查，了解他们的生活习惯、个人嗜好。发现不利于健康的问题，如不良的饮食习惯、吸烟、酗酒等，及时地提出改进建议。这些建议可以在门诊治疗时提出，也可以在家庭访视时提出，对于社区普遍存在的问题，要借助当地\\*\\*和团体、组织的力量，通过广泛开展健康教育的方式设法改进、纠正。    **点击下载\\*\\*\\*：《恶性肿瘤患者的社区预防与健康护理 》**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "319fa2dc-daed-4702-a3b1-e146fe14dd8f", "title": "2009慢性丙型肝炎抗病毒治疗专家共识", "text": "【0】    干扰素α （ I FN- α ） 、核苷（ 酸） 类似物（NUC）抗病毒单药治疗是目前慢性乙型肝（chronic hepatitis B，CHB）的主要治疗策略，且CHB患者远期预后经抗病毒治疗后获得了显著改善\\[1-3\\]。然而单药治疗应答率较低，多数患者需长期用药，停药后维持应 答率较低，长期治疗耐药变异率较高，限制了CHB患者单药治疗的临床应用。在抗病毒单药治疗基础上，为进一步优化CHB抗病毒治疗应答，不同作用机制、耐 药位点不重叠的NUC药物进行联合抗病毒治疗是一个重要的选择。CHB联合抗病毒治疗研究已取得进展，积累了较为丰富的证据。为了推动和规范CHB的联合 抗病毒治疗策略，《中华实验和临床感染病杂志（电子版）》、《中国肝脏病杂志（电子版）》、《Infection Internation（electronedition）》编辑部组织国内部分专家对CHB联合抗病毒治疗的相关临床证据进行整理分析，形成了《慢性乙 型肝炎联合抗病毒治疗专家共识》  \n  \n**《2009慢性丙型肝炎抗病毒治疗专家共识》内容预览**  \n  \n    1 慢性乙型肝炎联合抗病毒治疗的策略  \n    1.1 单药治疗的局限性 现有CHB治疗指南主要是IFN-α或NUC单药治疗的策略推荐，虽然取得了显著的疗效，远期临床预后也取得了显著的改善，但单药治疗策略存在较多的局限性。  \n    1.1.1 慢性乙型肝炎患 者单药治疗应答率较低 在HBeAg（＋）CHB患者中，1年的病毒学应答（HBV DNA低于检测下限）在聚乙二醇化干扰素（PegIFN）、拉米夫定（LAM）、阿德福韦酯（ADV）、恩替卡韦（ETV）、替比夫定（LdT）及替诺福 韦酯（ TDF ） 治疗中分别为2 5%、36%～40%、21%、67%、60%和74%。普通IFN-α和PegIFN治疗者的HBeAg血清转换率约为30%，而NUC药物治疗者大约 为20%，HBeAg血清学转换率随NUC药物治疗时间的延长而提高，但会受到耐药发生的影响。治疗1年时HBsAg阴转率在PegIFN、LAM、 ADV、ETV、LdT和TDF分别为3%～4%、1%、0、2%、0和3%HBeAg（－）的CHB患者中，1年的病毒学应答率（HBV DNA低于检测下限）在PegIFN、LAM、ADV、ETV、LdT和TDF治疗中分别为67%、72%、51%、90%、88%和91%。治疗1年时 HBsAg阴转率在PegIFN为3%，而在LAM、ADV、ETV、LdT和TDF治疗均为0。  \n    1.1.2 慢性乙型肝炎患者单药治疗多数情况下需长期用药 新近发表的《慢性乙型肝炎防 治指南2010年修订版》对CHB患者应用NUC单药治疗的停药标准进行了更新\\[4\\]。对于HBeAg（＋）CHB患者，在达到HBV DNA低于检测下限、ALT复常、HBeAg血清转换后，再巩固至少1年（经过至少两次复查，每次间隔6个月）仍保持不变、且仍保持不变、且总疗程至少已 达2年，可考虑停药，但延长疗程可减少复发。而对于HBeAg（－）CHB患者则规定：在达到HBV DNA低于检测下限、ALT正常后，至少巩固1年半（经过至少3次复查，每次间隔6个月）仍保持不变、且总疗程至少已达2年半者，可考虑停药。由停药后复 发率较高，可以延长疗程。提示大多数CHB患者单药治疗的疗程目前尚难以最终确定。  \n  \n**点击下载完整版：《2009慢性丙型肝炎抗病毒治疗专家共识》**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "7784c048-7cd3-4cdb-91bd-085926af7634", "title": "影响睡眠周期的基因机制被发现", "text": "【0】影响睡眠周期的基因机制被发现\n    拿破仑·波拿巴、玛格丽特·撒切尔、莱奥纳多·达芬奇……除了都曾建立不朽功勋外，这些人还有另外一个共同点：只需要很少睡眠就精力充沛。原因何在？一项新研究表明，这些伟人在睡眠方面可能有“遗传优势”。  \n  \n    据美国福克斯新闻网28日报道，德国慕尼黑大学研究人员发现，一种名为\\*\\*C9的基因能够影响睡眠周期，并解释为何一些人只需要有限睡眠就能保持良好状态。研究人员扫描了来自欧洲7个国家4000多人的基因组后发现，拥有两种特殊版本\\*\\*C9基因者通常睡眠时间较短。此外，\\*\\*C9基因的作用在果蝇身上也得到体现——研究人员能够通过修改果蝇的\\*\\*C9基因缩短其睡眠周期。  \n  \n    \\*\\*C9基因此前被认为与心脏病和糖尿病有关。2008年公布的一项研究显示，缺乏睡眠与影响健康的动脉内钙积聚有关。德国研究人员认为，他们的新发现为睡眠与心血管健康相关的观点提供了新证据。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "ab54ade1-d98d-4075-b022-c22fec8000f7", "title": "儿童常见肾脏疾病诊治循证指南试行解读", "text": "【0】    **《儿童常见肾脏疾病诊治循证指南试行解读》内容简介：**    《儿童常见肾脏疾病诊治循证指南（试行）（六）：狼疮性肾炎诊断治疗指南》的制定主要参考1997年美国粉丝病学学会修订的系统性红斑狼疮（SLE）分类标准…及我国中华医学会儿科学分会肾脏病学组2000年11月珠海会议制定的《狼疮性肾炎的诊断与治疗（草案）》,结合检索查阅国内外相关文献的临床实践经验而制定。主要供儿科临床医师及儿肾专科、粉丝专科医师在临床诊治儿童狼疮性肾炎（LN）之用。鉴于目前国内外对于儿童LN诊断和治疗的循证研究不多，本指南的制定主要是对珠海会议制定的《狼疮性肾炎的诊断与治疗（草案）》的修订。根据2008年11月西安“全国儿科常见肾脏病诊治指南专题研讨会”和2009年2月北京及同年4月三亚“肾脏病诊治循证指南专家讨论会”提出的意见和建议，对本指南进行初步解读。    **《儿童常见肾脏疾病诊治循证指南试行解读》内容预览：**    （1）关于环磷酰胺的使用：根据美国NIH的研究，环磷酰胺（CTX）冲击疗法联合\\*\\*口服治疗增生性LN效果良好，成人总缓解率可达85%,成人Ⅳ型LN患者5年存活率达82%.NIH将其列为标准的治疗方法。Flanc等¨刨作荟萃分析，认为CTX联合皮质激素治疗弥漫增生性LN,在维持肾功能方面，依然是最好的方法。目前仍推荐CTX为首选的免疫抑制剂。欧洲狼疮肾炎研究小组的低剂量方案：诱导治疗，静脉CTX0.5g/m2体表面积，每2周1次，连用6次，然后停用CTX,在最后一次使用CTX后两周加用硫唑嘌呤（AZA）维持治疗。与高剂量组比较，对照试验提示高、低剂量疗效相同，大剂量疗效并不优于小剂量，相反有增加不良反应可能。随访至73个月，低剂量组8例，高剂量组10例发生持续性肾损害。不良反应，主要为严重感染，高剂量组多于低剂量组，但差异无统计学意义。  \n  \n    CTX治疗注意事项：①急性肾衰竭者，当肌酐清除率（Ccr）<20ml/（rain·1.73In2）时，可在甲泼尼龙冲击获得缓解后，再行CTX冲击。冲击时应充分水化（每日入量>2000ml/m2）。②近2周内有过严重感染，或WBC<4×10'/L,或对CTX过敏，或2周内用过其他细胞毒药物等免疫抑制剂应慎用CTX.③由于CTX可导致性腺抑制，尤其是女性的卵巢功能衰竭，因此治疗前应考虑青春期发育问题。    **点击下载\\*\\*\\*：《儿童常见肾脏疾病诊治循证指南试行解读》**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "37bf1b82-ce7d-4d57-b66f-d1ae1fe6c795", "title": "2011中国抗癌协会乳腺癌诊治指南与规范", "text": "【0】    **《2011中国抗癌协会乳腺癌诊治指南与规范》内容简介：**    筛查分为机会性筛查（opportunisticscreening）和群体普查（mass screening）2种。机会性筛查是妇女个体主动或自愿到提供乳腺筛查的医疗机构进行相关检查；群体普查是社区或单位实体有组织地为适龄妇女提供乳腺筛查。    **《2011中国抗癌协会乳腺癌诊治指南与规范》内容预览：**    ⑴乳腺X线检查对降低40岁以上妇女乳腺癌死亡率的作用已经得到了国内外大多数学者的认可。  \n  \n    ⑵建议每侧\\*\\*常规应摄2个\\*\\*，即头足轴（CC）位和侧斜（MLO）位。  \n  \n    ⑶乳腺X线影像应经过≥2位专业放射科医师\\*\\*\\*阅片。  \n  \n    ⑷乳腺X线筛查40岁以上亚洲妇女准确性高。但乳腺X线对年轻致密乳腺组织穿透力差，故一般不建议对40岁以下、无明确乳腺癌高危因素或临床体检未发现异常的妇女进行乳腺X线检查。  \n  \n    ⑸常规乳腺X线检查的射线剂量低，不会危害妇女健康。    **点击下载\\*\\*\\*：《2011中国抗癌协会乳腺癌诊治指南与规范》**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "1a864032-49b5-45ca-ae10-043526385cc1", "title": "肠衰竭病人营养支持有何进展?", "text": "【0】肠衰竭病人营养支持有何进展?\n所谓肠衰竭是指因疾病不能进食、不能消化吸收足量的营养物质和液体,从而导致脱水、电解质紊乱和进行性营养不良而长期依赖TPN支持的病生理状态,亦称“肠功能不全”。其主要病因是各种原因造成的“短肠综合征\"。此外,小肠假性梗阻与严重的炎性肠道疾病亦可导致肠功能不全。手术后肠麻醉、腹膜炎、低钾血症等可造成急性小肠假性梗阻,出现上述肠衰竭症TPN支持是维持肠衰竭病人营养状态的必要手段,甚至是某些短肠综合征病人营养摄入的唯一途径。近年来,对于肠衰竭病人的营养支持治疗有了突破性进展,通过应用特殊营养因子,如生长激素(GH)与\\*\\*(IGF-1),谷氨酰胺(Cn),食物纤维素(SCFA)的作用,更有效的维持机体营养状态,改善肠粘膜结构与功能,促进残留肠段增生及肠运动与吸收、分泌功能,从而使一些肠衰竭病人的肠康复治疗得以实现,病变肠道功能恢复,部分或全部脱离TPN支持。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "4703b1ae-69fa-4172-aead-47853b9b149e", "title": "解读甲状腺结节诊断和处理临床实践新指南", "text": "【0】解读甲状腺结节诊断和处理临床实践新指南\n 　　**甲状腺细针穿刺（FNA）活检**\n\n【1】　　甲状腺结节的临床处理应以超声和FNA活检结果为依据。新指南指出，当患者存在甲状腺恶性肿瘤风险、有可扪及的结节、多结节性甲状腺肿（MNG）或可疑恶性病变的淋巴结肿大时，应进行甲状腺超声检查。根据检查结果，确定是否须行超声引导下细针穿刺活检（UGFNA）。\n\n【2】　　在超声检查过程中，对于符合下列情况的结节建议行FNA活检：① 直径大于10 mm的实性低回声结节。② 超声检查怀疑囊外生长或颈部淋巴结转移的任何大小的甲状腺结节。③ 儿童或青春期有颈部放射线接触史的患者；甲状腺\\*\\*状癌（PTC）、甲状腺髓样癌（MTC）或多发性内分泌腺瘤病2型（MEN2）患者的一级亲属；有甲状腺癌手术史者；在无任何干扰因素的情况下所测降钙素水平升高者。④ 直径虽小于10 mm，但超声检查发现有与恶性病变相关征象\\[低回声和（或）边界不规则、呈细长形、有微小钙化或结节内血流信号紊乱\\]的结节。\n\n【3】　　对于多结节性甲状腺肿：① 当结节符合上述超声检查恶性征象时，须行FNA活检的结节极少需要超过2个；② 当同位素扫描显示为“热”结节时，不能行FNA活检；③ 若存在可疑淋巴结病时，应同时对肿大的淋巴结合可疑结节行FNA活检。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "e9061dcc-6a71-48eb-b0f2-0f13c209ea36", "title": "再生障碍性贫血诊断治疗专家共识", "text": "【0】    **《再生障碍性贫血诊断治疗专家共识》内容简介**  \n  \n    为进一步提高我国再生障碍性贫血（AA）的诊治水平，中华医学会血液学分会红细胞疾病（贫血）学组在广泛征求国内有关专家意见的基础上，参考英国血液病学标准委员会（BCSH）《AA诊断治疗指南》，达成了以下我国AA诊断治疗专家共识。  \n  \n    **《再生障碍性贫血诊断治疗专家共识》内容预览**  \n  \n    一、AA定义及发病机制AA是由多种病因、多种发病机制引起的一种骨髓造血功能衰竭症，主要表现为骨髓有核细胞增生低下、全血细胞减少以及尤其导致的贫血、出血和感染。AA分为先天性及获得性。目前认为T淋巴细胞异常活化、功能亢进造成骨髓损伤、造血细胞凋亡和造血功能衰竭在原发性获得性AA发病机制中占主要地位。先天性AA罕见，主要为范可尼贫血（常染色体隐性遗传）、先天性角化不良（DKC）、Diamond—Blackfan贫血（DBA）、Shwachmann—Diamond综合征（SDS）等。本指南主要讨论原发性获得性AA.  \n  \n    二、AA的诊断建议  \n  \n    1.骨髓衰竭性疾病的分类：AA属于骨髓衰竭（BMF）性疾病。BMF可以分为先天性和获得性两种，而获得性BMF又分为原发性和继发性。（1）原发性BMF:原发性BMF主要包括①源于造血干细胞质异常的BMF,如阵发性睡眠性血红蛋白尿症（PNH）和骨髓增生异常综合征（MDS）；②自身免疫介导的BMF,其中又包括细胞免疫介导的BMF（如AA）和自身抗体介导的BMF;③意义未明的血细胞减少，有英国学者提出，这种情况是特定疾病的过渡阶段，可发展为MDS、其他血液病或新的疾病。（2）继发性BMF:造成继发性BMF的因素较多，主要包括①骨髓低增生性造血系统肿瘤，如毛细胞白血病（HCL）、大颗粒淋巴细胞白血病（LGLL）、多发性骨髓瘤（MM）等，或放射、化疗继发的BMF;②非造血系统肿瘤浸润；③骨髓纤维化；④严重的营养性贫血；⑤物理、化学、生物因素导致的急  \n  \n    点击下载\\*\\*\\***《再生障碍性贫血诊断治疗专家共识》**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "788217bf-34a5-4761-b1b2-19c5e0a5d481", "title": "重金属污染诊疗指南", "text": "【0】    **《重金属污染诊疗指南》内容简介：**    血样经微波消解后，在酸性条件下，血样中汞被硼氢化钠或硼氢化钾还原成原子态汞，由氩气载入石英原子化器中，在汞空心阴极灯的照射下，基态汞原子被激发至高能态，在返回基态时，发射出原子荧光，其荧光强度在固定条件下与被测液中的汞浓度成正比，与标准系列比较定量。    **《重金属污染诊疗指南》内容预览：**    三、砷污染潜在高风险人群健康体检项目  \n  \n    （一）筛查：尿砷。超过当地正常参考值者进行复查。  \n  \n    （二）复查：筛查尿砷超标者（超过当地正常参考值）复查发砷或尿砷。  \n  \n    （三）专项体检：复查发砷或尿砷仍超标者进行专项体检，其内容为：  \n  \n    1.症状询问：重点询问乏力，头痛、头晕、失眠、四肢远端麻木、疼痛，双下肢沉重感、消化不良、肝区不适等症状。  \n  \n    2.体格检查：  \n  \n    （1）内科常规检查：重点检查消化系统，如肝脏大小、硬度、肝区叩痛等；  \n  \n    （2）神经系统检查：重点是周围神经系统，如感觉、肌力；  \n  \n    （3）皮肤科检查：重点检查皮炎、皮肤过度角化、皮肤色素沉着，即重点检查躯干部及四肢有无弥漫的黑色或棕褐色的色素沉着和色素脱失斑，指、趾甲Mees纹，手、足掌皮肤过度角化及脱屑等。  \n  \n    3.实验室和其他检查：血常规、尿常规、肝功能、心肌酶谱、心电图、肝脾B超、发砷或尿砷、神经-肌电图。  \n  \n    四、铬污染潜在高风险人群健康体检项目  \n  \n    1.症状询问：重点询问呼吸系统、鼻咽部、皮肤疾病史症状。  \n  \n    2.体格检查：  \n  \n    （1）内科常规检查；  \n  \n    （2）鼻咽部常规检查；  \n  \n    （3）皮肤科常规检查。  \n  \n    3.实验室和其他检查：血常规、尿常规、肝功能、胸部X射线摄片、心电图。  \n  \n    五、汞污染潜在高风险人群健康体检项目  \n  \n    （一）筛查：尿汞。尿汞>2.25mmol/mol肌酐（4mg/g肌酐）者进行复查。  \n  \n    （二）复查：筛查尿汞超标者（尿汞>2.25mmol/mol肌酐（4mg/g肌酐））复查尿汞。  \n  \n    （三）专项体检：复查尿汞仍超标者进行专项体检，其内容为：  \n  \n    1.症状询问：重点询问神经精神症状，如头痛、头晕、乏力、失眠、烦躁、多梦、记忆力减退、易激动、多汗等及肾脏病史等。    **点击下载\\*\\*\\*：《重金属污染诊疗指南》**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "846d71a3-151d-47a8-8754-92cc54eaaaa3", "title": "Ⅰ型新月体肾炎血浆置换治疗临床路径 （2011年版）", "text": "【0】    **一、Ⅰ 型新月体肾炎血浆置换治疗临床路径标准住院流程**\n\n【1】     **（一）适用对象。**  \n  \n    第一诊断为I型新月体肾炎（ICD-10：N01.7）/Goodpasture综合征（ICD-10：M31.0）/抗肾小球基底膜病（ICD-10：M31.0）。\n\n【2】    行血浆置换治疗（ICD-9-CM-3：99.07）。\n\n【3】    **（二）诊断依据。**\n\n【4】    根据《临床诊疗指南-肾脏病学分册》（中华医学会肾脏病学分会编着）、《临床技术操作规范-肾脏病学分册》（中华医学会肾脏病学分会编着）。  \n  \n    1.临床上表现为急进性肾炎综合征，即在肾炎综合征（血尿、蛋白尿、水肿、高血压）基础上，短期内出现少尿、无尿，肾功能急剧下降。  \n  \n    2.可以合并肺出血（Goodpasture综合征）。  \n  \n    3.病理：免疫荧光表现为IgG及C3沿肾小球毛细血管袢呈线样沉积。光镜表现为50%以上的肾小球有大新月体形成。  \n  \n    4.血清中抗GBM抗体阳性。  \n  \n    **（三）治疗方案的选择。**  \n  \n    根据《临床诊疗指南-肾脏病学分册》（中华医学会肾脏病学分会编着）、《临床技术操作规范-肾脏病学分册》（中华医学会肾脏病学分会编着）。  \n  \n    1.血浆置换：可采用单膜或双重滤过血浆置换，如采用单膜血浆置换，通常每日或隔日置换1-2个血浆容量，一般连续治疗3-6次，或至血清抗GBM抗体转阴。  \n  \n    2.糖皮质激素冲击治疗：甲泼尼龙7-15mg/kg/次（0.5-1.0g/次），每日或隔日一次静滴（30-60分钟内完成），每3次为一疗程；根据病情治疗1-2个疗程。  \n  \n    3.维持性免疫抑制治疗：泼尼松1mg/kg/d，约4-6周逐渐减量。同时口服或静脉应用环磷酰胺等免疫抑制剂治疗。  \n  \n    4.肾脏替代治疗：严重肾功能受损者可给予肾脏替代治疗。  \n  \n    5.对症治疗：给予营养支持，维持水、电解质及酸碱平衡等。  \n  \n    **（四）标准住院日为14-21天。**  \n  \n    **（五）进入路径标准。**  \n  \n    1.第一诊断必须符合ICD-10：N01.7I型新月体肾炎疾病编码或ICD-10：M31.0Goodpasture综合征疾病编码或ICD-10：M31.0抗肾小球基底膜疾病病编码；  \n  \n    行血浆置换治疗（ICD-9-CM-3：99.07）。  \n  \n    2.患者同时合并肺出血（Goodpasture综合征）。  \n  \n    3.抗GBM抗体阳性。  \n  \n    **（六）血浆置换治疗。**  \n  \n    1.可以选用单膜血浆置换（PE）或双重滤过血浆置换（DFPP）。  \n  \n    2.单膜血浆置换量：根据计算的患者血浆量，每次置换1-2倍体积的血浆容量。  \n  \n    血浆量计算公式：血浆量（L）=体重×（1-Hct）×0.065  \n  \n    3.置换液：新鲜冰冻血浆首选；不能获得时可以选择5%白蛋白溶液、生理盐水等。  \n  \n    4.抗凝剂：普通肝素或低分子肝素。  \n  \n    5.疗程：每日或隔日一次，通常3-6次，或至血中抗GBM抗体转阴。  \n  \n    6.监测指标：治疗期间监测抗GBM抗体滴度、血小板计数、凝血指标。如果置换液使用非血浆制品，或使用双重滤过血浆置换方法，需监测临床出血表现及血纤维蛋白原、白蛋白水平。  \n  \n    7.血浆置换必须同时配合糖皮质激素与免疫抑制剂治疗。  \n  \n    **（七）住院后1-7天（工作日）。**  \n  \n    1.必需的检查项目：  \n  \n    （1）血常规（嗜酸细胞+网织红细胞计数）、尿常规、粪常规；  \n  \n    （2）肾功能、电解质及酸碱平衡；  \n  \n    （3）动脉血气分析；  \n  \n    （4）胸片及肺部CT；  \n  \n    （5）抗GBM抗体、ANCA、ANA谱、免疫球蛋白、补体、CRP、ASO、RF、ESR；  \n  \n    （6）肝功能、血糖、血型、感染性疾病筛查（乙肝、丙肝、HIV、梅毒等）、凝血功能（PT、APTT、FIB）；  \n  \n    （7）腹部超声（双肾、肝、胆、脾、胰），心电图；  \n  \n    （8）肾脏穿刺活检。  \n  \n    2.根据患者病情可选择的检查项目：  \n  \n    （1）超声心动图；  \n  \n    （2）痰含铁血黄素。  \n  \n    **（八）治疗方案与药物选择。**  \n    1.根据病情，积极纠正水、电解质、酸碱紊乱，必要时肾脏替代治疗。  \n  \n    2.肾穿刺术前停用抗凝药物，术后酌情使用止血药。  \n  \n    3.必要时抗感染治疗。  \n  \n    4.加强支持治疗。  \n  \n    **（九）手术日为入院第2-7个工作日之内（如需肾活检）。**  \n  \n    1.麻醉方式：局麻。  \n  \n    2.术前准备：术前停用一切抗凝药物（包括具有活血化瘀作用的中药），复查凝血功能正常。  \n  \n    3.术中用药：麻醉常规用药。  \n  \n    4.输血：视病情而定。  \n  \n    5.病理：行免疫荧光、光镜及电镜检查。  \n  \n    **（十）出院标准。**  \n  \n    1.肺出血停止，胸片显示肺出血基本吸收；无低氧血症。  \n  \n    2.肾功能稳定。  \n  \n    3.没有需要住院处理的并发症和/或合并症。  \n  \n    （十一）变异及原因分析。  \n  \n    1.有严重肾外合并症或严重急性肾损伤并发症，需要在住院期间处理。  \n  \n    2.新出现其他系统合并症，需要住院治疗。  \n  \n    3.出现治疗相关的并发症，需要住院期间处理。\n\n【5】    **二、Ⅰ型新月体肾炎血浆置换治疗临床路径表单**  \n  \n    适用对象：第一诊断为I型新月体肾炎（ICD-10：N01.7）/Goodpasture综合征（ICD-10：M31.0）/抗肾小球基底膜病（ICD-10：M31.0）  \n  \n    行血浆置换治疗（ICD-9-CM-3：99.07）  \n  \n    患者姓名：       性别：    年龄：      门诊号：        住院号：  \n  \n    住院日期：     年  月  日    出院日期：     年  月  日   标准住院日：14-21天\n\n【6】    点击下载：Ⅰ 型新月体肾炎血浆置换治疗临床路径表单\n\n【7】    免费下载：Ⅰ型新月体肾炎血浆置换治疗临床路径 （2011年版）", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "cd77570e-0f38-4590-a89d-e8ac88c41265", "title": "国际严重脓毒症及感染性休克治疗指南解读", "text": "【0】    **《国际严重脓毒症及感染性休克治疗指南解读》内容简介：**  \n    应给所有严重脓毒症患者以预防应激性溃疡的治疗，大系列临床试验已肯定这种治疗对所有ICU内患者（包括显著数量的脓毒症患者）的益处。HZ受体抑制剂较硫糖铝更有效，是临床偏爱制剂。尚未进行质子泵抑制剂与HZ受体抑制剂的对比研究，因此它们的相对有效性尚属未知，但它们在提高胃pH效果方面确实是相同的。    **《国际严重脓毒症及感染性休克治疗指南解读》内容预览：**    对严重脓毒症或脓毒症引起的组织低灌注综合征（低血压或乳酸酸中毒），一经诊断应立即开始复苏，而不应等到收入ICU后再开始治疗。通过血乳酸升高可以识别出一个高危的、尚无低血压、但已有低灌注的患者。最初6h内，对低灌注患者的复苏指标包括：①中心静脉压在8一12mmHg;②平均动脉压）65mmHg,尿量〕0.5ml·kg一‘·hr一’；③中心静脉或混合静脉血氧饱和度）70%.一个随机、设对照单中心研究已证明，感染性休克的急诊患者早期目标治疗可改善存活率。针对上述目标，最初6h的复苏可以降低28d内死亡率。一致认定，中心静脉血氧饱和度等于混合静脉血氧饱和度。虽然，血乳酸测定很有用，但作为组织代谢状态的量度尚欠精确。机械通气患者的中心静脉压的目标值应更高，即达到12一15mmHg,腹内压增高者与此类似。  \n  \n    虽然，脓毒症患者的脉率加快由多重原因所致，但升高的脉率随液体复苏而下降则是血管充盈改善的标志。    **点击下载\\*\\*\\*：《国际严重脓毒症及感染性休克治疗指南解读》**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "e3d6a679-f478-49bf-8af2-6db071f757bb", "title": "女性常见病治疗手册", "text": "【0】女性常见病治疗手册  内容预览： \n\n【1】    月经是子宫内膜增殖、剥落及出血再生的循环过程。当子宫内膜剥落时，子宫内膜基底的血管也会破裂出血，形成一定量的经血，如果经血太少，也属不正常。不少人认为经血量少，就是贫血的症状。导致月经过少的原因是什么呢?其实月经过少，多是由于子28女性常见病治疗手册宫内膜面积过小或发育不全所致。  \n  \n    子宫内膜面积过小，主要是因接受辐射治疗慢性子宫内膜炎(特别是结核性的内膜炎)而使子宫内膜受到损伤，或是行刮宫手术时，把内膜基底刮去，内膜的腺组织被纤维组织代替，使内膜失去机能。当纤维组织日渐收缩时，内膜面积及子宫腔面积便相应缩小，致使血量也减少。严重者更可导致闭经，影响生育能力。在月经周期中，当子宫内膜表层脱落时，基层则长出新的组织。基层再生有赖于雌激素的\\*\\*，若雌激素不足，便可能妨碍内膜的健全发育，使经血量减少。  \n  \n    导致子宫内膜过薄最常见的原因是服用含有雌激素的避孕丸。当发现行经时经血量比正常为少时，医生可利用超声波检查探测子宫内膜的厚度，确定经量过少是否由子宫内膜发育不全所致。若断定子宫内膜过薄，是因服用某类药物所致，那么治疗的第一步应为停服该类药物。若子宫内膜过薄是荷尔蒙改变所致，医生给病人服用含荷尔蒙药物后，患者情况应有改变。闭经闭经也称停经，亦即月经停止来临。闭经虽然不会致命，却表示了女性丧失了生育能力。  \n  \n    除妊娠、子宫被切除或药物诱发的月经停止外，闭经大多是渐发的，先是两次来经相隔的时间愈来愈长，渐渐月经完全停止。除妊娠和更年期闭经外，闭经都是山疾病引起的。导致闭经的原因是什么呢?①精神疾病(包括厌食症)。②脑下垂体疾病，包括肿瘤及内分泌失调。③分泌男性荷尔蒙的肾\\_\\[腺或卵巢发生肿瘤。④先天性一子宫不发育或后天性子宫内膜损伤。  \n  \n    什么是月经过多?在每个月经周期，子宫内膜受到各种荷尔蒙的影响和\\*\\*，生长增殖，为卵子着床作好准备。假如卵子没有受精，子宫内膜的表层便会脱落，子宫内膜基层的血管则会破裂出血，成为经血。这些破裂的内膜基层血管通常可在3-7天内自然愈合，故行经的时间一般也为3-7天。从来月经的第一天至下一次来经，一般相隔28-30天。在行经的数天内，流血量为40-80毫升，每天需要4-5块卫生巾，如果经血量超过100毫升，则是月经过多。  \n  \n    然而，由于经血量不易量度，个人更换卫生巾的习惯也不同，月经是否过多，有时是难以下定论的。不过，在经量正常的情况下，经血为流体。当经血过多时，便开始凝成血块，因此若经血经常呈血块状，则表示经血量过多。  \n  \n    月经过多是怎样形成的?月经过多主要是因子宫内膜增大或子宫内膜的血管失去正常止血的机能所引起，以下是与这两种情况有关的疾病。①子宫内膜增大。(I)子宫增大当子宫内生有肿瘤而使子宫增大时，子宫内膜第二章女性常见病治疗的面积也随之增加。  \n  \n    肿瘤所引起的子宫增大虽不可用药物使其缩小，但现在有一种最新的方法，就是透过宫腔镜，利用电灼来摧毁它。如果子宫太大，且肿瘤引起剧痛，唯一的治疗方法只有将子宫切除。子宫内膜息肉或宫肌息肉体积较大的子宫息肉可使经血量增加，较小的息肉也可能引起不规则的\\*\\*出血，而无其他病征。较小的息肉一般只需通过子宫颈就可割去，如果息肉较大，便需要剖腹才可割除。  \n  \n    子宫畸形先天性的子宫畸形，例如双子宫等可能导致子宫内膜的总面积相应增加，行经时的经血量也较别人多。②子宫内膜基层血管失去止血机能。排卵不正常子宫在不排卵的周期比排卵的周期出血量多。  \n  \n    恶血质原发性的血小板减少症、白血病和血液凝集素不正常等，可引起子宫内膜血管流血不止，经血量也随之增多。除先天性恶血质外，有些人服用了可使血液凝集素失常的药物，也可能出现月经过多的情况。除上述因素外，使用子宫环避孕而忘记定时取出或更换，还有本身患甲状腺分泌不足的妇女均有可能出现经血过多的情况。而月经过多又可以导致贫血和其他疾病。如果月经过多是由子宫肌瘤造成的，患者特别容易小产。2.月经过少月经是子宫内膜增殖、剥落及出血再生的循环过程\n\n【2】点击下载\\*\\*\\*：女性常见病治疗手册", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "5c9e4b32-a5d5-49e9-aad0-0cf47e243019", "title": "2011原发性骨质疏松症诊治指南", "text": "【0】    本文为中华医学骨质疏松和骨矿盐疾病分会对原发性骨质疏松症的诊治指南！  \n  \n《2011原发性骨质疏松症诊治指南》内容预览    （一）定义和分类\n\n【1】    骨质疏松症 (osteoporosis,OP)是一种以骨量低下、骨微结构破坏、导致骨脆性增加、易发生骨折为特征的全身性骨病(WHO)。 2001年美国\\*\\*卫生研究院(NIH)提出骨质疏松症是以骨强度下降、骨折风险性增加为特征的骨骼系统疾病，骨强度反映了骨骼的两个主要方面，即骨矿密度和骨质量。 \n\n【2】    该病可发生于不同性别和任何年龄，但多见于绝经后妇女和老年男性。骨质疏松症分为原发性和继发性两大类。原发性骨质疏松症又分为绝经后骨质疏松症(I型)、老年性骨质疏松症(II型)和特发性骨质疏松(包括青少年型)3种。绝经后骨质疏松症一般发生在妇女绝经后5-10年内；老年性骨质疏松症一般指老人70岁后发生的骨质疏松；继发性骨质疏松症指由任何影响骨代谢的疾病或药物所致的骨质疏松症；而特发性骨质疏松主要发生在青少年，病因尚不明。\n\n【3】    （二）流行病学\n\n【4】    骨质疏松症是一种退化性疾病，随着年龄增长，患病风险增加。随人类寿命的延长和社会老年化的到来，骨质疏松症已成为人类重要的健康问题。目前我国60岁以上的人口约1.73亿，是世界上老年人口绝对数量最多的国家。2003-2006年一次全国性大规模的流行病学调查显示，50岁以上以椎体和股骨颈骨密度值为基础的骨质疏松症总患病率女性为20.7%，男性为14.4%。60岁以上的人群中骨质疏松症的患病率明显增高，女性尤为突出。按调查估算全国2006年在50岁以上的人群中约有6944万人患骨质疏松症，约2亿1千万人存在低骨量。\n\n【5】  \n\n【6】《2011原发性骨质疏松症诊治指南》完整版下载地址：  \n    http://ziyuan.iiyi.com/source/down/1435939.html", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "2f6c8086-554b-42f7-a05d-2520ddd21ff7", "title": "美国急性胰腺炎临床指南", "text": "【0】    **《2013美国急性胰腺炎临床指南》内容简介：**    在过去的10年中，人们对于对于急性胰腺炎（AP）的诊断、病因、早期以及晚期治疗等方面都 有了不少的新认识和进展。虽然AP的诊断还主要依赖于患者的临床症状和实验室检查结果，但仍会有一些患者存在诊断不清或临床治疗效果不佳的情况。2013 年7月30日《美国胃肠病学杂志》（Am J Gastroenterol）在线发布了《急性胰腺炎临床管理指南》，对于急性胰腺炎（AP）患者的治疗，做出了数条推荐意见以指导临床。    **《2013美国急性胰腺炎临床指南》内容预览：**    急性胰腺炎抗生素治疗的推荐意见  \n  \n    1.对于胰腺外感染患者，如胆管炎、导管相关性感染、菌血症、尿道感染及肺炎等，应予以抗生素治疗（强烈推荐，证据质量等级高）。  \n  \n    2.对于严重AP患者，并不推荐常规使用抗生素预防止疗（强烈推荐，证据质量等级中等）。  \n  \n    3.对于无菌坏死性胰腺炎患者，不推荐使用抗生素治疗以预防感染性坏死的发生（强烈推荐，证据质量等级中等）。  \n  \n    4对于存在胰腺或胰腺外坏死灶的患者，住院7-10天后疾病恶化或病情无改善者，应考虑其存在感染性坏死灶。在此类患者中，应进行（i）早期CT引导针吸活检（FNA）细菌革兰氏染色及培养以指导抗生素合理使用，或（ii）不行CT FNA检查，经验使用抗生素治疗（强烈推荐，证据质量等级低）。    **点击下载\\*\\*\\*：《2013美国急性胰腺炎临床指南》**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "1a5ad7cf-9113-4cb5-9194-ba769ecedda6", "title": "2012中国成人失眠诊断与治疗指南", "text": "【0】    **《2012中国成人失眠诊断与治疗指南》内容简介：**  \n  \n     失眠是临床最为常见的睡眠障碍类型。长期失眠对于正常生活和工作会产生严重负面影响，甚至会导致恶性意外事故的发生川。2002年全球10个国家失眠流行病学研究（问卷调查）结果显示45.4%的中国人在过去1个月中曾经历过不同程度失眠**。**为了规范失眠治疗药物的临床应用，失眠诊疗共识专家组于2004年起草了中国失眠定义、诊断及药物治疗专家共识，历经多次修订，于2006年正式发表。该共识对于规范失眠的临床诊治已经发挥重要指导作用。2010年，中华医学会神经病学分会睡眠障碍学组邀请相关学科专家，按照循证医学原则，参考近年来失眠诊疗领域相关的进展资料，结合我国国情，经多次讨论形成中国成人失眠诊断与治疗指南，旨在为临床医师提供一套规范化的成人失眠诊疗框架。在临床实践过程中，医师在参照本指南时仍应结合患者具体病情进行个体化处理。  \n     **《2012中国成人失眠诊断与治疗指南》内容预览：**  \n  \n    **一、治疗方案推荐强度的划分标准**  \n     \n   本指南对治疗方案进行推荐时主要参考已有的循证医学资料，兼顾国内现有条件下的临床可操作性，对于国内常用但未通过有效循证医学模式验证的治疗方法，参照其疗效评估、风险估计、经济负担和实用性等多方面因素，经专家讨论达成共识进行推荐。推荐的强度分为4级（I级最强，W级最弱）：I级推荐：基于循证医学1级证据或获得大多数认可的2级证据，若无禁忌可直接用于临床实践；n级推荐：基于循证医学2级证据或高度一致的专家共识，适应症充分时可应用；IQ级推荐：基于循证医学3级证据或专家共识，可在与患者讨论后采用；W级推荐：可选择性方案，需告知患者可能的潜在风险，不用于无适应症的患者。  \n  \n   **二、失眠的定义与分类**  \n   \n     失眠通常指患者对睡眠时间和（或）质量不满足并影响日间社会功能的一种主观体验。失眠表现为人睡困难（人睡时间超过30min）、睡眠维持障碍（整夜觉醒次数〕2次）、早醒、睡眠质量下降和总睡眠时间减少（通常少于6h），同时伴有日间功能障碍。失眠根据病程分为：急性失眠（病程<1个月）；亚急性失眠（病程〕1个月，<6个月）和慢性失眠（病程〕6个月）。失眠按病因可划分为原发性和继发性两类。原发性失眠通常缺少明确病因，或在排除可能引起失眠的病因后仍遗留失眠症状，主要包括心理生理性失眠、特发性失眠和主观性失眠3种类型。原发性失眠的诊断缺乏特异性指标，主要是一种排除性诊断。当可能引起失眠的病因被排除或治愈以后，仍遗留失眠症状时即可考虑为原发性失眠。继发性失眠包括由于躯体疾病、精神障碍、药物滥用等引起的失眠，以及与睡眠呼吸紊乱、睡眠运动障碍等相关的失眠。失眠常与其他疾病同时发生，有时很难确定这些疾病与失眠之间的因果关系，故近年来提出共病性失眠的概念，用以描述那些同时伴随其他疾病的失眠。  \n  \n    **点击下载\\*\\*\\*：   《2012中国成人失眠诊断与治疗指南》**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "3a033219-8cbd-453d-9105-b79945d24e13", "title": "EPO治疗肿瘤相关性贫血中国专家共识", "text": "【0】    **《EPO治疗肿瘤相关性贫血中国专家共识》内容简介：**  \n    在制定共识的过程中遵循以下原则:（1）多学科的专家以及相关专业人员参与（血液科、肿瘤内科、肿瘤放疗科、医药界代表等）；（2）参考公开发表的文献（截止2009年12月）和药厂提供的处方资料;（3）根据文献或资料的可信等级确定某一临床问题在本共识中的推荐等级（等级标准详见表2）；（4）对现有资料不足但临床争议较大的问题采用?专家共识#的方法解决。    **《EPO治疗肿瘤相关性贫血中国专家共识》内容预览：**    化疗导致的肿瘤相关性贫血骨髓抑制是肿瘤化疗和放疗的常见不良反应。细胞毒性药物尤其铂类药物的广泛使用是肿瘤相关性贫血的一个重要因素，新的化疗药物的开发及其之间的联合应用使贫血问题在临床上日渐突出。  \n  \n    这些药物能促进红系细胞凋亡，同时还能造成肾脏损害，损伤肾小管细胞导致内源性EPO减少而引起贫血。从病理生理学的角度来看，肿瘤相关性贫血可以由红细胞生成减少、红细胞破坏过多、失血或上述复合因素以及其他复杂原因如饮食不良、铁摄入不足（肿瘤患者常见）等所致。红细胞生成不足可能是由于产生EPO细胞的缺陷、血红蛋白合成障碍、骨髓抑制或肾功能衰竭而引起。红细胞破坏源于许多因素，包括内在因素（如酶缺陷）或肿瘤化疗药物（如抗代谢药物）、恶性肿瘤本身\\*\\*自身免疫性溶血（如慢性淋巴细胞白血病）或肿瘤产生的炎性细胞因子（如肿瘤坏死因子）等。失血可能是由于急性出血或肿瘤相关凝血障碍（如弥漫性血管内凝血）。在肿瘤患者中，多种因素如缺铁、维生素B12或叶酸生成减少都可以导致外周红细胞生成减少。    **点击下载\\*\\*\\*：《EPO治疗肿瘤相关性贫血中国专家共识》**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "f1612762-db6d-4749-bfc0-4686f370f63c", "title": "儿童和老人用药禁忌汇总", "text": "【0】儿童和老人用药禁忌汇总\n    随着社会的发展，如何安全、有效、合理用药成为社会关注的热点。尤其是儿童和老年人，作为社会的特殊群体，要给予特别的关注。儿童，特别是婴幼儿时期，中枢神经系统和内分泌的发育尚不健全，对许多药物的代谢、排泄和耐受性差，而老年人由于身体各种机能的衰退，是否能合理用药就显得尤为重要。本文对《新编药物学》 十四版1455种药物进行筛选，选出23个系统约定的119种（慎用或禁止使用）进行统计便于学习掌握。  \n  \n    **1 老人、婴幼儿慎用、禁用药**  \n  \n    **（1）婴幼儿用药禁忌**  \n      **1）婴幼儿慎用：**吡哌酸、诺氟沙星、氧氟沙星、依诺沙星、3-乙乌头碱、卡巴匹林钙、替米哌隆、溴派利多、艾司唑仑、唑仑、美沙唑仑。  \n      **2）婴幼儿禁用：**异帕米星、环丙沙星、哌替啶、对乙酰胺基酚、丙氯拉嗪、舒必利、硝西泮、苯丙胺、奥美拉唑。  \n  \n    **（2）儿童用药禁忌**  \n      **1）儿童慎用：**异帕沙星、吡拉西坦、阿斯匹林、吲哚美辛、硫必利、癸氟奋乃静、三唑仑、阿普唑仑、羟嗪、丙米嗪、米安色林、安非他酮、樟柳碱、替普消酮、丁溴东莨菪碱、呋塞米、布美他尼、氯倍他索、维生素A。  \n      **2）儿童禁用：**四环素、土霉素、多西环素、环丙沙星、乙硫异烟胺、卷曲霉素、酒石酸锑钾、多沙普仑、三柳胆镁、吡罗昔康、甲芬那酸、芬布芬、氯索洛芬、氟西泮、丁螺环酮、吗氯贝胺、曲唑酮、哌甲酯、匹莫林、维库溴胺、特啦唑嗪、雷尼替丁、格拉司琼、硫乙啦嗪、马洛替酯、奥曲肽、美托拉宗、聚乙希吡咯烷酮。  \n  \n    **（3）老年人用药禁忌**  \n      **1）老人慎用：**阿米卡星、异帕沙星、阿司米星、没食子酸锑钠、吡拉西坦、丁丙诺啡、3-乌头碱、阿司匹林、阿司匹林精氨酸盐、苯海索、金刚烷胺、丙氯啦嗪、替米哌隆、溴哌利多、瑞莫必利、利司培酮、癸氟奋乃静、哌泊噻嗪棕榈酸酯氯氮、地西泮、劳拉西泮、氯西泮、艾司唑仑、依替唑仑、阿普唑仑、美沙唑仑、哈拉西泮、氟托西泮、二钾氯氮卓、氯米帕酮、米安色林、异卡波肼、咪达唑仑、颅唑仑、夸西泮、安博律定、苯赖加压素、西米替丁、赛庚啶。  \n      **2）老人禁用：**依米丁、酒石酸锑钾、肌安松、氢麦角碱、普萘洛尔滴眼剂。  \n      **3）老人应减量使用：**小诺霉素、普鲁泊福、樟柳碱、倍他洛尔、醋丁洛尔、西沙必利、吲哚布芬、去氢甲睾酮。  \n  \n    **2 儿童和老人合理用药体会**  \n    （1）使儿童和老人用药合理必须要有丰富的专业知识作基础。其中包括药物的常规应用等。这些常规应用就涵盖着药物药理的全部内容、药剂、药化等。药师只有较熟练地掌握这些知识，参与临床才能促进合理用药。  \n    （2）促进儿童和老人合理用药必须要有热情。有了药学专业知识之后，还要有责任，有义务将知识服务临床，儿童和老人在剂型和剂量的使用上都有其特殊性，更应给予关注。药学监护正处于起步阶段，以什么方式能够将药学信息与临床医生用药信息有效地结合起来，促进合理用药，尚处于探索阶段，笔者认为应设立临床药学信息咨讯部，可将临床合理用药的信息进行记录存档，即药历，便于临床查找使用。关于儿童合理用药和药师新职责也有许多报道。  \n    （3）根据儿童和老人用药特点，应多开发儿童和老人用药剂型，使这一特殊群体用药更准确、更方便、更合理。在这一方面，各个药厂和药学工作者都有义不容辞的责任。在以人为本的社会中，为儿童和老人服务好也将是药师不可推卸的责任。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "57bee38e-370c-4306-a816-6529b4373013", "title": "新生儿惊厥的常见病因", "text": "【0】    新生儿缺氧缺血性脑病，感染，低血糖和低血钙是导致新生儿惊厥的主要原因。苯巴比妥仍是首选抗惊厥药物。现将我院新生儿病房2002年1月——2009年9月收治的76例新生儿惊厥的常见病因分析报告如下。  \n  \n    **1.临床资料**  \n    **1.1 一般资料：**  \n  \n    新生儿786例中新生儿惊厥76例（9.67），男53例，女23例；足月儿58例，早产儿18例；胎龄≤36周1O例（13.2），37～41周6O例（78.9），≥42周6例（7.89）；出生体重<2500g39例（51.3），2500～4000g36例（47.4），>4000g1例（1.32）；入院日龄：≤3天49例（64.5%），4～7天1O例（13.2），8～14天15例（19.8）。15～28天2例（2.63）。县医院出生31例（40.8），乡、镇、妇幼保健所出生37例（48.7），家中出生8例（10.5）；母亲患妊娠高血压疾病、先兆子痫21例，妊娠期糖尿病1例；有出生窒息史22例。有围产高危因素68例，占89.47，其中有异常分娩史38例（50.0），因胎位不正、官内窘迫，前置胎盘等因素做剖官产17例，胎头吸引器助产9例，早破水3例，旧法接生8例，急产1例。脐带异常23例（30.3），脐带脱垂3例，脐带绕颈18例，脐带短小2例。羊水胎粪污染15例（19.7），Ⅲ度9例，Ⅱ度6例。  \n  \n    **1.2** **新生儿惊厥的常见病因及发作时间。**  \n  \n    本组患儿经临床检查明确病因者70例，其中窒息所致的缺氧性脑病（HIE）和颅内出血（ICH）为新生儿惊厥主要原因。此两类病因所致的新生儿惊厥共52例，占69.3%，其中32例为24h之内发生惊厥。占61.5%。感染是导致后期新生儿惊厥的主要原因。也是新生儿惊厥的第2位病因，主要包括脑膜炎8例、败血症4例、破伤风1例等，共13例。低钙血症和低血糖也是其中较常见原因。分别为8例和3例，占10.7%和4.0%。其他如核黄疸2例，高热2例，也占一定比例。  \n  \n    **1.3** **新生儿****惊厥发作类型。**  \n  \n    76例惊厥患儿中，微小型发作36例（46.7%），最多见局灶性阵挛型15例（20.0%）。多灶性阵挛型10例（13.3%），全身阵挛型5例（6.7%），强直型10例（13.3%）。  \n  \n    **1.4 新生儿惊厥的常见病因与预后。**  \n  \n    本组病儿死亡2例，病死率为2.O0，均死于原发病，2例分别死于颅内出血，缺血缺氧性脑病合并呼吸衰竭、肺出血。本组住院新生儿惊厥的发生率为3.22，低出生体重儿的惊厥发生率为4.67，较4a前发病率明显下降。  \n  \n    **1.5 新生儿惊厥的****治疗及转归。**  \n  \n    入院后立即给予抗惊厥治疗，首选药为苯巴比妥。首剂10～20mg/kg，15min后惊厥未止者，可追加1次，每次5mg/kg，分2次静脉推注，效果不佳者可联合应用安定，用量为0.1～0-3mg/kg。针对病因进行积极治疗。HIE患儿按对症三维持原则进行治疗。低钙血症者给予静脉补钙，10%葡萄糖酸钙1～2mg/kg，以5%葡萄糖稀释1倍缓慢静滴，间隔6～8h再给药1次，次日依据临床症状及血钙检查结果再决定是否补钙。对脑膜炎、败血症等感染性疾病引起的惊厥者选用头孢曲松或头孢噻肟静滴，然后依据细菌药敏试验调整抗菌药物，且足疗程治疗。对核黄疸所致惊厥除抗惊厥治疗外给予蓝光疗法或换血治疗。其他患儿依据不同病因进行对因治疗。76例新生儿惊厥患儿中，痊愈53例（70.7%），好转11例（14.7%），转院2例，放弃治疗7例，死亡3例。  \n  \n    **2.讨论**  \n  \n    **2.1** **新生儿惊厥与围产期高危因素的关系。**  \n  \n    本组资料中有异常分娩史65例，占7O.7，产钳或负压助产占43.1（28/65例）。在新生儿早期，由于缺氧、窒息、产伤等诸多围产期因素均可导致惊厥，因此要降低新生儿惊厥的发生，必须加强孕期保健，产前检查，及时诊治孕母并发症，正确处理难产，恰当选择分娩方式，尽量避免使用产钳及负压吸引术助产，适当放宽剖宫产适应症。  \n  \n    **2.2** **新生儿惊厥的发作类型与原发病的关系。**  \n  \n    本组惊厥病例中微小型发作占59.8，其次是多灶阵挛型占27.2，微小型发作中由HIE、ICH和低血钙导致的惊厥占72.7（40/55例），表明微小型发作是新生儿惊厥的主要表现形式，HIE、ICH和低血钙的患儿多发生微小型运动发作。微小型发作不引人注意，如眼斜视、凝视、睁眼、咂嘴、面肌颤动、异常哭叫、四肢呈游泳划动样动作、下肢呈踏车样运动及呼吸暂停。部分HIE所致惊厥也可表现多灶性阵挛性发作，各肌肉群有节奏、迅速地抽搐，振幅大。新生儿期惊厥假性发作也占有一定比例。  \n  \n    **2.3** **新生儿****惊厥的治疗。**  \n  \n    新生儿惊厥应迅速进行病因诊断，针对病因治疗比抗惊厥治疗更为重要。抗惊厥药物首选苯巴比妥钠，大量研究证实此药有保护神经的作用，可降低代谢率，减轻脑内外水肿，降低颅内压、清除氧自由基的作用，对重度窒息缺氧缺血性脑损伤于生后6h内静注苯巴比妥钠，可预防惊厥的发生，对早产儿尤其是小于34周的早产儿于生后6h内静注苯巴比妥钠可预防颅内出血的发生。  \n  \n    **3.总结**  \n  \n    综上所述，了解新生儿惊厥的常见病因，可帮助我们有的放矢地监测病情变化。早期发生惊厥者主要与围产期窒息有关，出生一周后发病者宜多考虑感染和低血钙，对于有产科异常病史的新生儿，应特别警惕惊厥的发生。代谢因素尤其是低血钙及低血糖也是新生儿惊厥的重要原因，故应强调及时监测血糖、血钙、血镁等。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "9e549951-0a8d-4967-b074-1cb22b2da130", "title": "2010ERCP胰腺疾病的ERCP诊治指南", "text": "【0】    **《2010ERCP胰腺疾病的ERCP诊治指南》内容简介：**  \n    Oddi括约肌测压（sphincterof Oddimallometlry,SOM）是确诊Oddi括约肌功能障碍（sphincterofOddidysfunction,SOD）的金标准，但检测结果受操作的影响较大，结果分析需一定的经验；胰管SOM诱发胰腺炎的风险较高（高至30%），应慎用于少数选择性的病例。    **《2010ERCP胰腺疾病的ERCP诊治指南》内容预览：**    2.微结石与胆泥  \n  \n    （1）微结石或胆泥是急性复发性胰腺炎的重要原因之一，通常发生于胆囊在位的患者。  \n  \n    （2）微结石的诊断首选腹部超声或EUS,如果发现胆囊和（或）胆管内有沉积物，伴有肝功能检验异常可确立诊断。  \n  \n    （3）该症一旦确诊建议实施胆囊切除手术（Lc），除非患者有手术禁忌。  \n  \n    （4）对于有胆囊切除禁忌或患者不愿手术的病例，可考虑内镜下\\*\\*括约肌切开（EST）。  \n  \n    3.胰腺分裂症（pancreas divisum,PD）  \n  \n    （1）PD是指腹侧胰管和背侧胰管在发育过程中不融合或融合不完全面导致的一种先天性变异。欧美国家PD在ERCP中的发现率为5.8%一6.O%,明显高于亚洲地区（1.5%），国内报道PD在ERCP中的检出率为0.6%--2%.    **点击下载\\*\\*\\*：《2010ERCP胰腺疾病的ERCP诊治指南》**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "655c5757-073a-486d-b7ac-5877ed6cf931", "title": "新生儿危重病例评分法", "text": "【0】新生儿危重病例评分法 内容预览： \n\n【1】    1．新生儿危重病例单项指标  \n    凡符合下列指标一项或以上者可确诊为新生儿危重病例：  \n    (1) 需行气管插管机械辅助呼吸者或反复呼吸暂停对\\*\\*无反应者。  \n    (2) 严重心律紊乱，如阵发性室上性心动过速合并心力衰竭、心房扑动和心房纤颤、阵发性室性心动过速、心室扑动和纤颤、房室传导阻滞(Ⅱ度Ⅱ型以上)、心室内传导阻滞(双束支以上)。  \n    (3) 弥漫性血管内凝血者。  \n    (4) 昏迷患儿，弹足底5次无反应。  \n    (6) 体温≤30℃ 或 > 41℃。  \n    (7) 硬肿面积≥70％。  \n    (8) 血糖 <1.1mmol/L (20mg／dl)。  \n    (9) 有换血指征的高胆红素血症。  \n    (10) 出生体重≤1000g。  \n  \n    2．新生儿危重病例评分法  \n    (1) 分值 > 90为非危重；70～90为危重；< 70为极危重。  \n    (2) 用镇静剂、麻醉剂及肌松剂后不宜进行Glasgow评分。  \n    (3) 选24h内最异常检测值进行评分。  \n    (4) 首次评分，若缺项(≤2分)，可按上述标准折算评分。如缺2项，总分则为80，分值 > 72为非危重，56～72为危重，< 56为极危重(但需加注说明病情，何时填写)。  \n    (5) 当某项测定值正常，临床考虑短期内变化可能不大，且取标本不便时，可按测定正常对待，进行评分(但需加注说明病情、时间）。  \n    (6) 不吸氧条件下测Pa02。  \n    (7) 1mmHg＝0.133kPa。\n\n【2】点击下载\\*\\*\\*：新生儿危重病例评分法", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "815a1326-a92d-4930-a239-4c8013ad3b43", "title": "皮肤病与性病临床诊疗指南", "text": "【0】皮肤病与性病临床诊疗指南  内容预览： \n\n【1】    《临床皮肤病学指南》是为从事初级医疗的医学而写的。它可以作为工作手册便于每天随身携带和使用。用《临床皮肤病学指南》对于实用的临床方面的内容做了详 细的章述，而简述了发病机理和病因。希望《临床皮肤病学指南》会对您有所帮助。  \n  \n    《临床皮肤病学指南》的药物剂量除非特别注明，均是对成人而言，因此， 儿科病人用药剂量应酌减。  \n  \n    《临床皮肤病学指南》概括地论述了皮肤病的诊断和治疗的要点，语言简洁，通俗易懂，实用性强。每章内容以临床上病人常见的主 诉、症状表现和临床体征开头，解说详实，插图丰富，可以帮助你在临床上做出正确诊断，制定有效的治疗方案。  \n  \n    目录：  \n    第一章病毒性皮肤病  \n    第二章细菌性皮肤病  \n    第三章真菌性皮肤病  \n    第四章寄生虫、昆虫及其他动物性皮肤病  \n    第五章物理性皮肤病  \n    第六章变态反应性皮肤病  \n    第七章结缔组织病  \n    第八章神经功能障碍性皮肤病  \n    第九章角化与萎缩性皮肤病  \n    第十章红斑鳞屑性皮肤病  \n    第十一章大疱与疱疹性皮肤病  \n    第十二章血管性皮肤病  \n    第十三章非感染性肉芽肿  \n    第十四章皮肤附属器病症  \n    第十五章内分泌、营养、代谢性皮肤病  \n    第十六章色素性皮肤病  \n    第十七章遗传性皮肤病  \n    第十八章黏膜病症  \n    第十九章皮肤肿瘤  \n    第二十章性传播疾病\n\n【2】点击下载\\*\\*\\*：皮肤病与性病临床诊疗指南", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "c35a0db9-f614-4004-a04b-6aea98d9cd38", "title": "咳嗽的诊断与治疗指南", "text": "【0】**《咳嗽的诊断与治疗指南》内容预览：**  \n  \n    意义：  \n    克服以往的习惯思维局限,提出了合理的诊治思路,对不同类型的咳嗽进行科学的诊断和有效的治疗  \n  \n    急性咳嗽的病因：  \n    普通感冒、急性气管-支气管炎、急性鼻窦炎、过敏性鼻炎、慢性支气管炎急性发作、支气管哮喘  \n  \n    亚急性咳嗽的病因：  \n    最常见的原因为感冒后咳嗽、细菌性鼻窦炎、哮喘  \n  \n    感冒后咳嗽：  \n    感冒本身急性期症状消失后，咳嗽仍然迁延不愈，临床上称之为感冒后咳嗽  \n  \n    慢性咳嗽病因诊断程序应用原则  \n    重视病史，包括耳鼻咽喉和消化系统疾病史  \n    根据病史选择有关检查，由简单到复杂  \n    先检查常见病，后少见病  \n    诊断和治疗两者应同步或顺序进行  \n  \n    急性咳嗽的治疗  \n    临床上通常采用上述药物的复方制剂  \n    首选第一代抗组胺药+伪麻黄碱治疗，可有效缓解打喷嚏、鼻塞等症状。  \n    咳嗽明显者选用中枢性镇咳药，如右美沙芬或可待因等  \n  \n    感冒后咳嗽的治疗  \n    常为自限性，通常能自行缓解  \n    抗菌药物治疗无效  \n    可以短期应用中枢镇咳药、抗组胺药等，如惠菲宁  \n  \n    慢性咳嗽的治疗  \n    慢性咳嗽的病因相对复杂  \n    明确病因是治疗成功的关键  \n    病因治疗同时应考虑兼顾症状治疗  \n    多数慢性咳嗽与感染无关，无需使用抗菌药物治疗  \n    咳嗽原因不明或不能除外感染时，慎用糖皮质激素  \n  \n**点击下载完整版：《咳嗽的诊断与治疗指南》**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "36905a38-df74-45bc-9372-f4b5ea2c7e2d", "title": "舌癌临床路径（2009年版）", "text": "【0】舌癌临床路径（2009年版）\n    **一、舌癌临床路径标准住院流程  \n  \n    （一）适用对象。**  \n  \n    第一诊断为舌癌（ICD-10：C01-C02）  \n  \n    行舌癌扩大切除术或舌癌扩大切除术+颈淋巴清扫术  \n    1.舌癌扩大切除术（ICD-9-CM-3：25.3/25.4）  \n    2.颈淋巴清扫术（ICD-9-CM-3：40.4）  \n    **（二）诊断依据。**  \n  \n    根据《临床诊疗指南-口腔医学分册》（中华医学会编着，人民卫生出版社）  \n  \n    1.病史：局部常有慢性刺激因素（如锐利牙尖或残根）；也可有白斑等癌前病损；或无明显诱发因素，病变发展较快。  \n    2.体征：舌体局部溃疡或浸润块，也可外突呈菜花状，常有明显自发痛或触痛。  \n    3.实验室检查：活组织检查病理明确为癌瘤。  \n  \n    **（三）治疗方案的选择。**  \n  \n    根据《临床技术操作规范-口腔医学分册》（中华医学会编着，人民军医出版社）  \n  \n    选择舌癌扩大切除术或舌癌扩大切除术+颈淋巴清扫术，其适应症为：  \n    1.在肿瘤边界外1.5-2cm正常组织内扩大切除肿瘤；  \n    2.根据不同情况，颈部淋巴结可予以观察，或行选择性或治疗性颈淋巴结清扫术；  \n    3.病理明确颈部淋巴结转移的患者，建议行术后放疗。  \n    **（四）标准住院日≤14天。  \n  \n    （五）进入路径标准。**  \n  \n    1.第一诊断符合ICD-10：C01-C02舌癌疾病编码。  \n    2.患者同时具有其他疾病诊断，如在住院期间不需要特殊处理也不影响第一诊断的临床路径流程实施时，可以进入路径。  \n    3.TNM分类：原发灶T1或T2，淋巴结N0或N1，远处转移M0。  \n  \n    **（六）术前准备（术前评估）1-3天。**  \n  \n    1.术前必须检查的项目：  \n    （1）血常规、尿常规、大便常规、血型；  \n    （2）凝血功能；  \n    （3）肝肾功能；  \n    （4）感染性疾病筛查（乙肝、丙肝、艾滋病、梅毒等）；  \n    （5）胸片、心电图。  \n  \n    2.根据病情可选择：  \n    （1）超声心动图和肺功能检查（老年人或既往有相关病史者）  \n    （2）必要时行曲面断层、CT、MRI检查。  \n  \n    **（七）预防性抗菌药物选择与使用时机。**  \n  \n    1.按照《抗菌药物临床应用指导原则》（卫医发〔2004〕285号）执行。  \n    2.青霉素类或其他类抗菌药物，预防性用药时间为术前30分钟。  \n  \n    **（八）手术日为入院第3-4天。**  \n  \n    1.麻醉方式：全麻或局麻。  \n    2.术中用药：麻醉常规用药、术后镇痛泵的应用。  \n    3.输血：视术中情况而定。  \n    4.术后标本冰冻加石蜡切片送病理。  \n  \n    **（九）术后住院恢复7-10天。**  \n  \n    1.术后根据当时病人情况复查相关检查项目。  \n    2.术后使用青霉素类或其他类抗菌药物，用药时间3-5天。  \n  \n    **（十）出院标准。**  \n  \n    1.患者一般情况良好，伤口愈合好，引流管拔除，伤口无感染，无皮下积液（或门诊可处理的少量积液），无组织坏死。  \n    2.没有需要住院处理的并发症和/或合并症。  \n  \n    **（十一）变异及原因分析。**  \n  \n    1.有影响手术的全身疾病或合并症，需要进行相关的诊断和治疗。  \n    2.必要时需要进行CT、MRI等检查以明确肿瘤范围。  \n    3.越过中线的舌癌，根据情况可以行双侧颈淋巴结清扫术。  \n    4.侵及口底接近下颌骨的舌癌，扩大切除肿瘤时可能需要切除部分下颌骨。  \n    5.舌体局部切除后需要皮瓣修复者不进入该路径。  \n  \n    **二、舌癌临床路径表单**  \n  \n    适用对象：第一诊断为舌癌（ICD-10：C01-C02）  \n  \n    行舌癌扩大切除术+颈淋巴清扫术（ICD-9-CM-3：25.3/25.4+40.4）  \n  \n    患者姓名：           性别：    年龄：    门诊号：       住院号：  \n  \n    住院日期：   年  月  日    出院日期：   年  月   日     标准住院日：≤14天\n\n【1】    点击下载：舌癌临床路径表单\n\n【2】    免费下载：舌癌临床路径", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "46b99316-5aa8-433d-886c-9555a9febbc5", "title": "2008中国抗癌协会乳腺癌诊治指南与规范", "text": "【0】    **《2008中国抗癌协会乳腺癌诊治指南与规范》内容简介：**    开展保乳治疗的医疗单位应该具备相关的技术和设备条件以及外科、病理科、影像诊断科、放疗科和内科的密切协作（上述各科也可以分布在不同的医疗单位）。    **《2008中国抗癌协会乳腺癌诊治指南与规范》内容预览：**    7术后放疗  \n  \n    7.1适应症一般情况下所有接受保乳手术的乳腺癌患者都应行全乳放疗，但对70岁以上，且激素受体阳性、腋窝淋巴结阴性、局部肿块Tl、切缘阴性的患者可以不予放疗而单纯使用辅助内分泌治疗。部分乳腺照射的应用价值有待临床试验的进一步证实，目前尚不推荐其作为成熟技术推广。  \n  \n    7.2与综合治疗的时间配合有辅助化疗指征的患者，在辅助化疗完成后2——4周内开始术后放疗，建议术后24周内开始。含蒽环类和紫杉类的化疗方案不建议与放疗同期使用。没有辅助化疗指征的患者在术后8周以内开始放疗。辅助内分泌治疗和靶向治疗可以在放疗期间同时开始，也可以在放疗结束后开始。病灶位于左侧\\*\\*患者若同期使用Herceptin需严密监测左心室射血分数。    **点击下载\\*\\*\\*：《2008中国抗癌协会乳腺癌诊治指南与规范》**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "18b85dfa-3b9a-43e6-a2e6-7300e245079e", "title": "糖尿病、糖尿病前期及心血管疾病防止指南更新要点解读", "text": "【0】    在我国，无论是农村还是城市，心血管疾病（CVD）已经成为主要的死亡原因。已有大量研究表明，糖代谢异常与心血管疾病之间存在着密切的联系。最新发表的大型流行病学调查结果显示，我国18岁及以上成人的糖尿病估测患病率为11.6%,约1.139亿人。然而，近年发表的临床研究及市场调研均表明，我国心内科临床医师对血糖异常的重视程度不足，大量的心血管疾病合并糖代谢异常的患者未被诊出。  \n  \n    为提高心内科医生对血糖管理的重视，作为国内最重要的心血管科研及临床学术交流平台，长城会始终关注并推动心血管疾病与糖代谢异常的研究。已成功举办了13届的血糖论坛，旨在通过介绍当前国内外相关领域前沿学术资讯促进心血管领域血糖代谢异常的研究和临床进步，现已成为重要的跨学科学术交流平台。  \n    **20131ESC糖尿病、糖尿病前期及心血管疾病防止指南更新要点解读**  \n  \n    今年9月，欧洲心脏病学会（ESC）和欧洲糖尿病研究学会（EASD）合作推出了新版《糖尿病、糖尿病前期和心血管疾病指南》。  \n  \n    新版指南明确指出，糖耐量受损（IGT）人群的心血管疾病风险不容忽视，血糖升高与血管病变呈连续性，后者始于IGT阶段。流行病学调查与临床研究结果均表明，IGT人群的心血管风险与餐后血糖水平呈线性相关，但与空腹血糖水平相关性不明确。因此，IGT人群积极控制餐后血糖非常重要。  \n  \n    对于已诊断为糖尿病的心血管疾病患者，新版指南推荐了3类降糖药物：胰岛素供应剂、胰岛素增敏剂和葡萄糖吸收抑制剂。新指南建议血糖控制应该个体化，此外，在控制血糖的同时，还应对血压、血脂等风险因素进行综合干预。  \n  \n    **餐后代谢管理在****心血管疾病综合干预中占据重要地位**  \n  \n    大量流行病学研究证实，餐后血糖与心血管事件的发生密切相关‘。有研究表明，餐后代谢状态是心血管事件的一个独立预测因素，纠正餐后代谢紊乱将是防止心血管疾病的重要策略之一。  \n  \n    研究表明，餐后血脂、血压变化对心脑血管事件的发生有不同程度的影响。与空腹血糖比较，餐后血糖对心血管事件及死亡的影响作用更明显。故餐后血糖、血脂及血压异常变化应作为心血管疾病新的危险因素来加以认识和控制。  \n  \n    有研究表明，阿卡波糖可通过抑制氧化应激达到改善血管内皮功能、减缓动脉粥样硬化发展、实现显著降低糖尿病患者心血管事件风险的目的。  \n  \n    **门诊CAD患者进行血糖筛查的优化路径探索**  \n    目前我国心内科医生对经治患者糖代谢状况筛查以及干预重视程度不足。有研究结果表明，我国门诊高血压患者口服葡萄糖耐量试验（OGTT）筛查率低至5.4%,因此，目前亟需将心内科糖尿病诊治流程和操作方法系统化、规范化，提升心内科临床医生血糖管理的意识，及早预防、治疗糖尿病及其并发症。  \n  \n    在冠心病（CAD）和高血压患者中进行的一项糖代谢异常门诊筛查流程及现状调查纳入了7757例患者，先行空腹或随机血糖初筛，再行OGTT筛查。从患者对检查的依从性和成本两方面考虑，选择OGTT作为筛查工具是临床中的可行方式。研究结果显示，随机血糖正常的CAD患者中，部分存在糖耐量减低。因此，为降低糖尿病患者及IGT人群的漏诊率，建议将OGTT筛查推广到所有确诊CAD患者中。  \n  \n    本次血糖论坛不仅带来了最新的国际学术成果，还对优化心内科血糖管理做出了积极有益的探索。新版欧洲糖尿病、糖尿病前期及心血管疾病指南为心内科血糖管理提供了新的诊疗指导，也进一步明确了早期、个体化以及综合管理的策略。对异常餐后代谢的管理，未来可能成为预防或治疗心血管疾病的一个新策略。心血管领域血糖管理已走过半个多世纪的辉煌的历程，但前进的脚步从未停止，血糖论坛仍将继续推动我国心内科血糖管理研究的进程，开创未来心血管疾病诊疗新模式。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "542d7cf6-5c1e-4149-9f4e-9f6acdff551f", "title": "2013中国滤泡性淋巴瘤诊断与治疗指南", "text": "【0】   **《2013中国滤泡性淋巴瘤诊断与治疗指南》内容预览：**  \n  \n    滤泡性淋巴瘤（FL）是B细胞淋巴瘤中的一种常见亚型，我们根据最新的美国\\*\\*综合癌症网络（NCCN）指南及一些相关的循证医学数据，结合目前我国淋巴瘤的诊治水平和现状制订中国FL指南。  \n  \n    FL是非霍奇金淋巴瘤（NHL）中较常见的类型，在西方国家占NHL患者的22%}35%.在国内所占比例较西方国家偏低，占NHL患者的8.1%-23.5%.我国发病率有逐年增加的倾向，发病年龄与国外比较相对较低，地域分布上以沿海、经济发达地区的发病率较高。FL来源于生发中心的B细胞，形态学上表现为肿瘤部分保留了滤泡生长的模式，是一组包含滤泡中心细胞（小裂细胞）、滤泡中心母细胞（大无裂细胞）的恶性淋巴细胞增生性疾病。在镜下FL有时可以合并有弥漫性的成分出现，根据滤泡成分和弥漫成分所占的比例不同可以将FL分为：①滤泡为主型（滤泡比例>75%）；②滤泡和弥漫混合型（滤泡比例25%--75%）；③局灶滤泡型（滤泡比例<25%）二、诊断、分期、预后及鉴别诊断1.诊断：FL的诊断主要基于包括免疫组化和形态学检查在内的病理组织学检查，必要时参考流式细胞术以及细胞遗传学检查结果。  \n  \n    根据WHO淋巴瘤分类方法，FL进一步可以分为1}3级。1级：每个高倍镜视野内中心母细胞个数0}5个；2级：每个高倍镜视野内中心母细胞个数6一15个；；3级：每个高倍镜视野内中心母细胞个数>巧个，其中，仍保留少数中心细胞者为3a级，成片中心母细胞浸润，不见中心细胞者为3b级。在西方国家1级FL占所有NHL患者的比例为20%一25%,2级FL所占比例为5%}10%,3级FL所占比例为5%左右。1,2和3a级FL患者临床表现为惰性，而FL3b级患者的治疗则按弥漫大B细胞淋巴瘤（DLBCL）患者的治疗策略进行治疗。目前FL3a和3b患者临床治疗效果相似，治疗若干年后部分患者可能转化为侵袭性的淋巴瘤，主要为侵袭性DLBCL,预后差。  \n   \n **点击下载：《2013中国滤泡性淋巴瘤诊断与治疗指南》**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "5fbcf060-80bb-48ac-9024-aa3e9b579ee5", "title": "脑胶质瘤治疗进展", "text": "【0】**《脑胶质瘤治疗进展》内容预览  \n  \n**    脑胶质瘤是最常见的神经系统原发性肿瘤，多呈恶性，具有难治性、易局部播散和复发等特点，大多数患者预后不良。近年来，随着医学科学的进步，不同学科领域交叉融合，特别是转化医学理念的不断深入，胶质瘤治疗技术有了长足的进步，逐渐形成了以手术切除为基础、结合放疗、化疗、免疫、分子靶向等疗法的综合治疗策略，且逐步趋于规范化、标准化。尽管治疗技术有了长足进步，患者预后有了较大改善，但胶质瘤治疗仍缺乏突破性进展。探索胶质瘤创新诊疗技术，一直是神经外科学的研究热点。  \n  \n    一、外科手术治疗  \n  \n    手术是胶质瘤最基本、最直接的治疗方式，也是最为关键的一步。《美国中枢神经系统肿瘤治疗指南（NCCN）》、《欧洲临床指南》、《中国中枢神经系统恶性胶质瘤诊断及治疗共识》均强调应将手术作为胶质瘤的首选治疗策略。手术目的在于降低致残率、致死率，最大限度地提高患者生存质量与延长生命。最大范围安全切除肿瘤是手术治疗的基本原则，越来越多的循证医学证据证实，手术切除的范围、彻底程度与患者生存时间呈正相关，是预后的独立因素。  \n  \n    脑胶质瘤位于脑实质内，且呈弥漫浸润性生长，缺乏肉眼可分辨的组织学边界，仅依靠经验和视觉观察（肉眼全切除）判断切除程度往往不准确，一般不超过肿瘤的影像学边界。所以，尽管显微手术技术在不断进步，但术后早期 MRI 复查证实仅 60%左右的脑胶质瘤可以达到影像学全切除。近年来，伴随着显微神经外科与功能影像学技术的迅速提高，胶质瘤手术治疗正在加速由“解剖模式”向“解剖-功能”模式转化，在向“保障功能的前提下最大程度切除肿瘤”这一目标进一步地迈进。  \n  \n    目前，已经采用的手术新技术主要有：（1）术前应用功能影像学技术，包括功能性磁共振成像（fMRI）、弥散张量磁共振成像（DTI）、磁共振波谱成像（MRS）等；（2）以神经导航为主的“影像学引导手术（IGS）”的手术计划制定及术中应用；（3）唤醒麻醉技术在术中的安全应用；（4）术中成像技术，包括术中超声、术中 MRI；（5）以直接皮层电刺激技术为代表术中脑功能定位；（6）术中荧光造影及荧光显微镜的使用。  \n  \n    在临床实践中，这些技术或单独应用，或联合使用，实现了术中精确、高效定位脑功能区，纠正术中脑移位，发现残余肿瘤，实时反馈肿瘤切除程度, 从而达到脑胶质瘤的根治性切除和邻近正常脑组织定量保存的目的,极大地提高了手术的治疗效果。但是，脑胶质瘤弥漫浸润性生长的生物学特性决定了单纯手术尚无法达到疾病的根治。规范化、个体化的辅助放化疗方案及生物治疗新技术研究仍是神经肿瘤学研究的重要课题。  \n  \n**《脑胶质瘤治疗进展》完整版下载**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "7719f2c2-6438-4d73-bda0-dba2fb5eb230", "title": "妊娠期糖尿病的诊断仍需分两步走", "text": "【0】妊娠期糖尿病的诊断仍需分两步走\n研究院（NIH） 发布妊娠期糖尿病（GDM）诊断声明，建议诊断GDM 仍需分两步走： 先做50 g 葡萄糖负荷试验进行初步筛查，即口服50 g 葡萄糖，1 h 后抽血化验血糖，若血糖水平≥ 7.8 mmol/L 为异常；异常者需进一步行100 g 糖耐量试验（OGTT）进行确诊（我国采用75 g OGTT），分别测定空腹血糖（FBG）、负荷后1 h、2 h 和3 h 血糖水平，两项或两项以上异常即可确诊为GDM.\n\n【1】有关GDM 诊断方法，美国妇产科医师学院和美国\\*\\*糖尿病数据工作组建议用两步诊断法，而国际糖尿病与妊娠研究组和世界卫生组织则推行一步诊断法。一步诊断法诊断界值：FBG 水平5.1 mmol/L, 妊娠24~28 周75 g OGTT 服糖后1h 血糖10.0 mmol/L、2 h 血糖8.5mmol/L,不再检测3 h 血糖，血糖值超过上述任一指标即可诊断为GDM.\n\n【2】我国卫计委于2011 年12 月1 日正式实施的\"妊娠期糖尿病诊断行业标准\"也纳入了GDM一步诊断法，同时说明\"一步法适用于有GDM 高危因素的孕妇或有条件的医疗机构进行\".在我国这一标准中，GDM 诊断两步法又分为两种方法：（1）第一步若FPG ≥ 5.1 mmol/L 诊断GDM,若FPG ≥ 4.4 mmol/L但<5.l mmoI/L 则行75 g OGTT（空腹及负荷后1 h 和2 h 血糖界值同一步诊断法），结果异常者则诊断为GDM;（2） 第一步进行50 g 葡萄糖负荷试验，结果异常者进行第二步，若血糖≥ 11.1 mmol/L 即测FPG,FPG异常则诊断GDM;如FPG 结果正常，尽早行75 g OGTT.\n\n【3】NIH 指出，GDM 两步诊断法本意并非用来诊断GDM,而意在确定未来的糖尿病高危女性。根据两步诊断法，美国5%~6% 孕妇诊断为GDM,而一步诊断法可将这一比例升高至15%~20%.\n\n【4】至于这些被\"额外\"诊断为GDM 的孕妇是否能从中获益，目前尚不清楚。但明确的是，医疗费用明显增加，有研究显示，全美的相关医疗费用从6.36 亿美元增至20 亿。此外，诊断为GDM 的孕妇会产生焦虑情绪，在接受治疗的过程中低血糖风险增加，剖宫产的概率也增大。目前有充分的证据表明，两步诊断法可改善妊娠结局，而一步诊断法尚无类似的证据。\n\n【5】在回应NIH 的这一声明时指出，美国妇产科医师学院建议继续遵循两步诊断法，同时强调在对诊断标准作出变化前应考虑执行这些检查手段所需的资源。然而，美国糖尿病学会的态度却与美国妇产科医师学院相反。美国糖尿病学会发言人认为，一步诊断法的证据来自于HAPO 研究，该研究显示，即便孕妇血糖水平仅轻度升高，孕妇和新生儿预后不良的风险显著升高。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "cc0acc86-a097-4f7a-a566-f5a36c4b96e0", "title": "口腔修复学临床操作规范", "text": "【0】**《口腔修复学临床操作规范》内容预览：**  \n  \n    【适应症】  \n    1．严重的牙体缺损已涉及牙尖、切角、边缘嵴以及颌面，需要咬合重建而不能使用一般材料充填修复者。  \n    2．牙体缺损的邻接不良或食物嵌塞严重，需恢复邻面接触点者。  \n    3．固定桥的基牙已有龋洞或要放置栓体、栓槽附着体，可以设计嵌体作为固位。  \n  \n    【禁忌证】  \n    1．青少年的恒牙和儿童的乳牙，因其髓角位置高，不宜做嵌体。  \n    2．颌面缺损范围小且表浅者。以避免切割过多的健康牙体组织。  \n    3．牙体缺损范围大，残留牙作组织抗力形差，固位不良者。  \n    4．对于美观及长期效果要求高的患者或心理素质不理想的患者。  \n    5．前牙缺损慎用嵌体修复。  \n  \n    【操作程序及方法】  \n    1．牙体预备  \n     (1)磨邻牙及对颌过锐、过长或形态异常又妨碍嵌体修复的牙尖及边缘嵴。  \n    （2）根据牙体缺损的具体情况做出适合的，能满足固位、抗力要求的嵌体洞型设计方案。  \n    （3）选择合适的车针，根据嵌体洞型设计方案进行牙体预备。  \n    （4）去除腐质及无基釉质，尽可能多的保留健康牙体组织，活髓牙应注意防止意外穿髓。  \n    （5）颊、颌、舌面的沟、裂、点隙处可做预防性扩展。  \n    （6）洞型无倒凹，底平、壁直、线角清晰，洞的深度应?2mm。  \n    （7）洞壁应自洞底向?面外展2°～5°。  \n    （8）在洞缘釉质层厚度的1／2处应向外做45°洞斜面，斜面宽度约1．5mm。  \n    （9）洞的外形应成为圆钝的曲线形。  \n    （10）邻颌嵌体邻面如需做片切形，片切面的颊舌边缘应达到自洁区。应避免破坏邻牙接触点。  \n    （11）根据需要可在片切面制备箱状洞型、邻沟或小肩台。可加用颌面鸠尾固位形（鸠尾颊部宽度不大于颌面1／2），或轴壁上加钉、沟固位形。也可采取钉、面固位形相结合的方式。  \n     （12）高嵌体的牙体预备，应沿颌面外形均匀降低0．5～1．0mm的间隙，范围应包括牙体颌面边缘及工作牙尖。磨牙可采用4个钉洞固位，也可采用小箱状固位形。  \n  \n    2．嵌体蜡型制作  \n    (1）直接法 ①清洁牙面及洞型，隔湿、干燥，在牙面及洞型内均匀涂一薄层液状石蜡。 ②将嵌体蜡用微火烤软，取适量的蜡置人洞内，压紧，使其充满洞内各处。 ③在蜡未硬固前，嘱患者做正中及非正中运动。 ④用蜡刀雕出正确和合适的解剖外形。检查蜡型与洞缘之间是否完整和密合。邻始洞者还应注意检查和清除邻面悬突，以及与邻牙的接触关系。 ⑤用探针插入并取出蜡型，蜡型组织面应清晰、完整。 ⑥安插铸道，用直径1．2～1．5mm的钢丝或蜡线插入或固定在蜡型适当部位。单面嵌体铸道安置在蜡型中央。双面嵌体安置在边缘嵴处，三面嵌体安置在对称的边缘处。 ⑦再一次检查嵌体是否完整，将蜡型固定在蜡型座上，写明患者姓名及日期，送交技术室制作。  \n  \n**点击下载完整版地址：****《口腔修复学临床操作规范》**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "334d3eab-72b3-4212-a0ab-e907756b7b80", "title": "欧洲泌尿外科学会男性不育症诊疗指南", "text": "【0】    **《欧洲泌尿外科学会男性不育症诊疗指南》内容简介**  \n  \n    男性不育是一门有着自身特点的多学科交叉的学科，它主要研究夫妇中因男方因素为主导致的不育不孕。？  \n  \n    1、不育定义（WHO）：不育是指性功能正常、未采取避孕措施一年以上而不能使女方怀孕者。？  \n  \n    2、流行病学和病因学？  \n  \n    大约25%的夫妇结婚后1年不能怀孕，这其中有15%会寻求治疗，有不到5%的患者只能不情愿地接受不能生育的结局。不育会影响到男女双方，在不育原因中男方因素约占50%.如果只有单一的因素，生育力强的一方可以弥补生育力弱的一方，但是在大多数情况下，夫妇双方都有问题。如果夫妇双方都存在生育力下降，通常就会导致不能生育。？  \n  \n    引起男性生育力下降的原因有：先天性和获得性泌尿生殖道畸形，生殖道感染，阴囊温度升高（精索静脉曲张），内分泌紊乱，基因缺陷和免疫因素等。但是高达60-75%的患者找不到原因（特发性男性不育），这些患者无相关病史，体检及内分泌检查均正常，\\*\\*分析显示有少精、弱精和畸形\\*\\*症。通常，这些异常会同时出现，被称为少弱畸形\\*\\*症（OAT）。  \n  \n    **《欧洲泌尿外科学会男性不育症诊疗指南》内容预览**  \n    3、预后因素？  \n  \n    影响不育的主要预后因素有：不育的持续时间；是原发还是继发不育；\\*\\*分析的结果；女方的年龄和生育能力。？  \n  \n    当未采取避孕措施而不能生育的时间超过4年，则每月的怀孕率仅约1.5%.当前，许多西方国家的妇女都是直到完成她们的学业开始工作后才考虑生育，可是，女性在35岁时的生育力仅约25岁时的50%,在38岁时下降到25%,而超过40岁时可能进一步下降到5%以下。在辅助生殖中，女性的年龄是影响成功率的最为主要的因素。？  \n  \n    4、推荐方案？  \n  \n    在对不育分类时，夫妇双方应同时检查；?  \n  \n    了解不育的持续时间、以往的生育史和女方的年龄对准确评估不育夫妇是很重要的；?  \n  \n    在对男性不育诊治时，必须考虑到女方的生育力，因为它可能会决定最终的结果；?  \n  \n    泌尿男科专家应该对所有的不育男性患者做泌尿生殖系畸形的检查，明确引起\\*\\*质量下降的原因，在开始恰当的治疗前（药物、手术或辅助生殖技术）必须先做出诊断。    **点击下载\\*\\*\\*：** **《欧洲泌尿外科学会男性不育症诊疗指南》**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "0c0fcc1b-80a8-49e4-9206-83e3012063b9", "title": "新诊断2型糖尿病患者短期胰岛素强化治疗专家共识_2013", "text": "【0】新诊断2型糖尿病患者短期胰岛素强化治疗专家共识_2013\n**新诊断2型糖尿病患者短期胰岛素强化治疗专家共识\\_2013  内容预览**：\n\n【1】  \n    在中华医学会糖尿病学分会颁布的2010版中国2型糖尿病防止指南中也提到，新诊断的2型糖尿病伴有明撇高血糖时可以短期使用胰岛素治疗，在高血糖得到控制和症状缓解后可根据病情调整治疗方案。但对于这部分患者如何具体起始胰岛素治疗，胰岛素停用后下一步的治疗方案如何选择等均缺乏具体指引，本共识是对指南这部分内容的补充。\n\n【2】     2009年美国内分泌学会（AACE）发表的2型糖尿病血糖控制指南中明确提到，新诊断的2型糖尿病患者经过短期的生活方式于预后，糖化血红蛋白（HbAlc）水平仍>9%时，可以直接使用胰岛素起始治疗。\n\n【3】\\*\\*\\*下载地址：**新诊断2型糖尿病患者短期胰岛素强化治疗专家共识\\_2013**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "99459310-4f8c-4f72-88ba-86d96ecd433b", "title": "幽门螺杆菌感染的流行病学", "text": "【0】**《幽门螺杆菌感染的流行病学》内容预览**  \n  \n    自然人群中幽门螺杆菌感染特点：在全球自然人群的培率超过5 ，全球各地差异甚大，在发展中国家、经济落后、文化水平越低 Hp感染率越高，Hp感染率随着年龄增加而增加，儿童蜗为感染率剧增期．每年以3％一10％甚至更高的速度急剧。至10岁有4O％～60％以上的^受感染．以后感染速度减慢，每年以0.5％一I‰速度递增．  \n  \n至50岁 右感 率基本上不增，进^一 也期．到7u以上由于免癌功能l 降 血清法检测可见阳性率下降，怛币代丧感染串真lE下降．埕展中国家包括我国届这类型一翦二娄为感染均斯型．感染串随镐斡增加啪度儿童和成年期培率一致，以 罐年0 5％～1％速度L卧，有些地区5O岁以后堪染率非但不进^平坦 J 日还明显增高，这代人在儿童期受感 ，把高感染率带刊现在．发达尉京辅这一娄型舟早生物学流行病学阔壹显示在HP感染后． 行l住I\\[p不 苗株的重复感染。Hp二重感染卓总数并不岛．住不】司地区和人群差别较近年利用lid的肇圆多志性进行菌株分柑的流行病学侧葡报告很多，主要坩CagA致 病釉和VacA基闻。VacA培困卫有二个信号 (S．．．S S，) I两巾 (m，m。)，构成 同的基固 型 各菌株毒力 同．CagA(+)型毒力较强tVacA型中s。／m 型毒力强．s／m，低，S ／皿光毒性 CagA(+)~d在世界各地特剐是靴国和东南亚占大多数．在消化性h册疡(PU13)、胃癌功能悱消化不良(FD1病凡中比。健康 时鼎 著增高 VacA亚型苛布北瞌和东欧s 型为}。北美展中南欧s 和s 大致相等．巾南美s 为士I：1本s， 均主．而m 和in 世界各地分布大致相同 我国上海和广帅Is ／m，为主，西安s ／\\[11．均 ：。2 q,l~lfl然人群巾幽门蝶杆菌流行病毕调壹中华鞋学会悄化病学舟会出门螺杆菌学组\\]~2001-2004年存垒国进行了一项瑟垒固l9个省市39个中 心的大规横Hp流行病学I睦．垒国冉地Hp感染率存在很大蔗鼻 靴国属发展中国家．Hp感染率高．此次垒囤性Hp流行病学调查结果显示丁我国IlD感 章为40％一90％．牛均为59\\*／~-北京大学第一医院胡伏莲Hp盛染率最低的地匡是广东省．为42％Hp媾染率最高地区是西藏，为9 ％c图i)围I 国不目地 感兼卓我围H口的现j 感 率范围42'／~．64％．' T-~ 55％采省，为42％ 高地匠是陕两省．~j64％。儿童Hp感染率为25％～59％ ，平均40％儿童Hp癌染率 均每年 0 5％～I％的速度递增圈z儿童H口碡巢卒平均每年以D 6％ ～I％ 的速度进蝣Hp盛 的影响因素搬多．  \n  \n    冼秆病学i 查显示Hp感染率与经济状况居住条件、文化程度 职业以瞳饮用水 黄济状况差、居住越拥挤．文化程廑越低．其Hp盛染聿越高。农民的H口杜出章显著『卣丁城镇居． 性川池塘 沟渠／河水者H 的幢出率碹著高十饮用井水或自来水者·教育程鹰 的大学 ．学肼者Hp的授 率屁著低于 学以 者-农民 教师、医务凡品llp的捡出事显著高于T^和于 家庭数多者Hp的感染率高。但是否毗 或饮酒 菇HD感 率差异 显著性3豳门螺轩荫传播途径Hp传播建径 争尚未完 明丁．Hp嗜寄居干人生，但作为实验动物豢古沙鼠，绪猎和攫猩等动物亦ur{窿lip感染．有}l￡告可儿这些动物分离出Hp．但多戡研究认为．在自然环 境十．凡是唯传 源．^一凡 恃播是唯传播选径，竞竟通过龚口n一日胃u传播．还是其他选径传捕目前尚有争倥国内有一项150对夫妻(平均结蚺6 5年)的lqp感 情况嘲查．发现走妻一方Hp阻性者，其 Hp附盹率为78 94％．提示Hp堪染蒂存家庭聚集性 广州地匹的一项流行病学调查显示，詹住密虚和感率密切相关．提不密切接触增加传播机击．选和家庭聚集性的研究结论相符国内缎报告．Hp阳性儿 为先证者的整个家庭成员的Il1)感 率为68 8％z母双亲感染率为63 6‰ 1 H口阴性先证儿奄隶庭两者什别是I 5 4％和22 2％．差异非常缸菩 国外报告父母均受tlp感垫．于殳嘻染率44qu 如 母仪肯阳性，则F降生30％， u父母坳弼性，下降至2I‰，差异显著，其中母亲影 更大母亲Hp阳性．  \n  \n    丁女受感染的缶随系数为16 5． 亲性倥3 8 另一组我国胃措高发区的报告．父母之一或两告Hp阳性，于奇感染率85％． 者均阴忭但22’ ．差异更 著。对弟姐妹问相五传播船凋直 示，衰硅中有兄弟姐妹1—4^．儿童受感 危险系数增至1 5-4 j 如这1-4 k有Hp感染．其OR值更大 选1 5～7 1．显 互船醑坷接触增加传播 能。进步研究丑示家庭成品感檠霉属同种lip亚群，盘持彝口恃播的根据是胃黏臃f皮更新蜕藩快，寄居其l’的lip必然随之脱落．通过宵脯逋 粪便排m．f 染食物雨1水源传播感垫。n前已帆胃液巾 离蚺养山H口、驵腹泻和胃酸缺乏的病凡粪便中培养 )。从自然环境中丹离培井llp~；是粪lI传播的证据．干『报告从南美国家沟渠水中分离Hp成功 惟也有研究显不HD庄牛奶和自来水中不能繁殖，忸可行活ln天和4 左右，并转为球形菌 常人体十一指腑泄对Hp有很 的杀苗怍用一般情况下Hp不uf毙进过琏一屏障在粪便中存活。盘持口『I和胃口传播的根据是随胃 皮细胞啦薄的Ili)ig仔活在啊液中．通过 一古管 流可世^II性，滞留在 翦耻中．通过唾液『击播盛染 已有报告采用PER法从唾液、匣 呕吐物、牙苗斑中幢删出Hp。虽然舟胄十 u{ #从口腔中培养?Hp。但培养难度很大 用PCR洼的研究多数H秉瞩一组引物尚不能除外I I腔杂苗的奎义反J— 、如采用两组引物．阳性率大大降低，令PCR法的特异性受到怀疑。巴基斯蛆I证告住尤刷牙习惯的Hp缝^群， ’垢斑潦片 j 素酶试验阳忭者选I73／I 78(97％)，而有刷牙 惯甘j目仳巍物后喂捭的幼儿． 非日B嚼喂养的对照比较，lip感 的危险系 为2 9  \n**  \n《幽门螺杆菌感染的流行病学》完整版下载地址：**  \n    http://ziyuan.iiyi.com/source/down/2339977.html", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "9b81b52b-fc73-46ee-b7d9-4b2d037806ec", "title": "直肠癌诊疗指南", "text": "【0】**《直肠癌诊疗指南》内容预览：**  \n  \n    范围:本指南规定了直肠癌的规范化诊治流程、诊断依据、诊断和鉴别诊断、治疗原则及治疗方案。本指南适用于农村重大疾病医疗保障工作定点医院对直肠癌的诊断和治疗。  \n  \n    术语和定义:下列术语和定义适用于本指南。直肠系膜：指的是在中下段直肠的后方和两侧包裹着的，形成半圆，厚1.5～2.0cm的结缔组织，内含有动脉、静脉、淋巴组织及大量脂肪组织，上自第3骶椎前方，下达盆膈。  \n  \n    缩略语:下列缩略语适用于本指南。TME：（totalmesorectalexcision）全直肠系膜切除术.CEA：（carcinoembryonicantigen）癌胚抗原  \n  \n    症状:主要表现为直肠刺激症状：便频、里急后重、肛门下坠、便不尽感、肛门痛等。大便表面带血和/或粘液，严重时有脓血便。根据临床表现出现的频度，直肠癌临床表现依次以便血、便频及大便变形多见。  \n  \n    直肠指诊:凡遇到患者有便血、直肠刺激症状、大便变形等症状均应行直肠指诊。检查时动作要轻柔，切忌粗暴，要注意有无肿物触及，肿瘤距肛门距离、大小、硬度、活动度、粘膜是否光滑、有无压痛及与周围组织关系、是否侵犯骶前组织。如果肿瘤位于前壁，男性必须明确与前列腺关系，女性患者需做阴道指诊，查明是否侵犯阴道后壁。指诊检查完毕应观察指套有无血迹。  \n  \n    内镜检查:内镜检查是诊断直肠癌最安全、有效的检查方法。内镜检查可直接观察病灶，并取活体组织做病理诊断。取活检时需注意取材部位，做多点取材。如果活检阴性且临床考虑为肿瘤的患者，应重复取材以免漏诊。  \n  \n    X线检查:气钡双重对比造影X线摄片检查表现有：①结节状充盈缺损，多在直肠的内侧壁，圆形光滑或轻度分叶，局部肠壁僵硬，凹入；②菜花状肿块，较大，表面不平，分叶明显，其底宽，肠壁僵硬；③不规则的环状狭窄，管壁僵硬，粘膜中断，分界截然；④不规则的腔内龛影，呈三角形、长条形等，较浅，周围环堤宽窄不均；⑤完全性肠梗阻，或肠套叠征象，阻塞近段有时难以显示。应注意，钡灌肠的X线检查有时无法显示直肠病变，易让人产生无病变的错觉。胸部X射线摄影检查:应包括胸部正位和侧位片，排除肺转移。对于胸部X线检查异常者行胸部CT检查除外转移。  \n  \n    B型超声波检查:腹部B型超声扫描对判断肝脏有无转移有一定价值，应列为术前常规检查内容。  \n  \n    CT扫描检查:腹盆腔增强CT检查应为常规检查项目，对于术前了解肝内有无转移，腹主动脉旁淋巴结是否肿大，癌肿对周围结构或器官有无浸润，判断手术切除的可能性和危险性等，指导术前选择合理的治疗方案提供可靠依据。     \n**  \n《直肠癌诊疗指南》完整版下载**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "54a04e75-2ccb-4689-8907-92b063ae8a36", "title": "经**Soave术治疗新生儿巨结肠", "text": "【0】经**Soave术治疗新生儿巨结肠\n    先天性巨结肠（hirschsprung′sdisease，HD）是小儿消化道常见的畸形，手术治疗有多种方式，经肛门Soave术根治HD，因创伤小、出血少、恢复快等优点，近年来被多数学者接受并应用于临床。河北医科大学附属沧州市中心医院应用经肛门Soave术治疗新生儿巨结肠，取得了较好的效果，现报道如下。  \n  \n    **一、资料与方法**  \n    1.一般资料：本组男37例，女9例，年龄18～34d，平均27d。出生后均有便秘、腹胀及胎便排出延迟史。术前根据病史、体检、肛诊、立位腹部X线片、钡灌肠和直肠肛管测压等检查诊为HD，其中短段型16例，常见型27例，长段型3例。全组病例术中均行冰冻切片，术后病理检查，证实为巨结肠症。术前心脏彩色超声检查，发现先天性心脏病5例。营养不良者改善一般状况，根据病情清洁回流洗肠每日1～2次，每晚保留肛管排气，平均洗肠6d。术前应用维生素K3d。口服甲硝唑肠道准备3d。  \n  \n    2.手术方法：取截石位，置尿管。扩肛后，缝线牵开肛门。于齿状线上0.5cm用自制针状电刀前高后低切开直肠黏膜。向上游离直肠黏膜至盆底腹膜反折部，切开全层及盆底腹膜，直肠肌鞘后壁V形部分切除。贴近肠管分离结扎系膜。观察痉挛段、移行段及扩张段至正常肠管的肠壁的厚薄及柔软的情况。术中切除多段肠壁送冰冻切片病理检查。长段型巨结肠仅由肛门拖出张力较大且困难，由左侧腹做一小切口游离结肠脾曲和降结肠，以达到正常肠管与齿状线上切缘吻合时无张力。冰冻切片病理回报结肠断端存在正常神经节细胞后，把正常肠管断端两层吻合于齿状线上切缘。吻合时在3、6、9、12点时钟位各缝合1针作为标志线，各线中间连续缝合。置24号多孔肛管保留。  \n  \n    3.术后处理和随访：术后第1天进食母乳，肛周早期涂用氧化锌软膏，加用理疗。如大便呈稀水状，可口服思密达。肛管保留5～6d。术后14d扩肛，共3～6个月。定期复查，了解患儿肛门及排便情况。  \n  \n    **二、结果**  \n  \n    本组单纯经肛门手术43例，加用腹壁小切口辅助手术3例。切除肠管长度平均17cm（12～26cm）；术中出血量平均8ml（5～20ml），其中1例术中输血50ml，术后未出现大出血现象；手术时间平均92min（52～134min）。术后随访时间1个月至7年，2例仍有便秘症状，钡灌肠未见异常，间断洗肠或应用开塞露注肛症状好转，仍随访；3例出现污粪现象，但随时间有好转趋势；术后小肠结肠炎2例，表现为腹胀、臭味稀便，无发热，便常规均可见白细胞和（或）脓球，经抗炎、洗肠和肠内保留庆大霉素、甲硝唑后缓解；1例吻合口瘢痕性狭窄，扩肛无效，再次手术切除瘢痕组织肛门成形后治愈。  \n  \n    **三、讨论**  \n    新生儿巨结肠诊断比较困难，但根据临床表现、腹部X线片、钡灌肠和直肠肛管测压等检查仍可确诊。如有怀疑，可暂行扩肛和应用开塞露，1个月后再行造影，既不耽误病情，又使肠管得到休息，减少结肠炎的发生。有些患儿再行钡灌肠时发现痉挛段较新生儿期明显。  \n  \n    新生儿巨结肠确诊后，要每日行清洁回流洗肠。新生儿肠壁较薄，回流洗肠时要轻柔，应用温生理盐水，进水量和出水量基本相等。有结肠炎者，加用庆大霉素和甲硝唑洗肠或洗肠后保留；腹胀明显者，夜间保留肛管排气排便，使肠管得到充分休息，也可减少结肠炎的发生；如洗肠过程中，发现肠液中有鲜血，患儿精神不佳，腹胀加重，肠鸣音减弱或消失，提示有肠穿孔的可能，应立即行立位腹部X线片检查。  \n  \n    新生儿肛门口虽小，但其盆底浅，盆底组织松弛，且结肠扩张段增粗增厚相对轻，系膜薄，肠管柔韧性好，手术过程中易显露结肠系膜，分离结扎容易，手术时间明显缩短。拖下的正常结肠与齿状线上切缘口径接近，对合良好，减少了术后瘢痕的形成，肛门狭窄的可能性降低。  \n  \n    新生儿结肠系膜较薄，血管细，手术时要轻柔、熟练，防止系膜撕裂回缩，造成大出血。吻合时V形切除直肠后壁肌层，以防术后便秘的发生。吻合时应用可吸收缝线平均分四部分连续缝合，既可节省时间，又可使肠管壁不致形成折叠，导致瘢痕形成。  \n  \n    本组有2例出现便秘现象，我们考虑与直肠后壁肌层未部分切除，或术后不正确扩肛有关。虽经间断洗肠和应用开塞露后症状好转，但仍需随访，必要时再次造影。  \n  \n    小肠结肠炎是术后主要并发症，本组出现2例。术后保留肛管，通畅排便，预防腹胀，能有效减少结肠炎的发生。肛管外口距肛缘2cm即可，可减轻大便排出的阻力，利于护理。新生儿术后大便稀薄，多呈稀水状，每日次数多，极易造成肛周湿疹，甚至出现溃疡。早期预防非常关键，口服思密达，氧化锌软膏局部涂布加用理疗，效果较好。  \n  \n    本组病例切缘均在齿状线上0.5cm。如在齿状线或以下，因新生儿肛门口狭小，为显露手术野，过度牵拉肛门；应用电刀不当；术后扩肛不正确均可导致外括约肌损伤，出现术后污粪现象。本组有3例，均为早期病例，后期我们注意了上述情况，且在普通电刀头上加用7号针头改为针状电刀头，既节省了费用又解决了普通电刀灼伤面过大的问题，未再出现污粪现象。  \n  \n    有的学者认为，新生儿肛门直肠结构精细微小，容易造成损伤，建议推迟到3个月后行根治术，等待治疗期间行清洁回流灌肠协助排便。我们认为如诊断明确则手术，只要解剖清楚，动作轻柔，就不易造成损伤。因新生儿肠壁较薄，洗肠时又不配合，非专业人员洗肠极易导致肠穿孔。  \n  \n    术后教会患儿家长正确扩肛，避免不正确扩肛造成瘢痕形成，甚至导致尿道瘘或阴道瘘的严重后果。要使家长学会：正确扩肛，定时扩肛，定期复查。经肛门Soave术治疗新生儿巨结肠具有微创性，适用于短段型和常见型\\[9\\]，对长段型加用腹部小切口即可，对腹腔骚扰小，肠功能恢复快，出血少。术后第1天拔除胃管进母乳；附加小切口者，术后第2天也可进食。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "5da1dc50-451f-4b78-b96e-678edf054d82", "title": "胎膜早破行**分娩临床路径（2009年版）", "text": "【0】胎膜早破行**分娩临床路径（2009年版）\n    **一、胎膜早破行阴道分娩临床路径标准住院流程  \n  \n    （一）适用对象。**  \n  \n    第一诊断为胎膜早破（足月）行阴道分娩（ICD-10：O42伴Z37）  \n  \n    **（二）诊断依据。**  \n  \n    根据《临床诊疗指南—妇产科学分册》（中华医学会编着，人民卫生出版社，2009年）  \n  \n    1.主诉有阴道流液。  \n    2.阴道窥器检查见羊水自宫颈口流出。  \n    3.石蕊试纸测pH值>7。  \n    4.显微镜下阴道液干燥涂片见羊齿状结晶。  \n  \n    **（三）治疗方案的选择。**  \n    根据《临床诊疗指南—妇产科学分册》（中华医学会编着，人民卫生出版社，2009年）  \n  \n    1.观察临产征象。  \n    2.引产。  \n    3.剖宫产。  \n    **（四）标准住院日4-5天。  \n  \n    （五）进入路径标准。**  \n  \n    1.第一诊断必须符合ICD-10：O42伴Z37胎膜早破（足月）疾病编码。  \n    2.无阴道分娩禁忌症。  \n    3.当患者同时具有其他疾病诊断，但在住院期间不需特殊处理也不影响第一诊断的临床路径流程实施时，可以进入路径。  \n  \n    **（六）入院后第1天。**  \n  \n    1.必需的检查项目：  \n  \n    （1）血常规、尿常规；  \n    （2）凝血功能；  \n    （3）血型、感染性疾病筛查（乙肝、丙肝、艾滋病、梅毒等）（孕期未做者）。  \n  \n    2.根据患者病情可选择项目：肝肾功能、电解质、C反应蛋白，心电图、B超等。  \n  \n    **（七）药物选择与使用时机。**  \n  \n    1.预防性抗菌药物：按照《抗菌药物临床应用指导原则》（卫医发〔2004〕285号）执行，并结合患者的病情决定抗菌药物的选择，用药时间为阴道流液12小时后。  \n    2.宫缩诱导药物：胎膜早破12-24小时内未自然临产者，应积极引产，终止妊娠。  \n  \n    **（八）分娩方式的选择。**  \n  \n    1.无阴道分娩禁忌症者采用阴道分娩。  \n    2.有剖宫产指征者行剖宫产。  \n    **（九）产后住院恢复1-3天。**  \n  \n    1.必须复查的检查项目：血常规、尿常规。  \n    2.产后用药：预防性抗菌药物，按照《抗菌药物临床应用指导原则》（卫医发〔2004〕285号）执行。  \n  \n    **（十）出院标准。**  \n  \n    1.一般状况良好。  \n    2.无感染征象。  \n  \n    **（十一）变异及原因分析。**  \n  \n    1.本路径以阴道分娩方式终止妊娠，若为剖宫产则进入剖宫产临床路径。  \n    2.实施本路径时，若产程中、引产中及治疗过程中出现剖宫产指征（如胎儿窘迫、难产等），即退出路径。  \n    3.有感染者退出路径。  \n    4.引产至阴道分娩结束时间不确定，跨度可为1-3天，故标准住院天数存在变异  \n    **二、胎膜早破行阴道分娩临床路径表单**  \n  \n    适用对象：第一诊断为胎膜早破（足月）（ICD-10：O42伴Z37）  \n  \n    拟12-24小时内临产  \n  \n    患者姓名：          性别：    年龄：    门诊号：       住院号：  \n  \n    住院日期：   年  月  日   出院日期：   年   月  日   标准住院日：4-5天\n\n【1】    点击下载：胎膜早破行阴道分娩临床路径表单\n\n【2】    免费下载：胎膜早破行阴道分娩临床路径", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "9eb983a6-9a41-4aaa-b445-3eefac85eb51", "title": "2008肺血栓栓塞症的诊断与治疗指南", "text": "【0】    **《2008肺血栓栓塞症的诊断与治疗指南》简介：**\n\n【1】    2000年欧洲心脏病学会（European Society of Cardiology,ESC）推出第一版急性肺血栓栓塞症（急性肺栓塞）诊断和治疗指南，对于推广和规范急性肺栓塞的诊断和治疗起到重要作用。近年来随着急性肺栓塞的研究进一步深入以及一些多中心临床试验的完成，为急性肺栓塞的诊断和治疗提供了更多的循证医学证据。为此，欧洲心脏病学会今年推出了新版急性肺栓塞诊断和治疗指南，该指南与ESC2000年指南相比，在危险分层、诊断策略及流程、溶栓和抗凝治疗等方面有一些更新（Eur Heart J， 2008；29：2276-2315），且更为实用，可操作性强。  \n  \n    **《2008肺血栓栓塞症的诊断与治疗指南》内容预览：**  \n  \n    三、危险因素  \n  \n    PTE的危险因素同VTE,包括任何可以导致静脉血液淤滞、静脉系统内皮损伤和血液高凝状态的因素。易发生VTE的危险因素包括原发性和继发性两类。原发性危险因素由遗传变异引起，包括V因子突变、蛋白C缺乏、蛋白S缺乏和抗凝血酶缺乏等，常以反复静脉血栓栓塞为主要临床表现。如40岁以下的年轻患者无明显诱因或反复发生VTE,或呈家族遗传倾向，应注意做相关遗传学检查。继发性危险因素是指后天获得的易发生VTE的多种病理生理异常。包括骨折、创伤、手术、恶性肿瘤和口服避孕药等。上述危险因素可以单独存在，也可同时存在，协同作用。年龄可作为\\*\\*\\*的危险因素，随着年龄的增长，VTE的发病率逐渐增高。  \n  \n    临床上对于存在危险因素、特别是同时存在多种危险因素的病例，应加强预防和及时识别DVT和PTE的意识。对VTE患者，应注意其中部分人存在隐藏的危险因素，如恶性肿瘤等。即使积极地应用较完备的技术手段寻找危险因素，临床上仍有相当比例的病例不能明确危险因素。  \n  \n    四、病理与病理生理  \n  \n    引起PTE的血栓可以来源于下腔静脉径路、上腔静脉径路或右心腔，其中大部分来源于下肢深静脉，特别是从静脉上端到髂静脉段的下肢近端深静脉（约占50%——90%）。来源于盆腔静脉丛的血栓似较前有增多趋势。颈内和锁骨下静脉内插入和留置导管和静脉内化疗使来源于上腔静脉径路的血栓亦较以前增多。右心腔来源的血栓所占比例较小。血栓栓塞既可以是单一部位的，又可以是多部位的。病理检查发现，多部位或双侧性的血栓栓塞更为常见。一般认为栓塞更易发生于右侧和下肺叶。发生肺血栓栓塞后有可能在栓塞局部继发血栓形成，参与发病过程。  \n  \n    栓子阻塞肺动脉及其分支达一定程度后，通过机械阻塞作用，加之神经体液因素和低氧所引起的肺动脉收缩，导致肺循环阻力增加，肺动脉高压；右室后负荷增高，右室壁张力增高，右室扩大，可引起右心功能不全；右心扩大致室间隔左移，使左室功能受损，导致心输出量下降，进而可引起体循环低血压或休克；主动脉内低血压和右房压升高，使冠状动脉灌注压下降，心肌血流减少，特别是右心室内膜下心肌处于低灌注状态。  \n  \n    **点击下载\\*\\*\\*：《2008肺血栓栓塞症的诊断与治疗指南》**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "b7e5d8bc-00cb-4f04-b949-1a9fb6b5b4ae", "title": "20145年多发性骨髓瘤NCCN诊疗指南", "text": "【0】   **《 20145年多发性骨髓瘤NCCN诊疗指南》内容预览：**  \n   概述  \n   多发性骨髓瘤（MM）是一种以骨髓中积聚浆细胞为特征的恶性肿瘤，可导致骨质破坏和骨髓衰竭。据美国癌症协会估计，在2013年美国预计有22,350例新诊断的多发性骨髓瘤病例，预计有10,710例患者死亡  \n   \n    男性患病的平均年龄为62岁（75%年龄高于70岁），女性患病的平均年龄为61岁（79%年龄高于70岁）。美国流行病学和最终结果数据库的报告称，随着更新、更有效的治疗方案问世，该病的5年生存率已由1975年的25%提高至2003年的34%.多发性骨髓瘤通常对很多细胞毒性药物敏感，初始治疗或复发时治疗均是如此。不幸的是疗效常是短暂的，当前尚无可以治愈MM的方法。然而，由于新药的引入（如沙力度胺、来那度胺、硼替佐米），关于MM的治疗发展迅速  \n  \n    此外，随着对骨髓微环境越来越深的理解，为新的联合治疗方案和新药研发奠定了基础  \n  \n    细胞遗传学异常的相关研究表明MM为异质性疾病，建议采用风险等级调整的方法和个体化治疗，以改善患者的治疗。 由 NCCN 多发性骨髓瘤专家组成员机构编写的这些指南中，涉及了 MM 患者的诊断、治疗以及随访。  \n  \n    初始诊断检查  \n   所有患者的初始诊断检查应包括病史、体检以及以下基线血液和生化检查，以便区分症状性和无症状性MM:完整的血细胞计数（\\*\\*）（带分类计数和血小板计数）；血尿素氮（BUN）；血清肌酐和血清电解质；血钙；白蛋白；乳酸脱氢酶（LDH）；β2微球蛋白。BUN和肌酐升高提示肾功能减退，而LDH水平有助于评估肿瘤细胞负荷。β2微球蛋白水平可反应肿块情况，现在被认为是评估肿瘤负荷的标准指标。  \n  \n  **点击下载\\*\\*\\*：**   **《 20145年多发性骨髓瘤NCCN诊疗指南》**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "41c05a95-75f1-41b6-ac85-97b617daa32f", "title": "克罗恩病临床路径（2011年版）", "text": "【0】克罗恩病临床路径（2011年版）\n    **一、克罗恩病临床路径标准住院流程。**  \n  \n    **（一）适用对象。**  \n  \n    第一诊断为克罗恩病（ICD-10：K50）  \n  \n    行单肠段切除吻合术（ICD-9-CM-3：45.62/45.72-45.8）。  \n  \n    **（二）诊断依据。**  \n  \n    根据《临床诊疗指南-普通外科分册》（中华医学会编著，人民卫生出版社，第1版）、《克罗恩病的诊断及治疗标准》（中华医学会2000年修订）。  \n  \n    1.临床表现：慢性、反复发作性右下腹或脐周腹痛、腹泻、腹胀，可伴腹部肿块、肠瘘和肛门病变，以及发热、贫血、体重下降、发育迟缓等全身症状。  \n    2.体征：消瘦体质，脐周轻压痛，常伴肠鸣音亢进，偶可有炎性包块或外瘘口。  \n    3.辅助检查：钡剂小肠造影、钡剂灌肠或纤维结肠镜检查可明确诊断，超声内镜检查有助于确定病变范围和深度，确诊需要病理结果支持。  \n  \n    **（三）选择治疗方案的依据。**  \n  \n    根据《临床诊疗指南-普通外科分册》（中华医学会编著，人民卫生出版社，第1版）、《克罗恩病的诊断及治疗标准》（中华医学会2000年修订）。  \n  \n    1.基本治疗：包括营养支持、纠正代谢紊乱、心理支持及对症处理等。  \n    2.药物治疗：根据病情选择水杨酸制剂，病情重时改用免疫抑制剂或皮质类固醇激素，肠道继发感染时加用广谱抗菌药物。  \n    3.必要时手术治疗。  \n  \n    **（四）标准住院日为9-18天。  \n  \n    （五）进入路径标准。  \n**  \n    1.第一诊断必须符合ICD-10：K50克罗恩疾病病编码。  \n    2.当患者合并其他疾病，但住院期间不需要特殊处理也不影响第一诊断的临床路径流程实施时，可以进入路径。  \n  \n    **（六）术前准备检查项目。**  \n  \n    1.必需的检查项目：  \n    （1）血常规+血型、尿常规、大便常规＋潜血；  \n    （2）肝功能、肾功能、电解质、凝血功能、感染性疾病筛查（乙肝、丙肝、艾滋病、梅毒等）；  \n    （3）血沉、C反应蛋白；  \n    （4）心电图、胸部正位片。  \n  \n    2.根据患者病情选择：肠镜（包括纤维结肠镜或小肠镜，可门诊完成）、腹部超声、消化道钡剂造影、CT、肺功能测定、超声心动图等。  \n  \n    **（七）选择用药。**  \n  \n    1.口服药物：柳氮磺胺吡啶片（SASP），或水杨酸类制剂，免疫抑制剂、地塞米松或强的松（必要时）。  \n    2.灌肠剂：地塞米松、5-ASA制剂。  \n    3.抗菌药物：按照《抗菌药物临床应用指导原则》（卫医发〔2004〕285号）执行。建议使用第二代头孢菌素或头孢曲松或头孢噻肟，可加用甲硝唑；明确感染患者，可根据药敏试验结果调整抗菌药物。预防性用抗菌药物，时间为术前0.5小时，手术超过3小时加用1次抗菌药物；总预防性用药时间一般不超过24小时，个别情况可延长至48小时。  \n  \n    **（八）手术日为入院后第4-7天。**  \n  \n    1.麻醉方式：气管内插管全身麻醉和/或硬膜外麻醉。  \n    2.术中用药：麻醉常规用药。  \n    3.输血：根据术前血红蛋白状况及术中出血情况而定。  \n    4.根据患者病情使用空肠营养管，吻合器，PICC。  \n    5.病理学检查：切除标本解剖后作病理学检查，必要时行术中冰冻病理学检查。  \n    **（九）术后住院恢复6-11天。**  \n  \n    1.术后复查检查检验项目：  \n    （1）必须复查的检查项目：血常规、肝肾功能、电解质；  \n    （2）可选择的复查项目：CRP，血沉。  \n  \n    2.术后用药：  \n    （1）抗菌药物：按照《抗菌药物临床应用指导原则》（卫医发〔2004〕285号）选用药物。  \n    （2）可选择用药：生长抑素、生长激素（必要时）。  \n  \n    3.术后饮食指导。  \n  \n    4.出院1个月内门诊复诊。  \n  \n    **（十）出院标准。**  \n  \n    1.无发热，恢复肛门排气排便，可进半流食。  \n    2.没有需要住院处理的并发症和/或合并症。  \n  \n    **（十一）变异及原因分析。**  \n  \n    1.术前合并重度营养不良或合并腹盆腔脓肿、内瘘以及其他基础疾病影响手术的患者，不进入本路径。  \n    2.临床症状改善不明显，调整药物治疗，导致住院时间延长。  \n    3.复杂性病例以及需要多肠段切除，再次手术或复发性病例，不进入本路径。  \n    4.出现术后并发症（手术切口不愈合，吻合口瘘、术后早期炎性肠梗阻等），则转入相应临床路径。  \n  \n    **二、克罗恩病临床路径表单**  \n  \n    适用对象：第一诊断为克罗恩病（ICD-10：K50）  \n  \n    行单肠段切除吻合术（ICD-9-CM-3：45.62/45.72-45.8）  \n  \n    患者姓名：       性别：    年龄：    门诊号：        住院号：  \n  \n    住院日期：    年  月  日     出院日期：    年  月  日   标准住院日：9-18天\n\n【1】    点击下载：克罗恩病临床路径表单\n\n【2】    免费下载：克罗恩病临床路径\n\n【3】    相关专题链接：血清ACP助诊Crohn病", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "6b5ec9d2-04d0-418d-8fa6-e6bfaff821ab", "title": "2009ACCF/AHA成人心力衰竭的诊断与治疗更新指南", "text": "【0】    **《2009ACCF/AHA成人心力衰竭的诊断与治疗更新指南》内容简介：**    心力衰竭（心衰，HF）诊断主要根据详细病史和体格检查，了解患者全神贯注是否充足、体内容量状态、是否存在触发因素和（或）合并疾病、是新发HF还是慢性HF急性加重、是否为舒张性HF。胸片、心电图和超声心动图是关键检查（Ⅰ类推荐，C级证据）。    **《2009ACCF/AHA成人心力衰竭的诊断与治疗更新指南》内容预览：**    2. 当患者发生呼吸困难，不能排除HF时，应测定钠尿肽（BNP）或N-末端钠尿肽前体（NT-proBNP）。但最终诊断须结合所有临床资料，不应仅依赖此项检查结果（Ⅰ，A）。  \n  \n    3. 识别常见急性HF触发因素：急性冠脉综合征（ACS）或冠脉缺血、严重高血压、房性或室性心律失常、感染、肺栓塞、肾衰竭、用药或饮食不当（Ⅰ，C）。心电图和心脏肌钙蛋白检查可快速识别ACS触发的HF（Ⅰ，C）。  \n  \n    4. HF患者（新发或慢性）表现为快速失代偿和尿量减少相关低灌注，并有其他休克表现时，提示病情严重，应快速处理，改善全神贯注（Ⅰ，C）。  \n  \n    5. HF患者若存在明显体液潴留，应在急诊室或门诊就开始使用静脉袢利尿剂（Ⅰ，B）。若患者已使用袢利尿剂，初始静脉给药剂量应等于或超过其长期口服日剂量。连续评估患者尿量及症状、体征，相应调整利尿剂剂量，以缓解症状，减少过多的细胞外液容量（Ⅰ，C）。  \n  \n    6. 氧治疗用于缓解缺氧相关症状（Ⅰ，C）。  \n  \n    7. 监测HF治疗疗效：监测液体出入量、生命体征，每日相同时间测体重，了解临床体征（卧、立位）和全神贯注及充血症状。使用静脉利尿剂及主动调整HF药物期间，应每日监测血浆电解质、尿素氮和肌酐浓度（Ⅰ，C）。    **点击下载\\*\\*\\*：《2009ACCF/AHA成人心力衰竭的诊断与治疗更新指南》**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "59cb43d4-151d-465d-9be5-f50206923a1b", "title": "基于胰高血糖素样肽-1降糖药物的临床应用共识", "text": "【0】    **《基于胰高血糖素样肽-1降糖药物的临床应用共识》内容预览：**    （l不良反应DPP一抑制剂的主要不良反应有鼻咽炎，头痛、上呼吸道感染、低血糖等，低血糖的发生率比磺服类低。其他一些很少见的不良反应有超敏反应、血管神经性水肿、肝酶升高、腹泻、咳嗽、淋巴细胞绝对计数降低等。最近完成的临床研究结果显示，沙格列汀可明显增加心力衰竭住院的风险，但不增加相关的死亡率。详细信息请参考各种DPP一抑制剂的说明书。  \n  \n    （2）注意事项  \n  \n    ①DPP-4抑制剂不能用于1型糖尿病或糖尿病酮症酸中毒的患者；不推荐用于妊娠期、哺乳期妇女以及儿童。  \n  \n    ②DPP-4抑制剂在肾功能不全患者中的应用：a.西格列汀通过肾脏代谢，用于中、重度肾功能不全及需要透析的终末期肾病的患者时需要根据肌配清除率调整剂量。b.维格列汀均在中度或重度肾功能不全患者或需要接受血液透析治疗的终末期肾脏疾病（ESRD）患者中的应用经验有限，因此不推荐此类患者使用。c沙格列汀在轻度肾功能不全的患者中无需调整剂量。中重度肾功能不全的患者应将剂量调整为2.5mg,每日1次。在重度肾功能不全的患者中临床研究经验有限，因此不推荐使用。d.利格列汀极少经过肾脏排泄，在不同程度肾功能不全的患者中使用，均不需要调整剂量。P.阿格列汀在中度肾功能受损患者中使用剂量为推荐剂量减半，重度肾功能受损或终末期肾功能衰竭患者中使用剂量为推荐量的四分之一。推荐在开始使用阿格列汀前评估肾功能并定期复查。  \n  \n    ③DPP-4抑制剂在肝功能不全患者中的应用a.西格列汀用于轻度或中度肝功能不全的患者，不需要进行剂量调整；尚无严重肝功能不全患者使用的临床经验。b.维格列汀不推荐用于开始给药前血清谷丙转氨酶或谷草转氨酶大于正常上限3倍的患者；罕见    **点击下载\\*\\*\\*：《基于胰高血糖素样肽-1降糖药物的临床应用共识》**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "21c84154-3e6d-4f2b-8123-e1fffe08209b", "title": "中国血糖监测临床应用指南", "text": "【0】    **《中国血糖监测临床应用指南》内容简介：**  \n    血糖监测是糖尿病管理中的重要组成部分，其结果有助于评估糖尿病患者糖代谢紊乱的程度，制定合理的降糖方案，同时反应降糖治疗的效果并指导治疗方案的调整。随着科技的进步，血糖监测技术也有了飞速的发展，使血糖监测越来越准确、全面、方便、痛苦少。    **《中国血糖监测临床应用指南》内容预览：**    1胰岛素治疗患者的SMBG方案：目前大多数指南均推荐，胰岛素治疗的患者需要每日至少3次的SMBG,可根据不同的治疗制定个体化的监测方案，具体如下。  \n  \n    （1）胰岛素强化治疗患者的SMBG方案：胰岛素强化治疗（多次胰岛素注射或胰岛素泵治疗）的患者在治疗开始阶段应每天监测血糖5--7次，建议涵盖空腹、三餐前后、睡前。如有低血糖表现需随时测血糖。如出现不可解释的空腹高血糖或夜间低血糖，应监测夜间血糖。达到治疗目标后每日监测血糖2--4次（表3）。  \n  \n    （2）基础胰岛素治疗患者的SMBG方案：使用基础胰岛素的患者在血糖达标前每周监测3d空腹血糖，每两周复诊1次，复诊前1d加测5个时间点血糖谱；在血糖达标后每周监测3次血糖，即：空腹、早餐后和晚餐后，每月复诊1次，复诊前1d加测5个时间点血糖谱（表4）。  \n  \n    （3）每日两次预混胰岛素治疗患者的SMBG方案：使用预混胰岛素者在血糖达标前每周监测3d空腹血糖和3次晚餐前血糖，每两周复诊1次，复诊前1d加测5个时间点血糖谱；在血糖达标后每周监测3次血糖，即：空腹、晚餐前和晚餐后，每月复诊1次，复诊前1d加测5个时间点血糖谱（表5）。    **点击下载\\*\\*\\*：《中国血糖监测临床应用指南》**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "000371c1-fceb-4905-821d-cc738534b8ca", "title": "2012中国高血糖危象诊断与治疗指南", "text": "【0】    **《2012中国高血糖危象诊断与治疗指南》简介：**  \n    近30年来我国糖尿病患病率显著升高，最近10年糖尿病流行情况更为严重。2007至2008年中华医学会糖尿病学分会组织全国14个省（市）进行了糖尿 病流行病学调查，结果显示我国20岁以上成人糖尿病患病率为9.7％，中国成人糖尿病总数达9240万，我国目前可能已成为糖尿病患病人数最多的国家。    **《2012中国高血糖危象诊断与治疗指南》内容预览：  \n  \n    三、高血糖危象的诊断**    （一）病史、临床表现及体格检查1型、甚至2型糖尿病的DKA常呈急性发病。而HHS发病缓慢，历经数日到数周。1型糖尿病有自发DKA的倾向，2型糖尿病在一定诱因下也可发生DKA,其中20.0%--30.0%的患者既往无糖尿病史。在DKA发病前数天，糖尿病控制不良的症状就已存在，但酮症酸中毒的代谢改变常在短时间内形成（一般>24h）。有时所有症状可骤然发生，无任何先兆。  \n  \n    DKA和HHS的临床表现可有：多尿、多饮、多食、体重减轻、呕吐、腹痛（仅DKA）、脱水、虚弱无力、意识模糊，最终陷入昏迷。体格检查可发现有皮肤弹性差、Kussmaul呼吸（DKA）、心动过速、低血压、精神改变，最终昏迷（更常见于HHS）。HHS还可表现为局灶神经症状（偏盲和偏瘫）及占位性表现（局灶性或广泛性）。DKA患者常见（>50%）症恶心、呕吐和弥漫性腹痛，但HHS患者罕见。所以对腹痛患者需认真分析，因为腹痛既可是DKA的结果，也可是DKA的诱因（尤其在年轻患者）。若脱水和代谢性酸中毒纠正后，腹痛仍不缓解，则需进一步检查。与DKA相比，HHS失水更为严重、神经精神症状更为突出。尽管感染是DKA和HHS的常见诱因，但由于早期外周血管舒张，患者体温可正常，甚至低体温。低体温是预后不良的标志。  \n  \n    （二）实验室检查DKA和HHS主要诊断标准见表2.对于考虑DKA或HHS的患者，首要的实验室检查应包括：血糖、尿素氮/肌酐、血清酮体、电解质（可计算阴离子间隙）、渗透压、尿常规、尿酮体、血气分析、血常规、心电图。若怀疑合并感染还应进行血、尿和咽部的细菌培养。如有相关指征，还应做胸部x线片检查，同时给予适当抗生素治疗。糖化血红蛋白检测有助于判断近期病情控制情况。    **点击下载\\*\\*\\*：《2012中国高血糖危象诊断与治疗指南》**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "9fab2518-1ed5-460e-83b0-635753350093", "title": "抗生素治疗儿童发热引起的不良反应", "text": "【0】抗生素治疗儿童发热引起的不良反应\n    在儿科门、急诊中，发热是最常见的主诉。大多数儿童发热性疾病的病因为病毒感染，病程呈自限性，期间仅需要精心看护和对症处理。但对于这些以病毒感染为主的发热性疾病，医生过度使用抗生素的现象普遍存在。  \n  \n    **我国儿科门诊抗生素不合理使用问题突出**  \n  \n    在美国，儿童抗生素处方率已从33%（1989-1990）降至23.4%（1999-2000），欧洲各国每1000名居民的抗生素处方用药频度（DDD）为10.0～32.3。  \n  \n    回顾国内近10年相关的文献后发现，各医院儿科门诊平均抗生素处方率为62%，其中在上呼吸道感染患儿中，抗生素平均使用率为84%，最高达96%， 个别医院甚至对已明确为肠道病毒感染所致的手足口病患儿仍100%使用抗菌药物；在上呼吸道感染患儿中，抗生素联合使用率超过10%，个别超过40%；在 所使用的抗菌药物中，头孢菌素占首位，其次为大环内酯类或青霉素类，个别医院仍然对上呼吸道感染患儿（多为6岁以下）使用氨基糖苷类抗生素（占抗菌药物的 23%）；在门诊抗菌药物给药途径选择中，静脉给药率平均为52%，最高达94%。  \n  \n    以上述数据显示，我国儿科门诊不合理使用抗生素的状况仍然十分显著，门诊抗生素使用率超过卫计委曾经下达的要求（50%），对大部分以病毒感染为主的 上呼吸道感染等疾病，无指征地使用抗菌药物，且大多采取静脉途径给药。此种状况不仅使抗菌药物的耐药率迅速上升，还导致本可避免的抗生素不良反应的发生。  \n  \n    **抗生素是导致我国儿科药品不良反应发生的主要原因**  \n  \n    2011年4月，国家食品药品监督管理局（SFDA）发布了2010年药品不良反应（ADR）报告。报告显示，在导致ADR的化学药品中，最常见的是 抗感染药（占53.6%）；在排名前20致ADR的品种中，抗感染药占15个品种，前三位分别是左氧氟沙星、阿奇霉素、头孢曲松；药品不良反应/事件的剂 型分布以注射剂为主（占59.5%）。  \n  \n    回顾近10年儿童专科医院及综合医院儿科的ADR报告显示，抗生素不良反应约占所有ADR的40%～70%；抗生素不良反应主要发生在10岁以下儿 童，原发疾病以呼吸道感染为主；不良反应大多发生于静脉用药儿童，约占50%～98%；ADR发生与抗菌药物的使用强度相一致，由于使用青霉素前必须进行 皮肤过敏试验，临床医生大多选择使用头孢菌素或大环内酯类，因此在抗生素相关ADR中，头孢菌素占首位，其次为大环内酯类或青霉素类；由于喹诺酮类和氨基 糖苷类抗生素在儿童中使用受限，因此该两类药物的不良反应发生率很低，仅个别医院对氨基糖苷类抗生素的使用未加限制，致肾脏相关不良反应发生率相对较高。  \n  \n    **常用抗菌药物所致不良反应类型**  \n  \n    **头孢菌素类  \n**  \n    此类药物的常见不良反应为过敏性反应，主要表现为皮肤斑丘疹、荨麻疹、皮肤瘙痒等；血清病样反应较少见，表现为发热、皮疹、关节痛或关节炎，上述反应 在停药后可获得缓解。尽管严重的过敏反应（如过敏性休克）罕见，但发生迅速，抢救不及时可危及生命，因此应给予高度重视。  \n  \n    胃肠系统损害也是头孢菌素类药物较常见的不良反应，其中以三代头孢菌素发生率为高（3.6%～10.8%），主要表现为腹泻；在引起消化道出血的报告中，以头孢哌酮为多见（10.8%）；广谱头孢菌素的使用还可导致抗生素相关性肠炎及二重感染（真菌感染等）的发生。  \n  \n    多数头孢菌素经肾脏排泄，其肾毒性与药物浓度相关，当用药剂量过大或与肾毒性药物（如利尿剂或氨基糖苷类抗生素）合用时，则易发生肾脏损害（尤其是对已存在肾功能不全的患儿）。目前，多数门诊静脉使用抗生素均采用一日给药，可能会因一次剂量过大导致肾脏损害。  \n  \n    头孢菌素其他不良反应还包括肝脏损害、血液系统影响（血细胞减少）、神经系统症状及维生素缺乏等。  \n  \n    **青霉素类**  \n  \n    此类药物的不良反应以过敏性反应为主，常见皮疹、瘙痒等，偶见重症渗出性多形性红斑（Steven-Johnson 综合征）和中毒性表皮松懈症，过敏性休克罕见。  \n  \n    青霉素与头孢菌素可发生交叉过敏，约5%～7%对青霉素过敏的患者对头孢菌素过敏。因此，在使用此二类药物前应询问过敏史。  \n  \n    **大环内酯类**  \n  \n    目前使用最多的大环内酯类抗菌药物为阿奇霉素，尽管其消化道等不良反应较红霉素等明显减少，但在儿科临床上，已有静脉用药导致过敏性休克发生的病例报告。目前尚缺乏静脉用阿奇霉素临床安全性的资料，因此，2岁以下儿童应避免使用或谨慎使用。  \n  \n    **小结**  \n  \n    面对发热的患儿及焦虑的家长，儿科医生往往习惯于使用抗生素，其原因包括门急诊量过大，医生用于每例患儿的诊疗时间太少，造成不恰当的诊疗或没有足够 时间与家长沟通而听从家长意愿使用抗生素；迫于当今医患关系的压力，害怕可能的医疗诉讼；缺乏医学知识和技能更新；极少数医生不正当获取药品使用回扣等。  \n  \n    2011年全国抗菌药物临床应用专项整治活动方案已公布，要求门诊抗菌药物处方比例不超过20%，住院患者抗菌药物使用率不超过60%，以及抗菌药物 使用强度控制在40DDD以下。希望在\\*\\*、医院及医务人员的共同努力下，规范抗菌药物临床应用，加强对抗生素药品的安全监管，切实保障儿童的用药安全。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "23b322eb-13dc-4efc-94b6-4481ae98a913", "title": "美国临床肿瘤学会更新转移性乳腺癌骨改良药物指南", "text": "【0】美国临床肿瘤学会更新转移性乳腺癌骨改良药物指南\n　　2011年2月22日，美国临床肿瘤学会（ASCO）基于现有循证医学证据，为转移性乳腺癌（mBC）骨改良药物（BMA）治疗临床实践指南添加了新推荐，同日，该指南摘要在线发表于《临床肿瘤学杂志》（J Clin Oncol）。\n\n【1】　　2000年，ASCO制定并公布了第1部双膦酸盐应用于乳腺癌患者的临床实践指南，并在2003年进行了第1次更新。在回顾了2003年1月至2010年11月间，联机医学文献分析与检索系统（MEDLINE）与循证医学协作网图书馆（Cochrane Collaboration Library）收录的相关文献后，ASCO对指南进行了第2次更新，主要更新点为：推荐了一种新药物——地诺单抗（denosumab）；增加了下颌骨坏死（ONJ）方面的推荐内容。虽然目前也有一些关于伊班膦酸盐的数据更新，但在指南公布之时，美国FDA尚未批准将其用于乳腺癌骨转移治疗。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "2a672aa2-9c0d-48e1-aabf-321576262b1e", "title": "严重颅脑损伤病人PN支持有何特点?", "text": "【0】严重颅脑损伤病人PN支持有何特点?\n鉴于颅脑损伤后病人的特点,胃肠外营养常被选作早期营养支持的手段。其实施中具有以下几个特点  \n(1)临床研究表明,伤后早期PN支持有利于减轻负氮平衡,改善蛋白质合成及增强免疫功能。如循环稳定可于伤口2448小时开始PN支持。  \n(2)代谢率的增加使能量消耗与需求量增加,增加程度与病情相关,其增高量可达基础代谢率的50%~100%。理想的能量供给应根据间接测能仪的实际测量结果确定,或提供非蛋白质热量30~40kcal/(kg:d),蛋白质补充量2.0~2.5g/(kg·d),亦可通过氮平衡的测定来调整人氮量  \n(3)由于创伤后早期血糖升高明显,故双能源的PN支持一方面减少葡萄糖输入量,避免加重糖代谢紊乱,同时,脂肪乳剂具有单位体积提供较高能量的优点,尤应用20%-30%脂肪乳剂时可减少总的液体输注量。MCT具有氧化代谢快等特征,但因其可透过血脑屏障,单位时间内输注量过大可造成中枢神经系统损害,应用时应予注意。  \n(4)颅脑损伤及手术后出现的脑水肿高峰期(一般4~5天)应控制输注液体总量,如出现尿量异常增多时亦应注意水与电解质(K、Mg、P等)的补充  \n(5)其它:损伤和手术后早期血糖较高,可配合应用外源性胰岛素予以控制,对于高代谢状态较明显病人(如出现中枢性高热),可应用环氧化酶抑制剂如布洛芬、消炎痛等来减轻代谢反应程度,并控制体温,增加有神经营养作用的维生素(B族维生素)的补充。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "1bf1bc18-2af0-41e9-8173-f5c326c73ce5", "title": "中国居民口腔健康指南", "text": "【0】**《中国居民口腔健康指南》内容预览**  \n  \n    口腔是人体的重要组成部分，是消化系统的起端，主要由唇、颊、舌、腭、涎腺、牙和颌骨等所组成，具有咀嚼、吞咽、言语和感觉等功能，并维持着颌面部的正常形态。人的一生中有两副牙齿，一副是乳牙，有20颗，一副是恒牙，为28~32颗。  \n  \n    很多因素可干扰口腔健康，妨碍其行使正常功能，使人的外貌形象和社会交往受到影响，此外，口腔疾病还可直接或间接影响全身健康，影响生命质量。为了推动我国居民重视口腔健康、普及口腔保健知识、改善口腔保健行为、提高口腔健康水平，特制定《中国居民口腔健康指南》。《指南》共55条，分普通人群篇、孕产妇篇、婴幼儿篇、学龄前儿童篇、学龄儿童篇、老年篇、残疾人篇，供相关人群使用。  \n普通人群篇  \n一、口腔健康是全身健康的基础  \n  \n    口腔健康是全身健康的重要组成部分，2007年世界卫生组织提出口腔疾病是一个严重的公共卫生问题，需要积极防止。口腔健康包括：“无口腔颌面部慢性疼痛、口咽癌、口腔溃疡、先天性缺陷如唇腭裂、牙周（牙龈）疾病、龋病、牙齿丧失以及影响口腔的其他疾病和功能紊乱。”  \n  \n    口腔健康直接或间接影响全身健康。口腔疾病如龋病、牙周疾病等会破坏牙齿硬组织和牙齿周围支持组织，除影响咀嚼、言语、美观等功能外，还会引起社会交往困难和心理障碍。有些微生物长期存在于口腔中，可导致或加剧某些全身疾病如冠心病、糖尿病等，危害全身健康，影响生命质量。  \n  \n**点击下载完整版地址：******《中国居民口腔健康指南》****", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "e9cd653d-b8a1-4572-96d4-36d7cda795b4", "title": "中枢神经系统肿瘤的临床诊断与治疗进展", "text": "【0】**《中枢神经系统肿瘤的临床诊断与治疗进展》内容预览**  \n  \n    中枢神经系统肿瘤是神经系统疾病中一类具有特殊临床意义的病种，致残、致死率很高，是除脑血管病及颅脑损伤外最常见的中枢神经系统疾患。因此，探索肿瘤的发生、发展规律，临床表现，有关实验室检查、影像学、病理学、各种医疗方法的临床应用及预后评估等，历来是神经学科最重要的研究内容。  \n  \n    一、流行病学  \n  \n    根据国内流行病学资料统计，颅脑肿瘤的每年发病率约为（7～9）/10 万人，而脊髓肿瘤的年发病率在（0.9～2.5）/10 万。最常见的颅内良性肿瘤是脑膜瘤；星形细胞瘤包括胶质母细胞瘤是最常见的颅内恶性肿瘤。颅脑恶性肿瘤占全身恶性肿瘤的 1.5%～2.0%，并可导致大量患者死亡。在美国，原发性颅内恶性肿瘤是儿童实性肿瘤致死的首要原因，同时在青少年和中年癌症中位列第三。但是，即使是良性肿瘤，如果不能全切或者放化疗，在封闭的颅腔内，随着肿瘤的渐进性生长可导致患者死亡。一般来说，颅内肿瘤的总体患病率男性略高于女性。但是某些颅内肿瘤女性多见，如脑膜瘤、垂体腺瘤。新近有一些临床研究表明，在上述治疗的基础上再联合化疗可以进一步提高局部控制率，进而提高远期生存率。而对于多发的脑转移灶或脑转移是全身转移的一部分时，全身化疗或全脑放射治疗是主要的选择。不幸的是，尽管最初的疾病得到控制，颅内恶性肿瘤的死亡率仍然居高不下。  \n  \n    二、病因  \n  \n    神经系统肿瘤发病原因并不明确。目前较为大家所接受的是由正常组织或胚胎残留组织受到遗传的、生物的、化学的或物理的刺激因素，引起间变，一方面无限制增殖，另一方面细胞程序性死亡（凋亡）减少，从而导致肿瘤的发生发展。近年来分子生物学研究表明，导致细胞间变的分子基础为癌基因的过量表达及抑癌基因的突变或丢失，而这种癌基因的诱导表达或抑癌基因的突变或丢失，均为逐渐发展而形成的。在病毒、射线、化学致癌物等各种因素的刺激下，出现细胞基因的改变，细胞失去正常的增殖规律而癌变。  \n  \n**《中枢神经系统肿瘤的临床诊断与治疗进展》完整版内容下载地址：  \n**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "e41a7118-883a-414e-a54d-1a5c6fa299b6", "title": "2013年我国胰腺囊性肿瘤共识意见(草案2013,上海)", "text": "【0】**2013年我国胰腺囊性肿瘤共识意见(草案2013,上海)内容预览**\n\n【1】    本共识意见（草案）依据我国胰腺囊性肿瘤的最近研究，并参考国际相关指南和研究进展，由《中华胰腺病杂志》编委会组织消化、内镜、外科、影像、病理、肿瘤等多学科专家集体讨论形成。希望同道们参考并提出宝贵意见，以期提高我国胰腺囊性肿瘤的诊治水平。  \n  \n    胰腺囊性病变（pancreatic cystic lesions,PCLs）是一组呈囊性或囊实性的胰腺占位性病变。随着医学影像学的发展，PCLs检出率逐年增加，对这类疾病的认识也日益提高。其中，胰腺囊性肿瘤（pancreatic cystic neoplasms,PCNs）尤其受到临床医师关注，但对这类疾病的自然史和发病机制尚未完全阐明，对其诊断、治疗及随访成为重要的临床问题。\n\n【2】**2013年我国胰腺囊性肿瘤共识意见(草案2013,上海)****完整版下载  \n**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "89c12411-99d5-4ffc-9449-62c1ef14d5e8", "title": "NCCN2013V2非小细胞肺癌诊疗指南要点更新解读", "text": "【0】NCCN2013V2非小细胞肺癌诊疗指南要点更新解读\n    2013年NCCN制定的非小细胞肺癌诊疗指南已经更新到第二版（2013.V2），更新内容比较广泛，通过内容的更新也看到非小细胞肺癌（NSCLC）的个体化治疗更加趋于规范和完善。有哪些更新点？本文就一些更新要点进行解析如下：  \n  \n    要点更新（1）-低剂量螺旋CT用于肺癌高危人群筛查  \n \n\n【1】  \n    这部分修改：  \n  \n    删除最后一个标注，替代为：低剂量肺癌筛查（LDCT）推荐用于部分高危吸烟者和曾吸烟者  \n  \n    见NCCN肺癌筛查指南：NCCN临床实践指南：肺癌筛查（2014.V1）  \n  \n    要点更新（2）-姑息治疗写入指南  \n \n\n【2】  \n    这部分修改：  \n  \n    初始评估，新增“采用5A模式：询问、建议、评估、辅助、安排” （Ask, Advise, Assess, Assist, Arrange）  \n  \n    增加文献：Temel JS, et al. N Engl J Med 2010; 363:733-742.  \n  \n    要点更新（3）-强调组织学分型和分子分型的重要性  \n \n\n【3】  \n    这部分修改：  \n  \n    1、转移性疾病评估修改：“通过足够的分子学检验以明确组织学亚型”  \n  \n    2、腺癌、大细胞癌、NSCLC NOS:新增角注“cc”:如果ROS1突变状态已知与阳性，可接受克唑替尼治疗（Bergethon K, et al. J Clin Oncol 2012; 30:863-870.）；检测结果修改：“EGFR突变或ALK阴性”,删除“未知”  \n  \n    3、鳞癌，检测推荐修改：不推荐常规进行EGFR突变与ALK检测，除非在不吸烟和活检标本少的情况下；新增角注“ee”:Paik PK, et al. Mol Cancer Ther published on-line August 14, 2012.  \n  \n    要点更新（4）-培美曲塞继续维持治疗证据级别提高  \n \n\n【4】  \n    这部分修改：  \n  \n    继续维持化疗部分：  \n  \n    1、贝伐单抗联合培美曲塞增加为2A类推荐，新增角注“kk”:如果一线使用贝伐单抗联合培美曲塞/含铂化疗方案  \n  \n    2、培美曲塞从“2A类”推荐改为“1类”推荐  \n  \n    3、“观察”改为“密切观察”（也适用于NSCL-18）  \n  \n    4、角注“II”更新（也适用于NSCL-18）  \n  \n    要点更新（5）-EGFR突变患者EGFR-TKI的应用  \n \n\n【5】  \n    这部分修改：  \n  \n    1、“在现有化疗基础上增加厄洛替尼”,推荐从“2B类”改为“2A”类  \n  \n    2、厄洛替尼进展后的治疗，新增：  \n  \n    1）症状性，脑，孤立病灶：考虑局部治疗并持续厄洛替尼  \n  \n    2）症状性、脑，多发病灶：考虑WBRT并持续厄洛替尼  \n  \n    3）症状性，全身孤立病灶：考虑局部治疗并持续厄洛替尼  \n  \n    4）症状性、全身多发病灶：考虑全身治疗±厄洛替尼  \n  \n    5）无症状性：持续厄洛替尼  \n  \n    3、新增角注“qq”:进展时活检以明确获得性耐药机制，因为部分患者进展时会转变为SCLC  \n  \n    4、新增角注“rr”:注意部分中止TKI治疗的患者中会出现疾病爆发现象，如果出现疾病爆发，重新开始EGFR-TKI治疗  \n \n\n【6】  \n    六、其他内容：  \n  \n    1、诊断评估原则：  \n  \n    强烈疑似为临床I或II期肺癌患者（基于危险因素和影像学表现）不需要接受术前活检；  \n  \n    支气管镜应优先应用于计划的手术切除期间，而非独立操作；  \n  \n    对于绝大部分临床I或II期肺癌推荐术前进行侵袭性纵隔分期；  \n  \n    在疑似NSCLC患者中，有许多技术可用于组织诊断；  \n  \n    对个体患者所推荐的诊断性策略取决于肿瘤的大小与部位，综合或远处疾病的存在与否，患者特征（如肺病理学和/或其他明显合并疾病），以及当地的经验与专家水平。  \n  \n    2、新增“多重肺癌”部分  \n  \n    3、改标题为：“新辅助与辅助化疗”;删除标题：“已发表的化疗方案”与“其他可接受的含铂方案”.明确“4周期”为顺铂/吉西他滨和顺铂/多西他赛方案。新增角注：“这些方案可作为新辅助化疗，在局部治疗前应用3个周期，请参阅讨论以获得更多信息与参考文献”.  \n \n\n【7】  \n    4、一线治疗部分：  \n  \n    1）厄洛替尼“适用于”改为“推荐”作为EGFR突变患者一线治疗；  \n  \n    2）删除：局部晚期NSCLC,同步化疗联合胸部放疗优于单纯放疗与放疗后序贯化疗；  \n  \n    3）修改：顺铂或卡铂与以下药物联合证实有效：紫杉醇、多西他赛、吉西他滨、依托泊苷、长春新碱、长春瑞滨、培美曲塞或白蛋白结合型紫杉醇。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "fd898e39-a3bc-429f-a40d-a10f078b82cb", "title": "2010动脉粥样硬化性疾病一级预防中国专家共识", "text": "【0】    **《2010动脉粥样硬化性疾病一级预防中国专家共识》内容简介：**    过去的 100 年，世界范围的疾病谱发生了巨大变化，心血管疾病导致全球总死亡的比例从 20 世纪初的 1/10 发展到 21 世纪初的 1/3，已成为全球首位死因，且流行趋势不断加剧。2006 年中国卫计委统计信息中心发布的《中国卫生事业发展情况统计公报》显示，我国心血管疾病的流行趋势与全球完全相符，心脑血管疾病从 1990 年起一直是国人的主要死亡原因，目前已占全国总死亡人数的1/3。如果不加以控制，到 2020 年我国心血管疾病死亡将再增加 50%。因此控制心血管疾病蔓延成为我国 21 世纪提高人民健康水平的重中之重。    **《2010动脉粥样硬化性疾病一级预防中国专家共识》内容预览：**    动脉粥样硬化性疾病包括：冠心病（coronary artery disease, CAD）、脑卒中、腹主动脉瘤和外周动脉疾病，是心血管疾病致残致死的主要原因。动脉粥样硬化性疾病的发生发展是一个漫长的过程，无症状动脉粥样硬化早在儿童时期就已经存在，常在首次发病就有致死、致残的高风险，有报道男性约 60%、女性约 45%首发症状即为急性心肌梗死\\[Murabito et al Circ 1993 88: 2548\\]，70%首发症状即为脑卒中 \\[2006stroke\\]。一系列儿童和青年动脉粥样硬化早期干预研究和动物研究证实，在症状出现前的早期病理阶段有效控制致病因素，将延缓或阻止无症状动脉粥样硬化发展成临床心血管疾病，即心血管疾病一级预防。    **点击下载\\*\\*\\*：《2010动脉粥样硬化性疾病一级预防中国专家共识》**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "6e54b62e-7906-4850-9cda-535f92be0070", "title": "脑死亡判定标准与技术规范（成人质控版）-2013", "text": "【0】**脑死亡判定标准与技术规范（成人质控版）-2013  内容预览：**\n\n【1】1968年，美国哈佛医学委员会提出了脑死亡的概念与标准。此后，世界上许多国家医学界相继支持并采用和完善了这一标准。20世纪70年代，我国开始了脑死亡判定的理论研讨与临床实践。2003年中华医学杂志等主要医学杂志刊登了卫计委脑死亡判定标准起草小组制订的《脑死亡判定标准(成人)(征求意见稿)》和《脑死亡判定技术规范(成人)(征求意见稿)》。2012年3月，国家卫生和计划生育委员会(原卫计委)批准首都医科大学宣武医院作为国家卫生和计划生育委员会脑损伤质控评价中心。2013年，该中心在10年来脑死亡判定临床实践与研究的基础上．对上述2个文件进行了修改与完善，希望新的《脑死亡判定标准与技术规范(成人质控版)》作为医学行业标准推动我国脑死亡判定工作有序、规范地开展。\n\n【2】**\\*\\*\\*下载地址：****脑死亡判定标准与技术规范（成人质控版）-2013**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "d785fa2f-44f6-4aac-91ce-a6a5d901b397", "title": "2012——2013版肿瘤相关性贫血临床实践指南", "text": "【0】**《2012——2013版肿瘤相关性贫血临床实践指南》内容预览**\n\n【1】    在2010-2011版《EPO治疗肿瘤相关性贫血中国专家共识》发布以后，此共识受到各级临床机构以及科研单位的重视。随着对于共识的不断实践以及深入，我们积累了越来越多的经验和知识。同时，根据国外相关指南以及共识的更新，越来越多的新的知识和经验被带入到肿瘤相关性贫血治疗的领域中。故此，专家委员会决定将2010-2011版《EPO治疗肿瘤相关性贫血中国专家共识》进行更新，并且将其升级为2012-2013版《肿瘤相关性贫血临床实践指南》。希望本指南能够更好更深入地指导临床实践。同时，本指南是开放的和不断更新的，盼能够随时接纳更多的临床意见和建议，为中国的医疗事业做出更大贡献！  \n  \n    肿瘤相关性贫血（cancer related anemia,CRA）是恶性肿瘤常见的伴随疾病之一。  \n  \n    CRA产生可以由多种因素引起，归纳起来主要包括肿瘤方面的因素（如失血、溶血、骨髓受侵犯）或针对肿瘤治疗方面的因素（如化疗的骨髓抑制作用、肿瘤放射治疗等）两个方面。  \n  \n    目前国际上已有一些针对肿瘤相关性贫血的治疗指南或共识，但是在国内还没有针对肿瘤相关性贫血的临床治疗指南，特别是Erythropoietin Stimulating Agents（ESAs）在肿瘤相关性贫血应用上的临床使用指南。虽然在原则上可以参照国外相关治疗指南（或共识），但由于国情的不同，加之还存在一些认识和应用上的差异。而且，根据最新研究，EPO治疗肿瘤相关性贫血的临床实际应用也还存在一些争议，因此十分有必要制定适合中国国情的肿瘤相关性贫血的治疗指南（以下简称指南），以此来指导今后的临床实践和研究。  \n  \n    指南的制定与其他肿瘤学指南制定的基本原则相似，主要基于目前国内外针对肿瘤相关性贫血研究的进展和相关研究数据，同时参考国外已有的肿瘤相关性贫血的治疗指南。  \n  \n    在制定指南的过程中遵循以下原则：  \n  \n    （1）多学科的专家以及相关专业人员参与（血液科、肿瘤内科、肿瘤放疗科、医药界代表等）；  \n  \n    （2）参考公开发表的文献（截止2011年12月）和药厂提供的处方资料；  \n  \n    （3）根据文献或资料的可信等级确定某一临床问题在本指南中的推荐等级；  \n  \n    指南的主要目的是利用现有的循证医学证据，为临床医生对肿瘤相关性贫血的诊疗提供指导和帮助\n\n【2】**《2012——2013版肿瘤相关性贫血临床实践指南》完整版下载地址：http://ziyuan.iiyi.com/source/down/1477976.html**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "14b613f3-1f26-4001-920c-bc23971b6580", "title": "高血压新指南NICE与JNC8差异", "text": "【0】高血压新指南NICE与JNC8差异\n    NICE 2011高血压指南依然沿用以风险评估为基础的方法来确定高血压诊断及治疗的标准。新指南回顾了19项比较动态血压监测（ Ambulatory Blood Pressure Monitoring，ABPM）或家庭血压监测与诊所血压监测的研究后，认为诊所外血压较诊所血压能更好地预测未来心血管事件的风险，因而除可采用以往的诊所多次测量血压来确定高血压的诊断外， ABPM可提高高血压诊断的准确性，建议采用ABPM作为诊断高血压的标准，若患者不能接受ABPM，建议以家庭血压监测替代；若平均日间ABPM或家庭血压监测数值≥135/85 mm Hg，则诊断为高血压。指南还对ABPM及家庭血压监测的检测方法及数据采集给出了具体建议，在诊断高血压的同时，还应对靶器官损害及心血管事件进行风险评估。  \n  \n    建议以ABPM作为诊断高血压的主要标准将改变目前高血压的诊断模式及治疗人群，近1/4的高血压人群因新的诊断标准的出现可能不需接受降压治疗。针对这一明显改变，很多人提出质疑，认为单纯诊所血压升高或某些情况下血压升高但ABPM血压不高的人群，不接受药物治疗可能导致远期不良事件的增加，因为血压变异性增高会增加心脑血管事件的风险，而且目前按照ABPM对高血压重新定义的证据尚不充分。在以往的临床研究中大约500 000例依据诊所血压诊断的高血压人群接受降压治疗，证明可明显减少心肌梗死、卒中及全因死亡的风险，而ABPM在这方面的证据不充分，尚需进一步的对照研究证明ABPM在心脑血管事件及全因死亡的预防方面优于诊所血压监测。  \n  \n    NICE 2011按照ABPM对血压重新进行了界定，<135/85 mm Hg界定为正常血压，135/85~150/95 mm Hg为1级高血压。NICE指出这一高血压界定的阈值是延续NICE 2004的标准，与国际建议一致，与对高血压预后的多元分析结果相符，但很多人对NICE高血压阈值的定义存在异议。有研究认为ABPM与诊所血压的差异应为12/7 mm Hg，日间平均动态收缩压135±14 mm Hg与诊所平均血压155±22 mm Hg相当。  \n  \n    **高血压的治疗**  \n  \n    NICE 2011对高血压治疗的阈值、治疗目标及药物选择方面均进行了更新。新指南建议对于诊所血压≥180/110 mm Hg的严重高血压应立即降压治疗，无需等待ABPM或家庭血压监测结果。80岁以下的1级高血压如果同时合并靶器官损害、心血管疾病、肾脏疾病、糖尿病或10年的心血管事件风险超过20％，应予降压治疗，否则应监测ABPM。2级高血压无论是否合并上述情况均应降压治疗，40岁以下年轻人如果不合并上述情况，应查找继发性高血压的原因，仔细评估可能的靶器官损害。  \n  \n    降压治疗过程中，建议采用诊所血压监测评估降压治疗效果，对于白大衣性高血压，可采用ABPM或家庭血压监测来评估。80岁以下的患者降压治疗目标为诊所血压在140/90 mm Hg以下，80岁以上患者降压目标为150/90 mm Hg以下。降压药物的选择发生较大改变，对利尿剂及β受体阻滞剂的建议明显减少，推荐采用4步法选择降压药物。第1步，55岁以下的高血压患者，建议首选血管紧张素转换酶抑制剂（ACEI）或血管紧张素受体拮抗剂（ARB），但不建议二者合用，55岁以上、非洲或加勒比裔黑人患者建议首选钙离子通道阻断剂（CCB），如果因浮肿或心力衰竭等原因不能耐受CCB，建议应用利尿剂，利尿剂首选噻嗪类利尿剂，如氯噻酮或吲达帕胺；第2步，ACEI或ARB与CCB合用，如果不能耐受CCB，建议应用噻嗪类利尿剂；第3步，如果需要3种药物控制血压，建议选择ACEI或ARB与CCB及噻嗪类利尿剂合用；第4步，顽固性高血压可加用第4种降压药物，如果血钾在4.5 mmol/L以下，可加用低剂量螺内酯，如果血钾高于4.5 mmol/L，可将噻嗪类利尿剂加量，如果不能耐受利尿剂或利尿剂禁忌，可考虑加用α受体阻断剂或β受体阻滞剂。  \n  \n    NICE 2011对高血压药物的推荐基于降压药物对心血管事件预防的价值，并结合降压药物的耐受性及成本效益比。指南指出，年轻人血管紧张素系统活性增加，ACEI类药物成本效益比高，因而建议55岁以下高血压患者首选ACEI或ARB。考虑到CCB对血糖代谢、电解质平衡影响较小，可减轻血压变异性，降低卒中发生率，指南建议55岁以上高血压患者首选CCB。结合ASCOT研究结果，ACEI与CCB合用较利尿剂与β受体阻滞剂合用能进一步减少心血管事件风险，利尿剂与β受体阻滞剂合用对血糖造成一定程度的影响。指南推荐ACEI或ARB与CCB合用，而考虑到β受体阻滞剂对血糖代谢的影响，并结合几项多元分析，认为β受体阻滞剂成本效益比低，与其他的一线降压药物比较，降压效果较差，卒中的风险增加，因此将β受体阻滞剂仅推荐用于顽固性高血压，除非合并其他应用β受体阻滞剂的指征。  \n  \n    指南中对β受体阻滞剂的建议引起了较大争议。另两项针对几十万人群的回顾性分析表明，所有类型的降压药对心血管事件具有同等的保护作用，β受体阻滞剂也不例外。CCB较其他类型降压药具有轻度的卒中保护作用，由于在β受体阻滞剂的研究中，主要的对比药物为CCB，因此可能造成β受体阻滞剂增加卒中风险的结论。ASCOT研究发现，β受体阻滞剂较CCB可增加糖尿病的发生，但血糖增加的绝对值只有0.2 mmol/L，因此指南可能高估了β受体阻滞剂对卒中及糖尿病的影响。β受体阻滞剂除降压作用外，可明显减少冠状动脉事件后再发事件的风险，因此有人认为放弃β受体阻滞剂治疗，可能无法使有冠状动脉风险的患者进一步受益。  \n  \n    **JNC 8展望**  \n  \n    自1977年JNC 1公布以来，JNC不断更新，JNC 8也将在JNC 7的基础上结合新的证据及研究结果，对原有指南进行更新。尽管JNC 8尚未发表，根据近年来的研究结果可以大致推测新指南的更新方向。新指南依然会根据风险评估来确定治疗选择，而且对风险评估会更加重视。由于高危高血压患者降压治疗的重要性，指南可能会建议对高危高血压患者早期紧急治疗，为达到降压目标，可能对联合用药的讨论增加，但由于目前尚缺乏3种降压药物联合治疗的证据，对多种药物联合治疗的讨论及建议可能较少。由于目前对诊所血压局限性的认识增加及家庭血压监测的广泛普及，诊所外血压监测将受到更多关注，诊所外血压监测的器材及措施的正确使用也将在指南中出现。  \n  \n    JNC 8即将发表，JNC 8的内容与其他指南是否会有差异或冲突，对诊所内外血压的阈值界定是否会与NICE 2011一致，β受体阻滞剂及利尿剂在新指南中的地位如何都将值得大家期待。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "a011cb15-f7bf-4856-9292-e6a3431ee65e", "title": "儿童哮喘的雾化治疗", "text": "【0】儿童哮喘的雾化治疗\n    吸入疗法是哮喘急性发作首选的给药方法  \n  \n    儿童哮喘急性发作的治疗目标是避免在短时间内病情进行性加重，减少并发症，避免死亡，并教育患儿掌握自我管理的方法。大多数哮喘急性发作患儿都应考虑使用联合治疗方案，其意义在于：最大程度缓解气道痉挛，通过多途径控制哮喘的发病环节，提高疗效和减少可能的药物不良反应。  \n  \n    吸入疗法是哮喘急性发作治疗中首选的给药方法。吸入治疗的最大优点在于药物可以较高浓度快速、直接作用于靶器官，局部药物浓度高，疗效亦好。值得注意的是，儿童对许多哮喘治疗药物的代谢快于成人，年幼患儿对药物的代谢快于年长患儿。吸进肺内的药物量也与年龄直接相关：年龄越小，吸入肺内的药量越少。因此，一般无需根据单位体重计算吸入治疗药物的剂量。  \n  \n    射流雾化是目前临床最常用的儿童哮喘急性发作治疗的雾化吸入方法。呼吸节律可影响吸入肺内的药量，患儿哭闹时吸气短促，雾化药主要存在口咽部。患儿烦躁不安也使面罩不宜固定。因此，尽可能使患儿在安静状态下用口器吸药。如使用面罩，则密闭式优于开放式。  \n  \n    速效β2受体激动剂吸入治疗是儿童哮喘急性发作时逆转气流阻塞最主要的治疗方法。婴儿早期气道就存在对支气管舒张剂的反应。因此，所有哮喘防止指南均明确指出，速效β2受体激动剂是任何年龄急性哮喘患儿的首选治疗药物。在哮喘急性发作时，β2受体激动剂的初始治疗至关重要。治疗第1小时，患儿可每20分钟吸入1次，连续3次。以后可根据患儿病情每1~4小时重复吸入。  \n  \n    哮喘急性发作时，胆碱能神经亢进引起患儿气道痉挛、黏液过度分泌。抗胆碱药可有效控制气道痉挛和黏液过度分泌，使哮喘症状得到缓解。近期研究显示，β2受体和胆碱能受体间存在相互作用。胆碱能张力的增加可抑制β2受体活性，β2受体激动剂能够拮抗胆碱能张力增加所致的支气管收缩作用。因此，抗胆碱药是儿童哮喘急性发作联合治疗的有效组成药物，其与β2受体激动剂联合应用可增加疗效。  \n  \n    抗胆碱药在婴幼儿患者中的使用已显示出良好的安全性和有效性，对初始β2受体激动剂治疗反应不佳的患儿应尽早使用。研究显示，患儿哮喘急性发作时，第一小时3次加用异丙托溴胺雾化治疗能快速缓解哮喘症状，改善肺功能，减少急诊治疗时间，降低住院率。药物剂量为：溴化异丙托品（爱全乐）250~500 μg/次，加入β2受体激动剂溶液作雾化吸入，治疗间隔时间同β2受体激动剂。目前临床有异丙托溴胺与沙丁胺醇的混合制剂（可必特），有气雾剂和雾化溶液2种剂型，使用简便，更适用于儿童哮喘急性发作的治疗。\n\n【1】   点击查看原文：http://www.iiyi.com/med/thread-2122820-1.html", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "4a7849fe-a7a9-411c-a484-451083de0aaf", "title": "2010ESMO癌性疼痛治疗指南", "text": "【0】    **《2010ESMO癌性疼痛治疗指南》内容简介：**  \n    欧洲肿瘤内科学会（ESMO）癌痛治疗指南于2004年12月首次颁布，此后每两年更新一次。2010年5月，ESMO对2008年指南再次更新。该指南摒弃冗长的文字叙述，简明扼要地阐述了止痛治疗的基本原则，给人以面貌全新之感；对临床医生普遍关注的一些止痛实际问题，该指南多有涉及，并有明确观点。这一指南对欧洲各国普遍适用，也值得我们借鉴学习。    **《2010ESMO癌性疼痛治疗指南》内容预览：**  \n    4.\\*\\*类药物的剂量滴定  \n  \n    剂量滴定的目的是尽快有效止痛。药物止痛时，应按时给予\\*\\*止痛剂控制基础性疼痛，按需给药治疗爆发痛。控制爆发痛应优选起效快、作用时间短的止痛药，止痛药剂量为每日\\*\\*剂量的10.15%;每日爆发痛次数超过4次时，应相应增加按时给药的\\*\\*剂量。  \n  \n    5.\\*\\*类副作用治疗  \n  \n    \\*\\*类药物治疗后可有便秘、恶心呕吐、尿潴留、皮肤瘙痒和中枢神经毒性。毒性反应难以控制时，可降低\\*\\*剂量，以减轻上述副作用，此时应联合其他药物止痛（如第一阶梯药物）确保疼痛有效控制。治疗副作用的另一策略是在维持原\\*\\*类药物剂量的同时，积极给予对症治疗药物；必要时可行\\*\\*药物转换，但一定要把握合适的转换剂量。\\*\\*药物过量时可用纳络酮解救治疗。  \n  \n    6.放射治疗  \n  \n    放疗对骨转移、肿瘤压迫邻近神经、脑转移癌所致的局限性疼痛尤其有效。  \n  \n    7.外科手术及其他介入治疗手段  \n  \n    骨转移所致骨折或骨折即将发生、空腔脏器梗阻时，可考虑外科手术或其他介入治疗手段止痛。    **点击下载\\*\\*\\*：《2010ESMO癌性疼痛治疗指南》**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "6bf5832e-74b2-4141-a78e-8709862b03c9", "title": "皮肤病预防与治疗", "text": "【0】**《皮肤病预防与治疗》内容预览**  \n  \n    一、皮肤的结构  \n    皮肤分为表皮和真皮。  \n    表皮是皮肤的浅层结构，由复层扁平上皮构成。从基底层到表面可分为五层，即基底层、棘层、颗粒层、透明层和角质层。  \n  \n    1、基底层：位于表皮的最深层，借基膜与深层的真皮相连。基底层是一层矮柱状上皮细胞。细胞较小、排列整齐，核呈卵圆形胞质中常含有黑色素颗粒。矮柱状上皮细胞之间有黑色素细胞。黑色素细胞略呈圆形，有树枝状突起，胞核较小，能产生黑色素颗粒。黑色素颗粒的多少与皮肤颜色的深浅有关。黑色素颗粒能够吸收紫外线，使深层组织免受紫外线辐射的损害。基底层的细胞分裂比较活跃，不断产生新细胞并向浅层推移，以补充衰老、脱落的角质细胞。因此，也称生发层。  \n    2、棘层：位于基底层的浅面，由4-10层多边形细胞组成，细胞较大，由许多棘状突起，胞核呈圆形。  \n    3、颗粒层：位于棘层的浅面，由2-3层梭形细胞组成。胞质中有大小不等的透明角质颗粒。普通染色呈强嗜碱性，胞核较小，染色较淡。  \n    4、透明层：位于颗粒层的浅面，由2-3层无核的扁平细胞组成。胞质中含有嗜酸性透明角质，它由颗粒层细胞的透明角质颗粒变性而成。  \n    5、角质层：位于表皮的最浅层，由几层到几十层扁平无核角质细胞组成，细胞质内充  \n  \n**点击下载\\*\\*\\*《皮肤病预防与治疗》  \n**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "f1961672-d796-4c54-ac3e-6b9156838425", "title": "产后出血相关因素分析及预防措施的探讨", "text": "【0】产后出血相关因素分析及预防措施的探讨 内容预览： \n\n【1】    目的：探讨产后出血发生的相关因素及防止措施。相关性因素: 病理产科是产后出血的高危因素, 子宫收缩乏力是产后出血的主要原因。未进行孕期保健、有妊娠并发症及孕产史、剖宫产、产程延长、无早接触及早吸吮等。结论 产后出血发生率较高, 与多种因素相关; 加强孕前宣教及孕期管理、严格掌握剖宫产指征、提高医务人员助产技术、同时提倡早接触早吸吮等可减少产后出血的发生。  \n   \n    产后出血是产科分娩期严重并发症, 位于引起我国孕产妇死亡原因的首位, 无论是世界卫生组织报道的资料, 还是全国孕产妇死亡监测结果, 均显示产后出血是孕产妇死亡原因的首位\\[ 1\\] , 严重者可造成失血性休克、继发性垂体前叶功能减退甚至死亡, 极大威胁着育龄妇女的健康和生命安全。因此,降低产后出血的发生率是产科面临的重要课题。对本院2006 年1 月~ 2008 年12 月住院产妇产后出血病例进行分析, 观察产后出血的相关因素, 并探讨预防干预措施, 降低孕产妇病死率。  \n  \n    一般资料：产后出血110 例作为观察组, 年龄19~ 47岁, 平均26. 4 岁; 本组均符合产后出血诊断标准, 出血量计算采用称重法或容积法\\[ 2\\] 。选择同期无产后出血160 例作为对照组, 两组在年龄、停经天数等方面无差异, 具有可比性(P >0. 05) 。  \n  \n    方法：回顾性分析患者住院病历, 统计产后出血发生率、出血时间; 引起出血的原因; 观察孕期保健、妊娠并发症、孕产史( 经产妇、有流产史者) 、分娩方式、产程延长、巨大儿、早接触及早吸吮等与产后出血的关系。  \n  \n    讨论：糖尿病患者长期处于高血糖状态, 血管硬化引起人体重要脏器供血不足、功能减退, 糖、蛋白质、脂肪代谢紊乱, 导致机体营养状态差, 防御功能降低\\[2\\] 。高血糖可使血浆渗透压增高, 中性粒细胞的趋化、吞噬、杀力功能下降, 使机体抗感染抵抗力降低, 有利于病原菌生长繁殖。病原微生物容易侵入、定植、繁殖, 使DM 患者容易发生感染, 同时也极易发生医院感染\\[3\\] 。尿路感染是糖尿病患者最常见的并发症之一。由本资料可见, 尿路感染病原菌中, 大肠埃希菌占优势,有45 株, 为62. 50%。该菌多来源于肠道菌群, 当人体免疫力下降时, 肠道微生态失调, 正常菌群发生定位转移, 导致机体发生内源性感染。  \n   \n    大肠埃希菌表面的伞状物和菌毛可与尿路上皮细胞牢固结合, 使输尿管蠕动减弱并扩张, 尿液不能冲走细菌, 故细菌的粘附性是导致大肠埃希菌逆行感染的重要原因\\[4\\] 。随着高科技的发展, 介入性治疗手段和免疫抑制剂的使用, 肿瘤、糖尿病等复杂基础疾病导致患者免疫力降低,使CNS 成为泌尿生殖道感染的重要机会致病菌和医院感染的重要病原菌\\[5\\] , 应引起临床的重视。铜绿假单胞菌占4.17%, 该菌为多药耐药菌, 也是临床医师治疗的难题。白色假丝酵母菌也占有一定的比例, 为1. 39%, 该菌是二重感染病原菌, 难以治疗, 但临床医师应注意区别是来源于尿路感染还是女性\\*\\*分泌物, 因其治疗原则不同, 故在留取尿液标本时要避免\\*\\*菌群的污染。  \n  \n    糖尿病尿路感染危险单因素分析结果表明, 住院时间长、滥用抗菌药物、糖尿病未控制等是糖尿病尿路感染的危险因素。合理使用抗生素和加强糖尿病健康教育值得临床医师重视\\[6\\] 。细菌的耐药性日益成为感染性疾病控制中的问题。本组资料显示对氨苄青霉素、庆大霉素、左氧氟沙星、环丙沙星及氯霉素、氨曲南、头孢他啶的耐药率48. 66%~ 75. 00%, 给临床治疗带来很大困难。U TI 对舒普深、头孢噻肟、奈替米星及洛美沙星、呋喃妥因都有较高的敏感性, 头孢菌素由于毒副作用小可选用, 呋喃妥因可治疗症状较轻或ASP 患者可首选, 年龄大且长期卧床的病人, 经过普通抗生素治疗效果不佳的应考虑存在真菌的感染。\n\n【2】点击下载\\*\\*\\*：产后出血相关因素分析及预防措施的探讨", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "f8dcce08-a458-49b6-a049-00f6a9605eb8", "title": "2007中华医学会慢性心力衰竭诊断治疗指南", "text": "【0】    **《2007中华医学会慢性心力衰竭诊断治疗指南》内容简介：**    在初始的心肌损伤以后,交感神经系统和 肾素一血管紧张素一醛固酮系统 兴奋性增高,多种内源性的神经内分泌和细胞因子激活 其长期、慢性激活促进心肌重构,加重心肌损伤和心功能恶化,又进一步激活神经内分泌和细胞因子等,形成恶性循环.因此,治疗心衰的关键就是阻断神经内分泌的过度激活,阻断心肌重构。    **《2007中华医学会慢性心力衰竭诊断治疗指南》内容预览：**  \n    慢性心衰的治疗在世纪年代以来已有了非常值得注意的转变从短期血流动力学药理学措施转为长期的、修复性的策略，目的是改变衰竭心脏的生物学性质。心衰的治疗目标不仅仅是改善症状、提高生活质量，更重要的是针对心肌重构的机制，防止和延缓心肌重构的发展，从而降低心衰的死亡率和住院率。年美国心脏病学院美国心脏学会、欧洲心脏病学会和年中国的心衰指南都确立了以神经内分泌抑制剂为基础的治疗原则年的口、心衰指南〕，以及年的加拿大心血管学会、美国心衰学会指南川中，神经内分泌抑制剂如血管紧张素转换酶抑制剂和受体阻滞剂等仍是基本治疗。  \n  \n    本指南包括收缩性和舒张性慢性心衰。急性心衰未包括在内，但有慢性心衰急性发作的专节。本指南的重点是慢性心衰的药物治疗。非药物治疗仅作简要介绍。  \n  \n    瓣膜性心脏病所致心衰，主要的治疗是手术修补或置换瓣膜。由于该病的临床特殊性，应用神经内分泌抑制剂治疗慢性心衰的长期临床试验均未入选此类患者。本指南仅在专节中作简要阐述。某些特殊人群，如并存其他疾病高血压、糖尿病、冠心病、心律失常、贫血、肾功能不全等的心衰，本指南均列专节介绍。    **点击下载\\*\\*\\*：《2007中华医学会慢性心力衰竭诊断治疗指南》**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "e6d7e43c-2546-4100-be39-506412d8a197", "title": "孕妇睡眠差 早产危险大", "text": "【0】孕妇睡眠差 早产危险大\n    虽然早产的原因尚不完全清楚，但有多种因素可能在早产发生中起一定作用。据美国“健康日”网11月1日报道，当日出版的《睡眠》杂志一项新研究发现，怀孕前三个月和后三个月存在睡眠困难或者睡眠干扰的孕妇发生早产的危险更大。但是，新研究尚未发发现怀孕中期睡眠问题与早产危险之间存在任何关联。  \n  \n    美国匹兹堡大学研究人员表示，虽然激素变化及其它生物节律影响有一定的影响，但是研究人员仍无法确定不良睡眠与孕妇早产之间的关联性。一种可能的解释是，与压力有关的糟糕睡眠会导致孕妇炎症危险增大，进而诱发早产。  \n  \n    研究人员表示，孕妇及早改善睡眠习惯有助于降低早产危险。匹兹堡大学医学院精神病学与心理学副教授米歇尔·奥昆博士表示，这项新研究进一步证实“不良睡眠是导致早产的一个重要危险因素。”当药物等其它早产因素同时出现时，不良睡眠更容易增加早产几率。但是睡眠问题更容易快速得到发现、诊断和矫正。医生通过评估孕妇睡眠质量，即能够在怀孕早期发现早产的潜在危险，以便及时采取干预措施。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "079f919b-a139-48cb-9b5f-c955237e209e", "title": "急诊心律失常，如何用好胺碘酮？", "text": "【0】急诊心律失常，如何用好胺碘酮？\n    目前抗心律失常药物口服制剂的使用有所减少，但在急性心律失常救治中静脉制剂仍占据重要地位。胺碘酮为广谱抗心律失常药，其静脉制剂主要适用于严重心律失常，特别是合并器质性心脏病、有心肌缺血或心功能不全者。胺碘酮特点使之在所有静脉抗心律失常药物中一枝独秀。  \n  \n    静脉胺碘酮早期主要表现为Ⅰ、Ⅱ、Ⅳ类抗心律失常药物作用，Ⅲ类药物的作用出现较晚，这是其代谢特点决定的。胺碘酮进入体内后会逐渐产生活性代谢产物去乙基胺碘酮，后者具有较强的Ⅲ类作用，且药代动力学特点与母药不同。静脉应用早期，去乙基胺碘酮浓度很低，因此Ⅲ类作用不明显。只有长期应用或加用口服制剂才可在数日内发生。虽然胺碘酮的排泄半衰期很长，但静脉注射后的分布半衰期只有30min左右，这决定了其静脉使用时须采用负荷量加维持量的方法。  \n  \n    新近公布的《心律失常紧急救治专家共识》明确了静脉胺碘酮的适应症。该药主要用于恶性室性心律失常，包括血流动力学稳定的持续单形室性心动过速（室速）和多形室速（非QT延长所致），心肺复苏时用于心室颤动（室颤）和无脉搏室速，伴有心力衰竭（心衰）或低血压的心房颤动（房颤）控制心室率，转复合并器质性心脏病的有症状房颤。胺碘酮也可被用于一些顽固心律失常，如其他药物治疗无效的室上性心动过速、持续房性心动过速（房速）等。  \n    **急性房颤**  \n  \n    与其他药物或安慰剂相比，胺碘酮对房颤转复、控制心室率、防止复发总体疗效好，且负性肌力和促心律失常作用少，适用于多种情况。对急性心肌缺血、急性心肌梗死或心功能不全患者，禁忌应用其他抗心律失常药时推荐应用胺碘酮，其为重症情况合并房颤首选药物。  \n  \n    **转复房颤**  \n  \n    多项临床研究证实胺碘酮可转复新发房颤，对房颤持续超过48h者益处更明显。但其即刻转复作用不优于多非利特、氟卡胺或普罗帕酮，因此曾被指南作为备选药物，在2005年指南中为Ⅱa类推荐。但在2010年欧洲房颤指南中静脉胺碘酮上升为Ⅰ类推荐。该变化是基于转复理念的改变，即药物转复房颤应将安全性置于首位，其次是疗效。正是由于在房颤转复时的良好安全性，胺碘酮地位获得提升。  \n  \n    需短时间转复房颤者，可选用静脉胺碘酮；血流动力学稳定、超过48h的房颤，可口服。房颤超过7天药物转复成功率降低，此时胺碘酮常用作电复律准备用药。目前推荐的急性期转复房颤方法是，以5mg/kg剂量稀释后在30——60min内给药，随后以1mg/min的速度持续静滴至转复。根据指南，静脉和口服胺碘酮总量达10g尚未转复时可宣布转复无效。该剂量需数日甚至数周才能达到，因此必然是加用口服制剂才可，单纯静脉输注如此大剂量并不现实。  \n  \n    作为电复律的准备，最好在抗凝3周并加用口服胺碘酮1周后实施。但若病情紧急，也可在前述静脉负荷量后即刻电复律，甚至在复律后用药。  \n  \n    **控制心室率**  \n  \n    现代观点为，对急性房颤，除血流动力学不可耐受者外，首先应控制心室率，目标为80——100次/分。对不合并低血压、心衰或预激综合征者，急性期首选药物为静脉用β受体阻滞剂或钙拮抗剂；伴心功能减低、急性心肌梗死的重症患者，洋地黄制剂和胺碘酮可作为首选。静脉胺碘酮控制心室率的疗效与地尔硫相当，低血压发生率较低。用法与转复时相同，但用药时间较短，达到心室率控制目标后即可减量或停用，改为口服药物。口服胺碘酮虽可降低快速房颤的心室率，但长期应用可能有一定副作用，因此在欧美及我国房颤管理建议中仅为Ⅱb类推荐。即使静脉控制心室率有效，口服药物也不应首选胺碘酮。  \n    **预激综合征**  \n  \n    由于旁路的快速传导，此类患者房颤心室率通常很快，有诱发室性心律失常可能，应视为血流动力学不稳定的房颤实施电复律。稳定者可选用胺碘酮。  \n    **心房扑动**  \n  \n    心房扑动（房扑）心室率较难控制，胺碘酮治疗资料有限，原则上可按照房颤治疗，但通常所需药物剂量较大。阵发性房扑药物治疗无效时应尽早考虑电复律。  \n    **其他室上性快速心律失常**  \n  \n    几项小规模临床研究提示，胺碘酮可终止多源性房速。在成人及儿童中，胺碘酮已被证实可终止加速\\*\\*界区自主心律。另外，其亦可终止慢性持续性房速，减少由此产生心动过速性心肌病的可能。在终止房室结折返性心动过速和房室折返性心动过速方面，胺碘酮亦有效，但应首选疗效更快或毒性作用小的药物。  \n    **室性心律失常**  \n  \n    2008年指南将胺碘酮作为血流动力学稳定的单形室速、不伴QT间期延长的多形室速和未明确诊断的宽QRS波心动过速的治疗首选。对合并严重心功能受损或缺血者，胺碘酮优于其他抗心律失常药。2005年美国心脏学会（AHA）心肺复苏指南和其他室性心律失常指南都给予肯定。原则上胺碘酮不用于单纯室性早搏。对非持续性室速，控制病因和诱因后仍频繁发作、有症状时可使用。  \n  \n    **室性心动过速**  \n  \n    血流动力学稳定的单形或多形室速可应用胺碘酮。对无法明确诊断的宽QRS波心动过速，胺碘酮是首选。有研究者对利多卡因、溴苄胺无效的室速患者予以不同剂量静脉胺碘酮，40.3%在24h内无室速发作。另一研究报告，对有血流动力学障碍的室速患者，应用静脉胺碘酮1000mg/d和溴苄胺2500mg/d者12h内事件发生率低于应用静脉胺碘酮125mg/d者。我国学者报告，对合并器质性心脏病的反复发作室速和（或）室颤患者，胺碘酮在24h、48h和72h的疗效分别为55.3%、69.6%和75.0%.上述研究奠定了静脉胺碘酮在室性心律失常中的应用地位。  \n  \n    在多形室速急诊治疗中，须鉴别长QT造成的尖端扭转型室速，这是应用胺碘酮的禁忌。长时间应用静脉胺碘酮后会出现口服效应，使扭转型室速加剧。对多形室速，在纠正诱因基础上可使用胺碘酮。  \n  \n    对室性心律失常，推荐的胺碘酮用法是将150mg稀释后静脉注射10min,然后以1mg/min速度静脉滴注，6h后减量；首日总剂量不超过2g.但应用须个体化。即便是静脉大剂量胺碘酮，发挥疗效可能也需数小时甚至数天。因此，尽管心律失常反复发作甚至需多次电复律，只要无副作用就应坚持使用胺碘酮。须强调，要在严密临床和心电监护下应用，剂量准确。  \n  \n    如维持治疗时心律失常复发，应使用再负荷。最常见为口服有效但因维持剂量过小致复发。此时不能仅单纯改为新的维持剂量。仍可采用静脉负荷的给药方法，但剂量一般偏小。  \n  \n    **室颤和无脉搏室速**  \n  \n    对室颤或有血流动力学影响的室速，在有效心肺复苏和数次电复律仍无效后，应使用药物增加电复律效果。1999年，ARREST研究显示，3次电转复无效后静脉注射胺碘酮300mg可显著提高院外心脏骤停患者入院生存率。随后ALIVE研究显示，对院外心脏骤停患者，胺碘酮疗效优于利多卡因。基于上述研究，2000年国际心肺复苏指南和其后的心肺复苏指南均将胺碘酮列为首选药物。我国指南也指出，在无脉搏室速或室颤导致心脏骤停时，经常规心肺复苏、应用肾上腺素和电复律无效者，在坚持心肺复苏前提下应首选静脉注射胺碘酮，然后再次电复律。  \n  \n    在室颤和无脉搏室速时，应用胺碘酮须采用快速静脉注射的方法，以300mg或5mg/kg快速静脉注射，无效可重复半量。在自主循环未恢复前不要静脉滴注。用药不可影响心肺复苏或电复律。  \n  \n    **电风暴**  \n  \n    电风暴常见于器质性心脏病。随着埋藏式心律转复除颤器（ICD）置入增多，置入后电风暴也成为令人头痛的问题。目前仅一些小规模观察性研究显示，应用胺碘酮加交感神经阻滞剂患者的1周和1年死亡率低于接受常规心肺复苏者（主要应用利多卡因和普鲁卡因）。因此，我国胺碘酮指南指出，尽管研究病例有限，但胺碘酮联合β受体阻滞剂被认为是治疗电风暴的最有效方法。  \n  \n    **急性应用的不良反应**  \n  \n    静脉应用胺碘酮会出现一些不良反应。由于胺碘酮不溶于水，静脉制剂中须加入助溶剂聚山梨酯80,其副作用多数为助溶剂所致。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "8d77ea75-8381-4801-aec4-f519ae2b0afd", "title": "抑郁症在精神科治疗中的10项基本程序", "text": "【0】**抑郁症在精神科治疗中的10项基本程序 内容预览：**  \n  \n    美国精神病学学会(AmericanPsychiatricAssociation)于2010年10月正式发布了第3版《抑郁症治疗指南》（以下简称《2010版指南》），这是美国精神病学学会组织抑郁症研究领域的专家，在检索MEDLINE数据库，全面复习1999-2006年发表在PubMed的文献和Cochrane系统数据库搜集到的168篇相关荟萃分析等循证医学研究证据的基础上，对2000年发布的第2版《抑郁症治疗指南》（以下简称《2000版指南》）的再次更新，融入了一些新的循证医学证据与治疗理念。  \n  \n    《2010版指南》包括3个部分：第1部分为治疗建议，是《2010版指南》的主体；第2部分为抑郁症的背景资料，如流行病学与临床特征的研究资料，以及第1部分所提出的治疗建议的循证研究证据等，供读者参考；第3部分是对抑郁症未来研究走向的估计与分析。  \n  \n    第1部分的治疗建议作为《2010版指南》的主体，包括3个方面的内容：第一是抑郁症在精神科治疗中的基本程序；第二为每一个治疗阶段（包括急性期、巩固期、维持期、间歇期）的治疗原则与方法；第三是影响治疗疗效的三大因素（包括精神疾病、人口统计学特征与社会心理因素、躯体共病等）。本文重点介绍抑郁症在精神科治疗中的基本程序。  \n  \n    这10项程序是动态的，即需要持续贯穿于从急性期到间歇期的整个治疗过程。虽然它不是指具体的治疗方法，但每一项都是疾病不同时期所有治疗方法取得疗效的基础与保证，因此《2010版指南》的使用者应该反复领会其中的精粹与要义。  \n  \n    医患间治疗关系的建立要引起治疗者特别重视，这一点表现在《2010版指南》将《2000版指南》中的第5项“建立和维持治疗同盟”排到了第1项，而且充实了内容。因为要作出正确的诊断，制订和实施有效的最适合该患者的治疗方案，首先要了解患者的需求和影响诊断治疗的有关因素，如果不能建立一个让患者和家属觉得舒适、轻松、开放的表达内心体验和思想的氛围，来讨论患者的恐惧、关切的事物、对治疗计划的看法和偏好等，就很难消除诸如患者的无助、无价值感、对家人的内疚、患病的羞耻感、既往治疗的负性体验、和他人的距离感、医患之间的移情和反移情等影响诊断和治疗的因素。 而要建立这种良好氛围，医患同盟的建立是基础。  \n  \n    对抑郁症关注度在空间上变得更宽，比如重视有其他相关专科情况的抑郁症患者。这一点表现在《2010版指南》新增了第6项：“与其他相关专科医师协调治疗方案”。这一点在临床工作中非常重要，因为临床上抑郁症患者经常有共病的情况，尤其是躯体疾病共病。因此要高度关注共病的存在，和其他相关专科医师一起协调治疗方案，使数种疾病的治疗相互不冲突，提高疗效，防止治疗的不良反应。  \n  \n    对抑郁症治疗的关注度在时程上变得更长。这表现在除了《2010版指南》的治疗建议中新提出了对停止治疗的患者仍然需要定期复诊和监测疾病的复发外，在10项基本程序中，还新增了第8项：“根据量表等评估结果及时修正治疗方案。”也就是强调反复的全面的评估和由此作出的病情判断对治疗方法的调整有着非常重要的意义。10项中有6项与评估有关，包括对抑郁症患者的临床症状、安全性、功能、转躁的迹象、其他精神和躯体疾病状况、治疗的不良反应、依从性等进行全面的、前瞻性的、持续的评估，然后根据评估结果及时修正治疗方案，以提高疗效。  \n  \n    对抑郁症治疗结局的目标更加明确，即强调除了对症状的控制外，治疗的目的就是要改善患者受损的功能与生活质量。《2010版指南》将《2000版指南》中第5项评估功能损害改为评估功能损害和生活质量。虽然评估的内容变化不大，但标题新增了生活质量4个字，这是一种理念的更新，即不但强调患者客观的功能改善，也要高度关注患者主观的对自身健康和生\\*\\*\\*验的质量。这是治疗者应该重视的一个问题。\n\n【1】**点击下载\\*\\*\\*：抑郁症在精神科治疗中的10项基本程序**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "724d1fab-7950-47fe-b186-1f7c0ad8a2ce", "title": "新生儿分类与简易胎龄评估法", "text": "【0】**《新生儿分类与简易胎龄评估法》内容预览：**  \n  \n    新生儿是指出生到满28天的婴儿。胎儿的成熟不仅取决于胎龄，也与体重密切相关，因此对初生的新生儿应根据胎龄、出生体重和胎龄与体重的关系进行分类，然后根据分类予以不同侧重点的监护和处理。  \n  \n    \\[诊断要点\\]  \n    1.据胎龄分类  \n    (1)足月儿  指胎龄满37周至未满42周的新生儿。  \n    (2)早产儿  指胎龄满28周至未满37周的新生儿。  \n    (3)过期产儿 指胎龄满42周以上的新生儿。其中有些由于胎盘老化引起胎儿瘦小者，又称过熟儿。  \n    胎龄可根据母亲末次月经计算，也可根据新生儿出生后48h内的外表特征和神经系统检查估计。简易胎龄评估法见表－1。28周以下早产儿胎龄评估仍应采用Dubowitz法。  \n  \n    2.根据体重分类  \n    (1)低出生体重儿（LBW）  指出生体重不足2500g者。其中体重不足1500g者称极低出生体重儿（VLBW），不足1000g者又称超低出生体重儿（ELBW）。  \n    (2)正常出生体重儿  指出生体重在2500～3999g之间者。  \n    (3)巨大儿  指出生体重≥4000g者  \n  \n**点击下载完整版：《新生儿分类与简易胎龄评估法》**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "358b9278-6eea-42c2-ae86-33e39491bbef", "title": "妊娠期睡眠呼吸暂停综合征诊治进展", "text": "【0】妊娠期睡眠呼吸暂停综合征诊治进展\n    阻塞性睡眠呼吸暂停低通气综合征（OSAHS）以睡眠打鼾和呼吸暂停为主要表现，患者因反复发生睡眠窒息而导致缺氧和睡眠紊乱，可引起高血压等心脑血管疾病，严重者可导致猝死。  \n  \n    **一、目前研究所得启示**  \n  \n    1.睡眠专家很早就注意到OSAHS与妊娠具有密切关系。  \n  \n    2.妊娠期女性随着水肿的出现和体重增加，一半以上会出现打鼾，甚至发生呼吸暂停，尤以妊娠晚期为重。  \n  \n    3.打鼾和呼吸暂停会严重影响母婴健康。除子痫前期的表现外，多数OSAHS妊娠女性存在睡眠时间和（或）质量的改变，临床表现为夜间失眠、频繁觉醒或白天过度嗜睡，但常被错误认为是膀胱受压导致而忽视了真正的原因。  \n  \n    4.妊娠期高血压多存在夜间升高的“反勺型”改变，降压药物疗效有限，其发生也与呼吸紊乱有关。  \n  \n    5.妊娠期睡眠呼吸紊乱还会对胎儿的生长发育造成不良影响，胎儿宫内生长受限、死胎及新生儿窒息等并发症的发生率增高。动态监测还发现，妊娠女性出现呼吸暂停时，胎儿心跳减慢、胎动明显减少。  \n  \n    **二、妊娠期睡眠呼吸暂停综合征干预措施**  \n  \n    尽管该研究只发现了妊娠女性打鼾、呼吸暂停与不良妊娠的关联关系，但干预性研究已经证实祛除呼吸暂停可以明显改善上述并发症，提高母婴的健康水平，因而要重视对妊娠期睡眠呼吸紊乱的认识及处理。  \n  \n    1. 医护人员、家属和妊娠女性要重视打鼾，克服“打鼾是睡得香”的认识误区。若发现有打鼾、呼吸间歇、晨起口干等现象，要到睡眠中心就医。  \n  \n    2. 妊娠女性的呼吸紊乱不一定表现为鼾声响亮、夜间窒息等典型症状，轻微的妊娠相关上气道充血水肿就可能造成反复憋醒、影响睡眠，均需要积极干预。  \n  \n    3.对妊娠前就存在打鼾和呼吸暂停的女性，睡眠呼吸监测应该作为常规产前检查，对需要治疗者应提前干预。  \n  \n    4.妊娠女性的睡眠呼吸紊乱常需要应用无创呼吸机辅助呼吸，但由于雌二醇和孕酮水平的显著升高，易出现鼻充血和黏膜水肿而鼻塞（在妊娠36周时发生率达42%），影响疗效和长期依从性，需密切随访。  \n  \n    大多数妊娠女性的睡眠呼吸紊乱在分娩后会消失，因而综合医院应该建立一种无创呼吸机短期出租的机制。  \n  \n    对于子痫前期或血压明显升高者，无创呼吸机治疗有助于控制血压，剖宫产前应用可以改善缺氧而降低手术的风险，术后麻醉恢复期应用可以辅助拔除气管插管，平稳度过围手术期。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "5d8c090e-9ace-4203-aa0d-f8f87773be1b", "title": "胃食管反流疾病的诊治指南", "text": "【0】胃食管反流疾病的诊治指南\n    胃食管反流疾病是消化系统最常见的疾病类型之一。该类疾病被定义为胃内容物反流进入食道、口腔和/或肺引起的症状的综合。美国宾夕法尼亚大学爱因斯坦医疗中心胃肠病学部Philip O. Katz等人对胃食管反流疾病的诊断和治疗以及复杂并发症的处理等进行了整理，形成胃食管反流疾病诊疗指南发表在2013年6月The American journal of Gastroenterology上。  \n    **（一）胃食管反流病的诊断**  \n  \n    1. 对胃食管反流病的推断诊断可以建立在存在烧心、反流等典型症状基础上。根据经验采用质子泵抑制剂在建立诊断中推荐应用（推荐强度为强，循证证据为中级）。  \n  \n    2. 疑似因胃食管反流病引起的非心因性胸痛在进行规范治疗之前需进行诊断评估（推荐强度：有条件的推荐，循证证据为中级）。对存在胸痛的患者在进行消化系统检查之前需排除心脏疾病引起的可能（推荐强度为强，循证证据为低）。  \n  \n    3. 诊断胃食管反流疾病不推荐应用钡剂造影（推荐强度为强，循证证据为高）。  \n  \n    4. 对存在典型胃食管反流症状的患者不推荐进行上消化道内镜检查。在存在警报症状或可能出现并发症的高危患者推荐进行内镜筛查。对于不存在巴瑞特食管以及无新发症状的患者不推荐反复复查内镜（推荐强度为强，循证证据为中）。  \n  \n    5. 对反流性食管炎患者不推荐进行远端食管粘膜活检（推荐强度为强，循证证据为中）。  \n  \n    6. 在术前评估中建议食管测压，但对诊断胃食管反流病无作用（推荐强度为强，循证证据为低）。  \n  \n    7. 非卧床的食管反流检测在考虑患者是否需要内镜治疗或手术治疗时建议进行。该项检查也是评估患者对质子泵抑制剂是否耐受的评估方法，特别适用于对胃食管反流病存在疑诊的情况（推荐强度为强，循证证据为低）。非卧床的食管反流检测是评估反流与症状相关性的唯一方法（推荐强度为强，循证证据为低）。  \n  \n    8. 无论食管存在巴瑞特食管的病变长度的长短，都不需要依赖非卧床的食管反流检测明确胃食管反流病的诊断（推荐强度为强，循证证据为中等）  \n  \n    9. 并不推荐对胃食管反流患者常规进行幽门螺杆菌感染情况的检查，同样根除幽门螺杆菌治疗也不是常规抗反流治疗方案的组成部分（推荐强度为强，循证证据为低）。  \n  \n    **（二）胃食管反流病的治疗**  \n  \n    1. 对于超重及近期体重上升明显的胃食管反流病患者推荐进行控制体重处理（推荐强度：有条件的推荐，循证证据为中级）。  \n  \n    2. 夜间反流症状明显的胃食管反流病患者推荐在睡前2-3小时不要进食，并且可适当在入睡时抬高头部（推荐强度：有条件的推荐，循证证据为低级）  \n  \n    3. 常规球部消化的食物一般容易诱发反流（如巧克力、咖啡、酒精、酸性或辣的食物）在进行针对胃食管反流病治疗的过程中建议避免摄取（推荐强度：有条件的推荐，循证证据为低级）。  \n  \n    4. 为了减轻症状以及促进腐烂食管炎愈合，推荐进行疗程为8周的质子泵抑制剂治疗，不同的质子泵抑制剂类型在疗效方面并无显著差异（推荐强度为强，循证证据为高）。  \n  \n    5. 传统的延迟释放的质子泵抑制剂类药物推荐在进餐前30-60分钟服用以获得对pH值最佳控制效果（推荐强度为强，循证证据为中）。新型质子泵抑制剂可能使药物服用时间更加灵活而不受进餐时间的影响（推荐强度：有条件限制的推荐，循证证据为中）。  \n  \n    6. 推荐在早餐前一次性服用一天剂量的质子泵抑制剂（推荐强度为强，循证证据为中）。对于一日单次服用质子泵抑制剂治疗效果欠佳的患者可根据个体调整用药次数及剂量以实现个体化治疗。对夜间反流症状明显、用餐时间不固定以及睡眠障碍的患者，推荐按照每日2次的方法服药（推荐强度为强，循证证据为低）。  \n  \n    7. 对质子泵抑制剂治疗无应答的患者可适当加大剂量（推荐强度：有条件限制的推荐，循证证据为低）。  \n  \n    8. 对质子泵抑制剂治疗部分应答的患者，增加服用次数为2次或改用其他质子泵抑制剂类药物可以增加症状的缓解（推荐强度：有条件限制的推荐，循证证据为低）。  \n  \n    9. 停用质子泵抑制剂后症状反复的患者推荐持续应用质子泵抑制剂。同时对于存在糜烂性食管炎以及巴瑞特食管等并发症的患者也推荐持续应用质子泵抑制剂（推荐强度为强，循证证据为中等）。对于需要长期应用质子泵抑制剂的患者需按照最低有效剂量服用，如采用按需治疗方案或者间断给药方案（推荐强度：有条件限制的推荐，循证证据为低）。  \n  \n    10. H2受体拮抗剂可以作为不伴有糜烂性病变并且治疗后烧心症状有所缓解的患者在维持治疗阶段的选择性用药（推荐强度：有条件限制的推荐，循证证据为中等）。客观存在夜间反流的部分患者如果需要，可以在采用每日口服1次质子泵抑制剂治疗的同时加用夜间睡前服用H2受体拮抗剂的方案治疗（推荐强度：有条件限制的推荐，循证证据为低）。  \n  \n    11. 当胃食管反流病患者未进行诊断性评估时，不推荐应用抑酸治疗联合促动力治疗和/或巴氯芬口服（推荐强度：有条件限制的推荐，循证证据为中等）。  \n  \n    12. 在非妊娠胃食管反流病患者中使用硫糖铝并无显著作用（推荐强度：有条件限制的推荐，循证证据为中等）。  \n  \n    13. 如果临床需要，妊娠女性使用质子泵抑制剂是安全的（推荐强度：有条件限制的推荐，循证证据为中等）  \n  \n    **（三）胃食管反流病患者手术治疗选择标准**  \n  \n    1. 手术治疗是可以长期缓解胃食管反流症状的治疗方案（推荐强度为强，循证证据为高）。  \n  \n    2. 对质子泵抑制剂治疗无应答的患者并不推荐采用手术方法治疗（推荐强度为强，循证证据为高）  \n  \n    3. 对于缺乏证据证实存在糜烂性食管炎的患者需要进行术前动态食管pH值检测。所以病人都需进行食管术前测压以排除贲门失迟缓以及食管硬化症（推荐强度为强，循证证据为低）。  \n  \n    4. 慢性胃食管反流病患者根据经验需行手术治疗时需充分考虑到手术治疗和药物治疗疗效相差并不明显，需要慎重选择（推荐强度为强，循证证据为高）。  \n  \n    5. 对于考虑进行手术治疗的肥胖型胃食管反流病患者，建议进行控制肥胖手术。胃改道手术对此类患者时很好的选择（推荐强度：有条件限制的推荐，循证证据为中等）  \n  \n    6. 并不推荐内镜下治疗以及传统胃底折叠术作为药物治疗以及传统外科手术治疗的替代治疗方案（推荐强度为强，循证证据为中等）。  \n  \n    **（四）质子泵抑制剂应用的潜在风险**  \n  \n    1. 随意更换服用的质子泵抑制种类可以被认为存在副反应（推荐强度：有条件限制的推荐，循证证据为低）。  \n  \n    2. 对合并存在骨质疏松的患者推荐长期维持质子泵抑制剂治疗。除了存在其他髋骨骨折其他危险因素的患者，合并有骨质疏松的患者，并不作为影响质子泵抑制剂持续治疗方案的原因（推荐强度：有条件限制的推荐，循证证据为中等）  \n  \n    3. 质子泵抑制剂治疗是艰难梭菌感染的危险因素之一。对于可能出现艰难梭菌感染的高危患者需慎重用药（推荐强度为中等，循证证据为中等）  \n  \n    4. 短期应用质子泵抑制剂治疗患者出现社区获得性肺炎的可能性增加，但是这一现象在长期用药患者中并未观察到（推荐强度：有条件限制的推荐，循证证据为中等）。  \n  \n    5. 对于同时服用氯吡格雷的患者并不需要更改质子泵抑制剂治疗方案，因质子泵抑制剂应用并不会增加心血管事件的发生（推荐强度：有条件限制的推荐，循证证据为高）。  \n  \n    **（五）胃食管反流病的食管外表现：哮喘、慢性咳嗽以及喉炎**  \n  \n    1. 胃食管反流可以看做是哮喘、慢性咳嗽以及喉炎患者的潜在影响因素。存在上述疾病的患者均需仔细评估以排除为胃食管反流所引起（推荐强度为强，循证证据为中等）。  \n  \n    2. 并不能够仅仅根据喉镜的结果诊断反流性喉炎（推荐强度为强，循证证据为中等）。  \n  \n    3. 对于有食管外症状而同时又有明显胃食管反流症状患者推荐进行诊断性质子泵抑制剂治疗（推荐强度为强，循证证据为低）。  \n  \n    4. 不推荐应用上消化道内镜诊断胃食管反流相关性哮喘、慢性咳嗽以及喉炎（推荐强度为强，循证证据为低）。  \n  \n    5. 对于存在食管外症状而无典型胃食管反流症状的患者在进行质子泵抑制剂诊断性治疗之前进行反流监测检查（推荐强度：有条件限制的推荐，循证证据为低）。  \n  \n    6. 对质子泵抑制剂治疗无应答的患者需进行进一步的诊断性检查，该部分将在耐药性胃食管反流病中介绍（推荐强度：有条件限制的推荐，循证证据为低）  \n  \n    7. 对于表现为食管外症状而对采用质子泵抑制剂抑酸治疗无应答的患者不推荐进行手术治疗（推荐强度：有条件限制的推荐，循证证据为中等）。  \n  \n    **（六）利用质子泵抑制剂治疗难治性胃食管反流病**  \n  \n    1. 解决难治性胃食管反流病的第一步即为使质子泵抑制剂治疗方案最优化（推荐强度为强，循证证据为低）  \n  \n    2. 对存在典型症状或消化不良的患者推荐进行上消化道内镜检查以排除非胃食管反流病病因所致（推荐强度：有条件限制的推荐，循证证据为低）  \n  \n    3. 对于存在食管外症状的患者经质子泵抑制剂治疗后无明显应答反流症状持续，需进一步评估是否其他病因所致，并联合耳鼻喉科、肺部检查以及过敏症进行进一步评估（推荐强度为强，循证证据为低）。  \n  \n    4. 症状典型的难治性胃食管反流病患者，若上消化道内镜检查为阴性或经耳鼻喉检查、肺部检查及过敏原检查等评估后，需进行动态反流检测（推荐强度为强，循证证据为低）。  \n  \n    5. 可以采用任何药物形态进行反流检测（pH或pH电阻值）（推荐强度：有条件限制的推荐，循证证据为中等）。需采用电阻值pH检测药物以便对非酸性反流进行测定（推荐强度：有条件限制的推荐，循证证据为中等）。  \n  \n    6. 客观依据证实存在反流引起症状的难治性胃食管反流病患者可考虑采用抗反流治疗方案，包括手术或使用食管括约肌下段肌肉松弛抑制剂（推荐强度：有条件限制的推荐，循证证据为低）。若检查结果为阴性证实并非胃食管反流引起相关症状，可停用质子泵抑制剂（推荐强度为强，循证证据为低）。  \n  \n    **（七）胃食管反流病的相关并发症**  \n  \n    1. 洛杉矶分类系统应该用于对内镜下糜烂性食管炎的表现进行分类（推荐强度为强，循证证据为中等）。对于分级为A的患者需进行进一步的检查证实存在胃食管反流病的表现（推荐强度：有条件限制的推荐，循证证据为低）。  \n  \n    2. 对于重度糜烂性食管炎患者进行一疗程抗分泌治疗以排除潜在巴瑞特食管可能后需进行内镜复查（推荐强度：有条件限制的推荐，循证证据为低）。  \n  \n    3. 存在消化性狭窄扩张的患者，需持续使用质子泵抑制剂治疗以改善吞咽困难和减少需要反复扩张的次数（推荐强度：有条件限制的推荐，循证证据为中等）。  \n  \n    4. 对于胃食管反流引起的顽固性、复杂性食管狭窄，可在病灶内注射皮质类固醇（推荐强度：有条件限制的推荐，循证证据为低）。  \n  \n    5. 在对存在下段食管沙兹基环的患者进行扩张治疗后建议使用一种质子泵抑制剂治疗（推荐强度：有条件限制的推荐，循证证据为低）。  \n  \n    6. 在流行病学中的胃食管反流病高危人群需考虑进行巴瑞特食管的筛查（推荐强度：有条件限制的推荐，循证证据为中等）。  \n  \n    7. 对于具有相同症状的巴瑞特食管患者及胃食管反流病但不存在巴瑞特食管的患者可以采用相似的治疗方案（推荐强度为强，循证证据为中等）。  \n  \n    8. 根据指南，对内镜发现巴瑞特食管病变的患者需定期进行内镜检查检测（推荐强度为强，循证证据为中等）。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "41a38654-6f55-4fd3-8304-43e50e05ee45", "title": "心功能不全病人营养状况与代谢特点是什么?", "text": "【0】心功能不全病人营养状况与代谢特点是什么?\n长时间的心脏器质性改变影响心脏功能,并导致心功能不全及心力衰竭。这类病人往往病程较长,由于心脏以及心脏以外的些因素的综合作用,许多病人合并有蛋白质-能量营养不良,甚至心源性恶液质。其营养状态与代谢改变的特点主要有几方面。  \n(1)组织缺氧:慢性充血性心力衰竭病人血浆中的血管活性  \n物质如去甲肾上腺素、肾上腺素、醛固酮、心钠素及皮质醇的浓度有不同程度的升高,从而导致长期血管舒缩功能失调,组织氧供降低,水钠潴留,并由此造成全身性浮肿、内脏淤血与缺氧使血乳酸含量增加,混合静脉血氧含量降低。能量消耗增加:呼吸肌与心肌的作功增加,心脏与周身组织氧耗增加,体温、代谢率增高,以及手术创伤等影响使能量消耗增加。  \n(3)血浆蛋白降低:心衰后内脏淤血与缺氧,肠粘膜水肿及消化吸收功能降低,使营养素吸收减少,合并肾功能不全时人氮量受限以及肝脏淤血肿大,肝细胞受损,使蛋白质合成下降。强心甙可抑制小肠中氨基酸与糖的转运,对蛋白质与糖代谢产生副作用。另一方面,蛋白质消耗与丢失增加,故临床上常出现低蛋白血症与贫血  \n(4)电解质失衡:长时期的低盐饮食与利尿药物应用,导致钠、钾失衡,可出现低钠、低钾。合并肾功能障碍时又可造成血钾、镁的浓度升高。  \n(5)微量元素改变:急性心梗早期血Zn含量降低并与心肌缺血的严重程度相关,而血清Cu升高,Cu/Zn比改变。在体外循环心脏直视手术后血Cu、Zn有不同程度的下降,Cu/Zn比增高Cu、Zn参与各种生物酶的合成、代谢,并与酶的活性密切相关。缺Cu可改变血管张力,增加心肌脆性。Zn广泛参与核酸、蛋白质和糖的代谢。因此,手术中与手术后Cu、zn含量降低或Cu/Zn比升高均可使心肌细胞氧化代谢异常,甚至发生心肌变性。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "48645006-b791-4789-88ad-bd15ec251410", "title": "室上性快速心律失常治疗指南", "text": "【0】    **《室上性快速心律失常治疗指南》内容简介：**  \n    经中华医学会心血管病学分会和中国生物医学工程学会心脏起搏与电生理分会及其相关杂志共同合作，组织国内有关专家，编写室上性快速心律失常治疗指南，目的是为了使我国对此类心律失常的诊断和处理有合理而正确的共识。编写组参考美国心脏病学院及欧洲心脏病学会,年发表的《室上性心律失常指南》,并将国外发表的循证医学资料与我国成功的工作经验加以综合。    **《室上性快速心律失常治疗指南》内容预览：**    二、室上速的诊断和处理  \n  \n    （一）无心电图记录的心动过速的诊断及处理！,病史和体检：阵发性心律失常患者在就诊时经常无症状，阵发性心悸是重要的诊断线索。室上速见于各个年龄段，如果心律失常反复出现，且突发突止，则应定义为阵发性。相反，窦速是非阵发性、逐渐加速和逐渐终止。有规律的、突发突止的阵发性心悸（常指阵发性室上速）通常是引起；\\*\\*迷走神经可以终止的心动过速，则提示该折返有房室结参与。由于心房收缩适逢房室瓣关闭，导致心房压力增高，心房肽分泌增多，引起多尿，后者支持持续性室上性心律失常。  \n  \n    在室上速中，少数患者发生晕厥，常出现在快速室上速的起始后或心动过速突然终止时，出现较长的心脏停搏间歇。晕厥也可因房颤通过旁路下传引起，或者提示伴有心脏结构的异常，如主动脉瓣狭窄、肥厚型心肌病或有脑血管疾病。症状取决于心室率、潜在的心脏疾病、室上速的持续时间、患者的自我感觉。持续数周、数月的室上速并伴有快速心室率者可以引起心动过速介导的心肌病。“,诊断：记录静息状态下！”导联心电图，可提供异常节律、预激、间期延长、窦速段异常或潜在性心脏病的证据。有阵发性规律性心悸病史的患者，静息心电图上出现预激，提示为。预激患者出现无规律的阵发性心悸，强烈提示房颤，该类患者易发生猝死，需进行电生理评估。此外，在诊断时，至少应记录到一次心动过速发作时的！“导联心电图。”导联心电图自动分析系统不可靠，常作出错误的心律失常诊断。    **点击下载\\*\\*\\*：《室上性快速心律失常治疗指南》**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "06c7fd5f-996b-4bda-9e30-4373907ca6e7", "title": "老年高血压专家共识文件", "text": "【0】老年高血压专家共识文件 内容预览： \n\n【1】    本文件的写作意图是，在关于管理老年高血压的专题报告发表时，作为一份完成的参考。考虑到文件的长度，包括在本执行纲要中的写作委员会要给忙碌的临床医生提供快速的参考。因为需要另外详细的论述，请参阅正文有兴趣的章节。文件中的表和图也描绘了关于这个专题的重要考虑，包括4.2.2.1.章节中一般考虑的治疗方案。  \n  \n    我们的人群是老年人，因为高血压影响大多数的老年人(>65 岁)，这些人更可能有器官损害或临床心血管病（CVD）。他们代表着管理的困境，因为大多数高血压试验设有年龄上限，或没有提供年龄别结果。然而，因为老老年高血压试验结果(HYVET)证明，对>80岁的老年人降压治疗有益，将这一鲜明结论与老年高血压患者的处理联系起来是及时的。  \n老年高血压的病理生理  \n  \n    由于伴随增龄而来的动脉结构和功能的改变，年龄相关的高血压患病率增高。大血管变得不易扩张，可增加脉搏波速度（PWV），引起收缩血压（SBP）增高和心肌氧耗增加。还发生前向血流降低，器官灌注受限。这些不良的改变，随着冠脉狭窄或过度的药物引起的舒张压（DBP）降低而强化。自主神经功能失调，可引起\\*\\*性低血压（是跌倒、眩晕和心血管（CV）事件的危险因素）和\\*\\*性高血压（是左室肥厚（LVH）、冠心病（CAD）和脑血管病的危险因素）。  \n  \n    由于随着肾小球滤过率（GFR）的减少，和其它肾脏内环境稳定机制，如膜钠/钾-ATP酶活性降低，通过细胞内钠增加，钠-钙交换减少和容量扩张，促进高血压，导致进行性的肾功能不全。由于肾小管质量减少，使钾排泄的运疏通路减少，微血管损害可引起慢性肾病（CKD）；因此，老年高血压患者易发生高血钾。应考虑的高血压的继发原因有：肾动脉狭窄（RAS）、梗阻性睡眠呼吸暂停、原发性醛固酮增多症和甲状腺疾病。生活方式、化学物质和药物（烟草、酒精、咖啡、非甾体类抗炎药\\[NSAID\\]、糖皮质激素、性激素、钙、维生素D和C）可能也是重要的参与因素。  \n  \n    老年人中下列疾病患病率较高，且与血压（BP）控制较差相关：脑血管病、（缺血性卒中、脑出血、血管性痴呆、阿尔茨海默病和进行性识别功能下降）；CAD（包括心肌梗死\\[MI\\]5和心绞痛）、左室（LV）结构和功能性疾病（包括LVH和心力衰竭\\[HF\\]）；心律性疾病（心房颤动\\[AF\\]和猝死）；主动脉和外周动脉病（PAD）；CKD（估算的肾小球滤过率\\[eGFR\\]< 60mL/min/1.73 m2；眼科疾病（包括高血压性视网膜病变、视网膜动脉闭塞、非动脉炎性前向缺血性视神经病变、年龄相关性黄斑变性、和新生血管性年龄相关性黄斑变性；和生活质量问题。  \n  \n    老年与高血压相关的心血管危险情况之间的相互作用。因为在老年人中血脂异常和高血压是很常见的，故对老年高血压患者积极降脂治疗是合理的。合并糖尿病（DM）的老年高血压患者，与同样年龄的非DM对照相比，有更高的死亡风险。因为SBP、空腹血糖、噻嗪类利尿剂及/或B-阻滞剂的使用，高血压是一种胰岛素抵抗状态，而且是易发生DM的\\*\\*\\*危险因素。在合并DM的患者，微量白蛋白尿是较高死亡风险的一项预测指标。肥胖\\*\\*\\*于血压，与左室壁厚度、左室容量、和左室质量增加相关。  \n  \n    脂肪组织局部可产生肾素-血管紧张素-醛固酮系统（RAAS）的所有成分，可导致肥胖相关的高血压的发生。血管紧张素II (AII)增多可引起胰岛素抵抗。组织RAAS激活可引起血管炎症和纤维化。肾素和醛固酮还促进动脉粥样硬化和器官衰竭。微量白蛋白尿与CAD、HF和死亡率相关。对并存DM的老年高血压患者和有轻、中度CKD的患者，推荐筛查白蛋白尿。痛风发生率在高血压患者是正常血压者的3倍；噻嗪类利尿剂升高血清尿酸水平，并可诱发痛风。  \n  \n    血清尿酸水平可\\*\\*\\*预测老年高血压患者的心血管事件；因此，在利尿剂治疗期间监测血清尿酸是合理的。关节炎是老年人一个常见的问题，与高血压及药物的不良反应有关。NSAID可使血压升高，慢性炎症负担可导致动脉僵硬度增高。其它药物如环氧化酶-2抑制剂、糖皮质激素、和某些抗粉丝药（即环孢霉素、来氟米特）可能升高血压。\n\n【2】点击下载\\*\\*\\*：老年高血压专家共识文件", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "8018d3ed-5846-4e97-bbf4-cd22b2519984", "title": "2009胸外科围手术期肺保护的专家共识", "text": "【0】**《2009胸外科围手术期肺保护的专家共识》内容摘要**  \n  \n    肺保护有广义和狭义两种概念.狭义肺保护是指肺移植或心肺移植时对供体肺脏的保护,使之在移植于受体后仍能发挥正常肺功能.广义肺保护则是主动地对各种原因引起的、即将发生的肺损伤的预防和治疗,以维护患者肺功能,促进早日康复.外科围手术期肺保护,属于广义肺保护的范畴.  \n  \n**《2009胸外科围手术期肺保护的专家共识》内容简介  \n  \n**    肺部并发症是胸外科围手术期的主要并发症，也是手术死亡的主要原因之一。我国普胸外科手术每年超过20万例.因此，对围手术期肺损伤的预防和治疗非常重要。  \n    中国医师协会胸外科分会于2009年2月28日在宁波召开了“全国胸外科围手术期肺保护专题研讨会”达成了“胸外科围手术期肺保护专家共识”  \n    2009年8月《中华胸心血管外科杂志》发表摘要  \n    2009年9 月《中华外科杂志》发表了全文**  \n  \n点击下载\\*\\*\\*：《2009胸外科围手术期肺保护的专家共识》**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "4f60e596-cbb5-4238-ae94-318bb7315b0b", "title": "《内分泌代谢疾病用药指南》", "text": "【0】**《内分泌代谢疾病用药指南》内容预览：**  \n  \n    糖尿病及其药物治疗糖尿病是以慢性高血糖为特征的一组异质性代谢性疾病，由胰岛素分泌缺陷和(或)胰岛素作用缺陷所引起，以慢性高血糖伴碳水化合物、脂肪和蛋白质的代谢障碍为特征。  \n  \n    临床表现典型时，患者往往已出现空腹高血糖症；而临床表现不显著时，则于葡萄糖耐量受损后被确诊；故依据空腹血糖浓度或随机血糖浓度和/或葡萄糖耐量试验可进行诊断。大部分糖尿患者可按照病因、发病机制分为1型和2型糖尿病。  \n  \n    1型糖尿病的主要病因是由于自身免疫对胰岛β细胞破坏后造成胰岛素分泌的绝对缺乏，故1型糖尿病患者需要胰岛素治疗来维持生命。  \n  \n    2型糖尿病的发生是由于胰岛素分泌减少或是外周胰岛素抵抗，可表现为以胰岛素抵抗为主伴胰岛素相对缺乏，或胰岛素分泌缺陷为主伴或不伴胰岛素抵抗。糖尿病是心血管疾病的重要危险因素，是冠心病的等危症，控制1型和2型糖尿病患者的血糖至最佳水平可以减少糖尿病血管并发症的发生风险。  \n  \n    糖尿病治疗的目的在于减轻症状并将长期并发症的发生风险降到最低，故糖尿病必须严格控制，可用糖基化血红蛋白(HbA1c)作为2～3个月内血糖控制的指标。患者可通过控制饮食、减轻体重、加强运动、口服降糖药和/或应用胰岛素控制血糖，治疗过程中要注意避免发生低血糖，特别是患糖尿病并接受胰岛素治疗的司机应警惕严重低血糖的发生并应采取防止措施，如在车内准备糖或食物，并应确保能找到可替换的司机。  \n  \n    糖尿病血糖控制不好时会出现急性并发症如糖尿病酮症酸中毒(diabeticketoacidosis，DKA)和高渗性高血糖状态(hyperosmolarhyperglycemicstate，HHS);慢性并发症包括大血管和微血管病变，大血管病变如动脉粥样硬化、冠心病、高血压、脑血管疾病、周围血管疾病、糖尿病足等；微血管病变如糖尿病肾病、糖尿病视网膜病变、糖尿病神经病变等。  \n  \n**点击下载完整版：《内分泌代谢疾病用药指南》**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "47720965-a7e7-4e16-a003-b0e59fa94d9a", "title": "美国临床肿瘤学会发布结直肠癌随访、监测指南", "text": "【0】美国临床肿瘤学会发布结直肠癌随访、监测指南\n    近日，美国临床肿瘤学会审核、认可了安大略癌症治疗（CCO）指南中结直肠癌患者后续随访、监测预案和二级预防的方法学的严谨性。美国临床肿瘤学会专家组同意、认可了CCO指南，并发表了声明。美国临床肿瘤学会（ASCO）有一套方针和程序来审核认可其他专业组织制定的最新的临床实践指南。  \n  \n    指南推荐主要内容：  \n  \n    ※ 我们应该根据复发的风险和患者的功能状态（最初的2-4年非常重要）来指导临床监测。  \n  \n    ※ 病史采集、体格检查和癌胚抗原检查应每3-6个月进行一次，并连续监测5年。复发危险性高的患者应增加检查的频率。  \n  \n    ※ 在大部分情况下，计算机X射线断层扫描技术（胸部和腹部CT）应每年复查1次，连续监测3年。  \n  \n    ※ 除非是用于临床试验，否则正电子发射计算机断层扫描（PET）不应该用于监测。  \n  \n    ※ 结肠镜检查应该在最初手术后1年进行，如果前一次检查无异常发现，以后每5年进行一次。如果在明确诊断前未进行结肠镜检查，那么应该在完成辅助治疗后（少于1年）做一次结肠镜检查。  \n  \n    ※ 推荐进行二级预防（包括保持健康的体重和积极的生活方式）。  \n  \n    ※ 如果一位患者由于合并其他严重疾病而不能耐受手术或系统治疗，就不应该对其进行监测。  \n  \n    ※ 专科医师制定的治疗计划应当为非专科医师的后续监测和治疗指明方向。\n\n【1】    原版指南下载：ASCO指南：结直肠癌幸存者的随访、监测和二级预防措施", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "a7ed0c5d-f900-475c-9334-70b710e88cec", "title": "国际指南的扬弃——中国专家解读“JNC 8”", "text": "【0】国际指南的扬弃——中国专家解读“JNC 8”\n    中国是高血压大国，目前已有高血压患者2.66亿，且患病率呈逐年上升趋势。然而，我国的高血压防止现状与欧美国家相比仍然具有很大的差距，因此，如何借鉴欧美经验，推动我国高血压防止工作的进步和发展是临床医生关注的焦点之一。  \n  \n    高血压相关指南是我们了解国外前沿进展的重要窗口之一。美国预防、检测、评估和治疗高血压委员会（JNC）8 专家组成员发布的报告《**2014 成人高血压管理指南**》（以下简称：“JNC 8”）一经公布，即刻引起了心血管、糖尿病、肾病等专家学者的高度关注。本版邀请各学科著名专家对JNC 8进行解读，以飨读者。  \n    **借鉴国际指南经验，加强高血压管理  \n  \n    上海交通大学医学院附属瑞金医院 王继光**  \n  \n    加强高血压管理势在必行 经过半个多世纪的努力，高血压诊断与治疗都取得了长足进步。在诊断领域，目前不仅可以进行24小时动态血压监测，准确评估血压水平及血压在一天中的变化趋势，还可以通过家庭血压监测及时发现高血压，密切观察降压疗效；在治疗方面，已有作用于多个心血管生理调节途径的数十种降压药物，这些药物不仅有效，而且安全，部分药物每日服用1次，即可控制24小时血压，实现了长效、平稳控制血压。正因为这些诊断与治疗领域的进步，各类高血压急症及并发症均明显减少。  \n  \n    然而，我们同时也应看到，随着人口的老龄化，包括美国在内的许多国家高血压患病人数都在不断增加，已患病而未能诊断、未能有效控制的患者人数仍很多。因此，世界各国高血压防止形势都十分严峻，加强高血压管理势在必行。  \n  \n    借鉴国际经验、立足临床实践，制定符合中国国情的高血压防止指南 JNC 8在高血压管理方面有重大进步与创新。欧美国家在高血压管理方面并无根本差异，但两个地区的指南的确相差较大，这与医疗制度的不同有密切关系。在美国，高血压等重大疾病管理由美国联邦\\*\\*负责，因此，其全国性指南在一定程度上具有强制性与约束性，表现为指南的建议更加清晰、更具可操作性；而在欧洲，指南只能对各自为政的各欧洲国家高血压防止工作提出一些指导性建议，因此，对指南的学术性更为关注。  \n  \n    欧美国家高血压学术与管理水平均较高，其指南有许多值得我们学习、借鉴之处。目前，我国的疾病防止工作主要由各省市负责，因此，中国高血压指南应更接近欧洲指南，强调指南的学术高度。  \n  \n    提高血压达标率是降压治疗第一要务 我国高血压患者人数巨大，医疗资源的分布极不均衡，大部分省市的血压达标率较低，疾病负担仍然很大。因此，我国降压治疗的首要任务是提高血压达标率。各地应根据中国高血压的治疗原则制定相应的指导性文件，根据各地区的疾病特点，提出更加清晰的诊断与治疗建议，实施易执行、重实效的高血压管理策略。  \n  \n    早期降压达标可改善高血压患者的长期预后 尽早、及时地达到降压治疗的目标血压水平才能确保降压获益，这是高质量血压管理体系中的一部分，能够充分体现降压治疗的效率。  \n  \n    JNC 8指出，高血压患者在接受降压治疗1个月后如血压仍不达标，应考虑采用其他治疗策略。在我国实际临床工作中，1个月内达标比例不高。临床医生可以通过以下手段提高及时达标的患者比例：①选择有效的起始降压治疗药物，如钙拮抗剂（CCB）、血管紧张素转换酶抑制剂（ACEI）与血管紧张素受体拮抗剂（ARB），这也是JNC 8明确推荐的降压药物；②使用有效的起始治疗剂量，即便是有效的降压药物，也要选择有效的治疗剂量，通常情况下不应使用常规剂量的半量或1/4量；③对于2级以上高血压患者，给予起始联合降压治疗。联合治疗不仅降压疗效更好，还可显著提高降压治疗的效率，提高高血压患者的及时达标比例。  \n  \n    **RAS抑制剂仍然是高血压合并糖尿病患者的优选**    **北京协和医院 严晓伟**  \n  \n    在JNC 8推荐可以用于高血压起始治疗的四大类降压药物中，ACEI和ARB均属于肾素-血管紧张素系统（RAS）抑制剂。JNC 8推荐：对于高血压合并慢性肾脏病（CKD）患者，无论有无蛋白尿、无论是否糖尿病患者，RAS抑制剂均应作为起始治疗的降压药物，并且在这些患者的联合治疗方案中，应该包含一种RAS抑制剂。因此，RAS抑制剂在JNC 8中仍然占据重要地位。  \n  \n    另外，JNC 8指出，对于高血压合并糖尿病患者，如果没有CKD的证据，四大类降压药（噻嗪类利尿剂、 CCB、ACEI或者ARB）均可作为起始治疗的药物。众所周知，高血压合并糖尿病即使不合并估计肾小球滤过率（eGFR）降低和微量蛋白尿，很多患者也存在肾小球的高压力、高灌注和高滤过状态，这是促进蛋白尿发生、肾小球损伤和硬化的重要因素。而RAS抑制剂对肾小球出球小动脉的扩张作用，理论上可能较CCB和利尿剂更有效地改善肾小球的高动力状态、预防蛋白尿的发生并发挥对肾小球的保护作用。由于缺乏RAS抑制剂在高血压合并糖尿病患者预防CKD发病的直接RCT证据，这是JNC 8做出上述推荐的主要原因。  \n  \n    即便如此，笔者认为：RAS抑制剂在减少尿蛋白排泄、使微量尿蛋白转阴等方面拥有的证据证实其肾小球保护作用是明确的，因此，在高血压合并糖尿病患者的降压治疗中，仍应更多考虑使用RAS抑制剂，尤其在eGFR轻度升高或接受降压药物联合治疗的患者。对于血压明显升高或尚未达标的患者，应尽早进行RAS抑制剂与利尿剂或（和）CCB联合治疗，以确保患者血压尽快达标。  \n  \n    此外，RAS抑制剂通过对组织RAS的抑制发挥其靶器官保护作用。与抑制循环RAS相比，对组织RAS的抑制通常需要使用更大剂量的RAS抑制剂。大量临床试验的证据显示，大剂量RAS抑制剂具有更好的器官保护作用，而目标剂量是药物在大规模临床试验中得到证实的有效和安全剂量。因此，JNC 8对RAS抑制剂发挥靶器官保护作用应采用目标剂量的推荐同时适用于ACEI和ARB,与以往指南在此方面的要求也是一致的。  \n  \n    **关注中国高血压治疗现状  \n  \n    社区近半数居民服用固定复方制剂降压药**    **中国医学科学院阜外心血管病医院 刘力生**  \n  \n    从JNC 8指南中可得到很多启示，对我们将来自己的高血压指南制定提供了有益思路。例如，在指南制定专家组中纳入多学科专家，对高血压的防止进行全方位的综合考虑。社区医院目前仍然是中国高血压防止的主战场，因此，中国高血压指南的制定应充分考虑社区医生的意见和需求。  \n  \n    一项针对我国1000个社区中92325例高血压患者用药模式的研究结果显示，在社区高血压人群中，目前仍有近50%的患者在应用中国传统复方降压药物，使用量为第一位；CCB的使用量为第二位，占36.8%,ACEI占18.3%,利尿剂占7.9%,β受体阻滞剂占10.4%,ARB占4.0%.  \n  \n    从以上研究数据中可以看出，固定剂量复方制剂在我国高血压防控工作中发挥了重要作用，其在有效降压的同时，还具有能够提高治疗依从性的优势。可以说，固定复方制剂在中国降压治疗中的地位还无法被替代。  \n  \n    **整合RCT证据与专家意见  \n  \n    “JNC 8”回答降压治疗三大问题**    **北京大学人民医院 孙宁玲**  \n  \n    JNC 8以改善高血压患者的预后终点为目的，系统回答了“要不要降压”、“降压要不要有目标”、“用什么药物降压”三大科学问题（图）。相对欧洲指南和中国指南，JNC 8更为简练、更容易抓住重点，不需要复杂的解读即可掌握，重视可操作性，因此在一定程度上能够推进指南的落地。  \n  \n    JNC 8以RCT和荟萃分析作为主要证据来源，并对证据进行了较为细致的等级区分，在形成RCT证据并不足以支撑的推荐意见时，专家观点发挥了主导作用。 随着研究的不断深入，RCT研究的难度在增加，新的头对头研究逐渐减少。此外，RCT研究也有其自身的局限性，其研究对象限制为特定人群，难以解决所有人群的问题。因此，可以看到，JNC 8的形成是建立在整合来自RCT研究的合理性证据和专家意见基础上的，在回答三大问题的同时，也进行了细化的解释。  \n  \n    JNC 8将60岁以上人群的降压目标值设定为150/90 mmHg,60岁以下人群则设定在140/90 mmHg,这是符合中国临床实践的。对于高血压合并糖尿病患者的降压治疗，ADVANCE研究证实了CCB与ACEI对高血压合并糖尿病患者的疗效，此次JNC 8也将CCB、利尿剂与ACEI或ARB一起作为此类患者的一线用药。  \n  \n    JNC 8对于降压治疗策略没有推荐顺序，但是我们应该认识到，有30%——50%的高血压患者需要联合治疗才能实现血压达标，因此，联合治疗是高血压治疗的关键环节。JNC 8强调联合治疗应在4种推荐药物间进行（ACEI和ARB不能同时使用），事实上，RAS抑制剂是联合治疗的基本药物。固定复方制剂，例如缬沙坦氨氯地平是适合中国高血压人群的降压药物，其在提高降压达标率、改善患者治疗依从性方便具有优势。  \n  \n    **“JNC8”推荐：RAS抑制剂用于高血压合并CKD的治疗  \n  \n    \\*\\*总医院 陈香美**  \n  \n    JNC 8高血压指南的发布可谓“十年磨一剑”,正式发布时间一推再推，令广大临床医生和研究者们充满猜测和期待。从刚刚发布的JNC 8指南工作流程和内容可以看到，专家们对于循证医学证据更加重视，对于血压靶目标值和降压药物治疗推荐更加谨慎和强调高等级证据。  \n  \n    与普通人群相比，CKD患者的高血压患病率更高，且肾脏和心血管预后不佳。JNC 8指南的9项推荐中有2项专门针对CKD患者，分别是推荐4和推荐8,其中推荐4指出，18岁以上的CKD患者在收缩压≥140 mmHg或舒张压≥90 mmHg时应开始药物治疗，并将血压目标值设定为140/90 mmHg;推荐8指出，18岁以上的CKD患者起始（或增加）降压治疗应包括1种ACEI或ARB以改善肾脏预后。该推荐适用于所有合并高血压的CKD患者，不论是何种族和有无糖尿病（中等推荐，B级证据）。因目前尚没有证据表明ACEI或ARB可改善CKD患者的心血管预后，因此推荐8主要针对的是改善肾脏预后。  \n  \n    与2012年发布的改善全球肾脏病预后组织（KDIGO）高血压指南相比，JNC 8最大的变化在于建议无论有无蛋白尿的CKD患者均应在起始（或增加）降压治疗中使用1种ACEI或ARB（证据等级B）。KDIGO指南则建议有大量白蛋白尿\\[（尿白蛋白排泄率（ACR）>300 mg/24h\\]的CKD患者降压治疗使用ARB或ACEI（证据等级1B），对于微量白蛋白尿（ACR 30——300 mg/ 24h）的CKD患者使用ARB或ACEI（证据等级2D），对正常白蛋白尿的CKD患者，则没有给出降压治疗药物推荐。  \n  \n    KDIGO高血压指南作为针对CKD这一特殊人群的专门高血压指南，在给出降压治疗推荐时更为慎重。目前对于大量白蛋白尿的CKD患者（无论有无糖尿病）使用ARB或ACEI治疗的肾脏保护作用有充分的循证医学证据，如AASK,ESPIRAL和AVER研究等，这几项研究也是JNC 8指南给出CKD患者降压药物推荐的主要依据。微量白蛋白尿以及正常白蛋白尿CKD患者使用ARB或ACEI治疗仍缺少来自RCT研究的高级别证据，虽然JNC 8指南对于无白蛋白尿CKD患者也给出了使用ACEI或ARB治疗的推荐，但仍需认识到这一建议更多的是专家建议，仍需严格设计的RCT研究证实。  \n  \n    不久前公布的ESH/ESC 2013高血压指南与KDIGO高血压指南推荐相似，建议有蛋白尿的CKD患者使用RAS抑制剂降压治疗，RAS抑制剂降低白蛋白尿效果优于其他种类降压降压药物（证据等级ⅠA）。ESH/ESC 2013高血压指南还建议联合降压药物治疗方案中应包括RAS抑制剂（证据等级ⅠA）。  \n  \n    此外，需要注意的是：尽管JNC 8指出其推荐8中的意见适用于所有高血压患者，但我们要看到，其采纳的证据并无来自中国人的研究，KDIGO指南和ESH/ESC 2013高血压指南也存在同样的问题。  \n    **重RCT,但不能唯RCT  \n  \n    使用固定复方制剂是符合中国国情的降压治疗策略  \n  \n    北京大学人民医院 胡大一**  \n  \n    JNC 8无疑给高血压的防止带来了新的思路与启发，但是对于国际指南，我们只有深入掌握其中各项推荐的背景、依据，才能更好地与我国临床实践相结合。  \n  \n    我们要看到，JNC 8主要以RCT研究结论作为推荐依据，而RCT具有自身的局限性，其通常是在严格的纳入和排除标准下入选研究对象，一般排除特殊人群及病情严重、合并症较多的复杂病例，强调的是标准化样本人群，这种高度选择限制了许多RCT结果的应用，导致RCT所得到的研究结论无法回答临床医生所真正关心的问题。基于RCT研究的荟萃分析也同样无法解决研究人群与目标人群存在差异的问题。因此，临床医生应当将JNC 8与我国实际情况相结合，立足患者的自身特点，制定适合中国高血压人群的降压治疗方案。  \n  \n    JNC 8列出了三大降压治疗策略，并指出，由于没有关于降压策略之间头对头比较的RCT证据，因此对所有高血压患者，三项策略均可采用，没有提出推荐意见。  \n  \n    然而，正如前面所讲，RCT证据的重要性毋庸置疑，但在临床实践中制定降压治疗策略往往需要考虑多种因素的影响，例如治疗依从性、患者耐受性以及经济承受能力等。完全基于RCT证据的高血压指南对于人口基数大、人口构成复杂的中国不可能完全适用。  \n  \n    单片复方制剂在中国的临床应用远远早于西方国家，在中国的降压治疗中占据着重要的一席之地。《**单片复方制剂降压治疗中国专家共识**》指出：复方制剂的出现是高血压治疗学半个多世纪发展的客观要求和必然选择。  \n  \n    我国高血压患者血压达标难是由多种原因造成的，例如，高血压患者往往合并有糖尿病等其他疾病，使得高血压的管理更加复杂和困难。与增加单药剂量相比，联合用药的降压作用更强、器官保护作用更优，预防心脑血管并发症效果更好，而不良反应和副作用更少、更轻微。而与自由联合用药相比，单片复方制剂可以提高联合降压的治疗水平，减少了由于医疗水平参差不齐而造成的联合治疗使用不足、不及时、配伍不科学等问题，减少了漏服、错服、擅自减量等问题，从而有助于大幅度地提高降压治疗的达标率。单片复方制剂服用简单，一口水，一片药，患者依从性好。此外，新型复方制剂还具有降压效果好、不良反应少等优势。总之，使用单片复方制剂是适合大多数中国高血压患者的降压策略，也是中国高血压治疗的大势所趋。  \n  \n    **点击下载\\*\\*\\*：《2014年成人高血压管理指南》**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "5df20ae2-921b-422e-aa6f-fa6a05b6d261", "title": "狂犬病暴露预防处置操作指南", "text": "【0】    **《狂犬病暴露预防处置操作指南》内容简介：**  \n    狂犬病（Rabies）又称疯狗病，是由弹状病毒科的狂犬病毒引起的\\*\\*共患急性传染病，按照《传染病防止法》的规定为乙类传染病。人一旦发病，没有有效的临床治疗方法，几乎100%死亡。暴露后处置是暴露后预防狂犬病的唯一有效手段，世界卫生组织认为及时、科学和彻底的暴露后预防处置能够避免狂犬病的发生。    **《狂犬病暴露预防处置操作指南》内容预览：**    二、处置程序  \n  \n    狂犬病暴露后预防处置的措施包括伤口处理、接种狂犬病疫苗和注射被动免疫制剂。  \n  \n    人被犬、猫等宿主动物咬、抓伤后，凡不能确定伤人动物为健康动物的，应立即进行受伤部位的彻底清洗和消毒处理。局部伤口处理越早越好，就诊时如伤口已结痂或愈合则不主张进行伤口处理。    （一）伤口处理  \n  \n    伤口处理包括彻底冲洗和消毒处理，对于预防狂犬病发生具有重要意义。首先，水流冲洗的机械力量能有助于减少伤口的病毒残留量；更重要的是狂犬病病毒对脂溶剂（肥皂水、\\*\\*\\*、丙酮等）、75%酒精、碘制剂以及季胺类化合物较为敏感。因此，彻底冲洗伤口和消毒可大大降低暴露者感染的风险。  \n  \n    无论暴露者是否自行处理过伤口，均应由医务人员按照下述步骤规范处理：  \n  \n    1. 彻底冲洗  \n  \n    用肥皂水或清水彻底冲洗伤口至少15分钟。具体操作为：  \n  \n    （1）首先使用一定压力的流动清水（自来水）冲伤口；  \n  \n    （2）用20%的肥皂水或其它弱碱性清洁剂清洗伤口；  \n  \n    （3）重复第（1）、（2）步至少15分钟；  \n  \n    （4）用生理盐水（也可用清水代替）将伤口洗净，然后用无菌脱脂棉将伤口处残留液吸尽，避免在伤口处残留肥皂水；    **点击下载\\*\\*\\*：《狂犬病暴露预防处置操作指南》**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "ab740030-3a57-4ad7-91b9-2116a4b0cc4d", "title": "2010强直性脊柱炎诊断及治疗指南", "text": "【0】**《2010强直性脊柱炎诊断及治疗指南》内容预览：  \n  \n**    1.诊断线索  \n  \n    对本病诊断的最好线索是患者的症状、关节体征和关节外表现及家族史。AS最常见的和特征性早期主诉为下腰背发僵和疼痛。由于腰背痛是普通人群中极为常见的一种症状，但大多数为机械性非炎性背痛，而本病则为炎性疼痛。以下5项有助于脊柱炎引起的炎性背痛和其他原因引起的非炎性背痛的鉴别：（1）背部不适发生在40岁以前；（2）缓慢发病；（3）症状持续至少3个月；（4）背痛伴发晨僵；（5）背部不适在活动后减轻或消失。以上5项有4项符合则支持炎性背痛。  \n  \n    2.体格检查  \n  \n    骶髂关节和椎旁肌肉压痛为本病早期的阳性体征。随病情进展可见腰椎前凸变平，脊柱各个方向活动受限，胸廓扩展范围缩小，及颈椎后突。以下几种方法可用于检查骶髂关节压痛或脊柱病变进展情况： & /8T?th86  \n  \n    （1）枕壁试验：正常人在立正姿势双足跟紧贴墙根时，后枕部应贴近墙壁而无间隙。而颈僵直和（或）胸椎段畸形后凸者该间隙增大至几厘米以上，致使枕部不能贴壁。  \n  \n    （2）胸廓扩展：在第4肋间隙水平测量深吸气和深呼气时胸廓扩展范围，两者之差的正常值不小于2.5cm,而有肋骨和脊椎广泛受累者则使胸廓扩张减少。  \n  \n    （3）Schober试验：于双髂后上棘连线中点上方垂直距离10cm及下方5cm处分别作出标记，然后嘱患者弯腰（保持双膝直立位）测量脊柱最大前屈度，正常移动增加距离在5cm以上，脊柱受累者则增加距离。  \n  \n    （4）骨盆按压：患者侧卧，从另一侧按压骨盆可引起骶髂关节疼痛。（5）Patrick试验（下肢4字试验）：患者仰卧，一侧膝屈曲并将足跟放置到对侧伸直的膝上。检查者用一只手下压屈曲的膝（此时髋关节在屈曲、外展和外旋位），并用另一只手压对侧骨盆，可引出对侧骶髂关节疼痛则视为阳性。有膝或髋关节病变者也不能完成4字试验。**  \n  \n点击下载\\*\\*\\*：《2010强直性脊柱炎诊断及治疗指南》  \n**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "37f0a16e-3a17-4fcb-b287-df4b2f0cbe53", "title": "2011NCCN胃癌临床实践指南", "text": "【0】    **《2011NCCN胃癌临床实践指南》内容简介：**    2011版《NCCN胃癌临床实践指南》基于大量循证医学证据进行了较多的更新。在第四届NCCN亚洲学术会议胃癌专场，美国康奈尔大学魏尔（Weill）医学院伊尔森（Ilson）教授提纲挈领地报告了此次更新要点。  \n    **《2011NCCN胃癌临床实践指南》内容预览：**  \n    紫杉类联合放疗增敏 对身体状况良好、肿瘤无法切除的M0患者，推荐术前放化疗或化疗，新增以紫杉类药物为基础的方案联合放疗增敏的建议。  \n  \n    GAST-3 对未接受术前治疗患者术后的处理，新增的GAST-3部分给出推荐意见。R0术后的Tis或T1N0患者无需术后治疗。T2N0期患者可观察或放化疗联合\\[氟尿嘧啶（FU）或紫杉类为基础联合放疗增敏\\]治疗，也可给予卡培他滨单药化疗。对T3以上分期患者应考虑单纯化疗（卡培他滨）或放化疗，而指南中更倾向选择前者。新版指南就术后放疗建议，有经验的中心可进行调强放疗（IMRT），以降低放疗毒性。  \n  \n    对于R1或R2切除术后的处理，应考虑放化疗或化疗，增加了以紫杉类为基础的化疗。紫杉醇+卡铂方案也获推荐，因为其比FU滴注更方便给药。  \n  \n    HER2检查 基于ToGA研究的结果，指南建议，对不能手术的局部进展期、复发或转移的胃或胃食管结合部癌，可考虑曲妥珠单抗治疗。治疗前应采用免疫组化（IHC）或荧光原位杂交（FISH）检测人表皮生长因子受体2（HER2）过表达情况，并给出了IHC判断的评分标准。    **点击下载\\*\\*\\*：《2011NCCN胃癌临床实践指南》**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "ba651415-e380-4bf1-af92-b11f25dc7578", "title": "2013黑色素瘤诊治指南", "text": "【0】    **《2013黑色素瘤诊治指南》内容预览：**    外科治疗  \n  \n    1、前哨淋巴结活检：上一版的“对厚度≥1mm的患者推荐进行前哨淋巴结活检”细化为：厚度≤0.75mm的IA期/IB期不推荐前哨淋巴结活检，而厚度在0.76——1.0mm之间或≥1mm的患者可考虑进行前哨淋巴结活检。  \n  \n    2、外科切缘原则：对于肿瘤厚度>4mm 者，临床推荐切除边缘由2.0——3.0cm 改为2cm（证据级别为1级）  \n  \n    3、隔离肢体热灌注或热输注治疗（ILP或ILI）推荐的证据级别由2B提升至2A  \n  \n    辅助治疗  \n  \n    新增：中国黏膜黑色素瘤的辅助治疗建议：TMZ+DDP优于高剂量干扰素α-2b.  \n  \n    全身治疗  \n  \n    1、化疗中增添了福莫司汀、紫杉醇±卡铂、铂类、白蛋白结合型紫杉醇的介绍  \n  \n    2、个体化靶向治疗中新增Dabrafenib+Trametinib为晚期黑色素瘤的一线治疗  \n  \n    3、非特异性靶向治疗中新增DTIC+恩度为晚期皮肤黑色素瘤的一线治疗    **点击下载\\*\\*\\*：《2013黑色素瘤诊治指南》**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "10970e0d-0673-446d-91eb-6911ddad35e5", "title": "ADA2014指南提供妊娠糖尿病的筛查方法", "text": "【0】　　美国糖尿病协会（ADA）2014指南发生了政策性转变，建议采用一步法或两步法进行妊娠糖尿病（GDM）筛查。这项最新推荐已于2013年12月19日在线发表于Diabetes Care 2014年1月增刊上。\n\n【1】　　之前，ADA一直支持采用国际糖尿病与妊娠研究组（IADPSG）2010年所修订的GDM一步筛查法。现在ADA则指出，目前并无足够证据支持一步法优于美国\\*\\*卫生院（NIH）2013年3月所推荐的两步筛查法。\n\n【2】　　此外，新指南新增了医学营养治疗部分（这部分内容最先发表于2013年10月刊 Diabetes Care 上），进一步扩增了神经病变部分的内容，并始终强调和坚持以循证为基础和以患者为中心的推荐。\n\n【3】　　ADA专业实践委员会主席、美国凯撒医疗机构研究部科学家Richard Grant教授指出：“总的来说，与过去几年一样，今年我们所做的就是依次列举了有确凿证据支持的推荐……我们尽可能地用以高水平证据为依据的类似推荐替代专家建议性推荐。这是我们今年一直在做的一个趋势。” Grant教授强调，就糖尿病管理角度而言，今年的指南并无重大变化。除了告诉人们需要应用哪种类型的GDM筛查方法外，今年的指南并无其他特别大的变化。目前并没有真正大型的研究能够改变糖尿病治疗的方向。新指南更多地依靠循证证据制订诊疗推荐，并承认和强调个体化诊疗。\n\n【4】　　一步法与两步法\n\n【5】　　NIH在2013年2月赞同采用两步法作为GDM的诊断方法，美国妇产科医师学会（ACOG）也支持采用该法，目前美国临床实践中也普遍采用该法进行GDM的筛查与诊断。该法需要测定口服50 g葡萄糖后非空腹1小时血糖，若结果超过指定界值则进一步行100g口服葡萄糖耐量试验（OGTT）测定3个小时的血糖。IADPSG及世界卫生组织则支持采用一步法，这种方法在欧洲应用更为普遍，主要是禁食后行单次75g2小时OGTT。\n\n【6】　　一步法能识别更多的GDM患者。IADPSG认为正如高血糖与不良妊娠结局（HAPO）研究所示，母体血糖水平轻度增高即可增加不良妊娠结局及不良新生儿结局的发生风险，故识别更多的GDM患者具有重要意义。但Grant教授强调，HAPO研究是一项观察性试验，目前并无一步法或两步法GDM筛查能改善产妇及新生儿临床结局的随机临床试验证据。但非常有趣的是，IADPSG与NIH的指南写作组是在对相同的数据进行评估与审查后得出了各自不同的推荐。而ADA认为其不能决定上述两个专家共识小组的推荐哪一个更为合适。两种推荐都是符合事实的，都具有判断价值。亟需更多研究来进一步确定两者中何者能更好地改善产妇及新生儿的临床结局。\n\n【7】　　强调以患者为中心\n\n【8】　　新扩增的糖尿病神经病变部分更详细地介绍了各种治疗方法及其局限性，鼓励医生坚持敦促患者长期服药确保药物发挥作用，并应用不同药物及药物组合采用个体化的“试错”方法进行治疗。\n\n【9】　　Grant教授指出，神经病变是一种较难治疗的疾病，目前尚无非常好的治疗方法，治疗时需要护理团队与患者之间进行良好的沟通。\n\n【10】　　新增的医学营养治疗部分也强调个体化治疗方法，强调需要尊重整体饮食习惯及患者的喜好，而非出具特定饮食处方。主要作者、华盛顿大学医学中心糖尿病教育项目协调员Alison Evert强调：“事实上，该部分中的内容并没有使用“饮食”这一单词。整个文件中应用的是“饮食计划”或“饮食习惯”而非“饮食”。我们希望与患者一起努力，帮助他们实现个体化的健康目标。各种饮食习惯都能发挥作用，人们更易于坚持被告知的饮食计划。”\n\n【11】　　ADA 一马当先\n\n【12】　　在2013 ADA指南中，与2012年ADA指南相比较大的变化是，鉴于证据显示进一步将收缩压降至140 mm Hg以下不能带来额外获益反而增加风险，故将糖尿病患者的降压治疗的收缩压目标值由小于130 mm Hg放宽至小于140 mm Hg。就在本周，2014美国成人高血压指南（JNC8）对糖尿病患者作出了同样的推荐。  \n  \n    **相关阅读**  \n    ADA指南或造成儿童2型糖尿病被漏诊  \n    ADA新糖尿病营养治疗指南  \n    2014年ADA糖尿病医学诊疗标准发布  \n    ADA2014指南提供妊娠糖尿病的筛查方法  \n    解析2014年ADA糖尿病指南中值得关注的更新点  \n    2014 ADA 糖尿病医学诊疗标准  \n    2014年ADA糖尿病诊疗标准重视高血糖管理策略  \n    2013年ADA成人糖尿病患者管理的营养治疗推荐亮点  \n    2013ADA糖尿病成人患者营养治疗推荐  \n  \n    **指南下载**  \n    【pdf】2014年ADA糖尿病诊疗指南(中文版)", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "500df0de-cdbb-4a6a-892e-4c7fcf8cffea", "title": "科学家新研究:利用光**细胞抑制糖尿病", "text": "【0】科学家新研究:利用光**细胞抑制糖尿病\n    一组研究人员结合基因工程,小细胞支架,以及光遗传学的作用原理,研发出了一种\"光导凝胶(light-guiding hydrogels,)\",从而实现了在体内检测细胞表达的荧光蛋白,以及利用光刺激细胞,抑制糖尿病小鼠的高血糖水平.这一最新技术成果公布在10月20日的 Nature Photonics杂志上.  \n  \n    文章的第一作者,哈佛大学博士后研究员Myunghwan Choi表示, \"我们只展示了光传感和治疗的一个例子,但是实际上细胞中存在超过两万个功能蛋白\",他还补充说,如果科学家通过遗传工程,令这些细胞中的蛋白对光线作出反应,然后结合光导凝胶,就能够更好地控制细胞,完成细胞疗法.  \n  \n    创新性:  \n  \n    \"目前人们已经完成了基于细胞的疗法,也已经进行过以凝胶为基础的疗法,并且还有将这两者结合在一起应用的,但是以受控的方式,利用凝胶的特性作为波导,光刺激(细胞),这还是第一次,\"德州农工大学生物医学工程教授Michael Pishko表示(未参与该项研究).  \n  \n    此前已有将水凝胶用于药物递送的先例,其中的一些甚至获得了美国食品和药物管理局FDA的批准.这一领域利用细胞工程和光遗传学方法进行临床治疗.\"其实我们并没有创建或发明什么\",这项研究的通讯作者Seok Hyun Yun表示,\"我们只是将脱节的东西与巧妙的技术结合在一起,令它们在一个简单系统中发挥作用……然后将它们移至体内.\"  \n  \n    Seok-Hyun Yun曾与其他研究人员发明了单细胞生物激光器.  \n  \n    搭建一个激光器要求两个条件:进行光放大的激光材料(即增益介质)和反射镜组成的光学谐振腔来形成能量集中的准直光束.直到现在,激光增益介质一直都采用非生物物质如掺入元素的晶体、半导体或气体等材料.Seok-Hyun Yun等人采用了增强型绿色荧光蛋白质(GFP),这是一种使水母发光的物质并已经被广泛用于细胞生物学进行荧光标记.研究小组构建人体胚胎细胞产生GFP,然后将单个细胞放置于两个距离仅有20微米反射镜形成的光学腔中.当他们用蓝光激发细胞时,就会发出肉眼能见的准直激光,而且在此过程中细胞不会受到损伤.  \n  \n    重要性:  \n  \n    细胞疗法发展迅速,但也遇到了许多挑战.尤其是当需要将细胞注射到小鼠或患者体内,并确定这些细胞达到了它们应该去的地方的时候.  \n  \n    剂量也是一个问题,因为很难分辨有多少细胞存活了下来,以及它们是否在体内正常工作.细胞可以通过基因工程,表达能对光产生应答的蛋白,但是一旦蛋白在体内表达,要让光到达细胞也是十分困难,因为身体大部分组织的光学特性并不利于光的移动.  \n  \n    光导凝胶为解决这些问题提出了新方案.对于注入的水凝胶来说,这些细胞的位置是已知的.而且细胞能通过赶紧的材料接收和发送光信息,就能\"最大限度地提高细胞与外界的通信效率\".作者还表示,凝胶还能调控细胞释放蛋白的活性,并且帮助细胞在体内存活,稳定环境.  \n  \n    有待改进:  \n  \n    当然这一系统也不是完美无缺,\"研究人员采用的细胞是HeLa细胞,这些细胞具有潜在致瘤性,\" Warren W.C. Chan(未参与该项研究)说,而且其安全性也有待考究.另外还有学者表示,这项研究也不清楚移植细胞造成的影响,这些都需要进一步的研究.", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "38585170-662b-4c9b-99cf-3eb12ab110c3", "title": "2011美国国家脂质协会成人家族性高胆固醇血症患者管理建议解读", "text": "【0】    **《2011美国国家脂质协会成人家族性高胆固醇血症患者管理建议解读》内容简介：**    家族性高胆固醇血症（familial hypercholesterolemia,FH）是一种遗传性疾病，表现为血清胆固醇水平显著升高，其机制是编码低密度脂蛋白（LDL）受体、载脂蛋白B（ApoB）或PCSK9（一种参与LDL受体降解的酶）的基因发生突变.FH分为杂合子FH和纯合子FH,在美国，杂合子FH发病率约1/500,在特定的人群中发病率稍高些；纯合子FH非常罕见，在美国发病率为1/百万.下文中没有特殊标注者，均指杂合子FH.    **《2011美国国家脂质协会成人家族性高胆固醇血症患者管理建议解读》内容预览：**    胆酸螯合剂（盐酸考来维仑、消胆胺考来烯胺、考来替泊）是阴离子交换化合物，阻止胆汁酸在肠道的重吸收。它们可降低LDL-C浓度达20%,用于经他汀治疗的FH患者需进一步降低LDL-C的联合治疗.由于它们不被系统吸收，所以通常认为较其他降脂药物安全。消胆胺考来烯胺、考来替泊可出现严重胃肠道不良反应，尤其是便秘以及多种药物间相互作用。市场上最新的胆汁酸螯合剂是盐酸考来维仑。与消胆胺考来烯胺、考来替泊相比，它的胃肠道不良反应以及药物间相互作用少，而且在较低剂量即发挥效应，因此它在临床使用时患者依从性更好。它还被美国食品和药物管理局（FDA）批准用于改善2型糖尿病患者的血糖控制。因此，推荐盐酸考来维仑作为用于FH患者治疗的胆酸螯合剂。盐酸考来维仑与他汀联合应用可进一步降低LDL-C达20%。  \n    **点击下载\\*\\*\\*：****《2011美国国家脂质协会成人家族性高胆固醇血症患者管理建议解读》**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "4dc6e822-b4c6-4ced-addb-8b508f248712", "title": "荷瘤状态下的代谢改变特点是什么?", "text": "【0】荷瘤状态下的代谢改变特点是什么?\n肿瘤导致的局部与全身改变,使许多病人伴有不同程度的营养不良,免疫功能下降,机体对手术创伤及放疗、化疗的耐受能力降低。营养状态与病人的愈后及生存率有密切关系,所以,改善其营养状况,在肿瘤的治疗中有着重要意义。  \n荷瘤状态下的糖、脂肪与蛋白质的代谢发生了改变:  \n(1)肿瘤细胞对糖的无氧酵解明显增强,成为其能量的重要来源,但由于此过程产能少,而乳酸再生成葡萄糖过程耗能高，总的结果使宿主的能量消耗增加。通过乳酸和生糖氨基酸的糖异生作用,产糖增加,外周组织对糖利用下降,葡萄糖耐量异常。  \n(2)内源性脂肪酸水解增强,而外源性甘油三酯的利用较差,体脂消耗增加,血中甘油与FFA浓度升高。有研究认为肿瘤细胞缺乏脂肪酸与酮体降解的关键酶,从而使其对脂质的利用下降。  \n(3)宿主蛋白质分解增加,分解的蛋白一部分为肿瘤细胞所获,其余参与糖异生及肝脏急性相蛋白的合成,从而使整体蛋白更新率增加,而蛋白质更新过程亦加重能量消耗。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "cdbb3539-eb0c-4a0b-81b0-16c249de1750", "title": "2010年英国胸科协会内科胸腔镜指南解读", "text": "【0】    **《2010年英国胸科协会内科胸腔镜指南解读 》内容简介：**    目前胸膜疾病在临床上不断增加，尤其恶性胸腔积液成为一个常见的临床问题。如果按目前肿瘤发病率计算，估计到2025年，每年英国将新增100 000例肿瘤患者。约15%死于肿瘤的患者尸检时存在胸腔积液。研究显示，由肿瘤所致的渗出性胸腔积液占大多数（42%～77%）。到2020年，胸膜间皮瘤也将增多。每年死于间皮瘤的患者数逐渐上升。未来10年中，间皮瘤死亡数预计每年达2 450例。据推测，在2001年至2050年间，将有65 000例患者死于间皮瘤。    **《2010年英国胸科协会内科胸腔镜指南解读 》内容预览：**  \n    内科胸腔镜在胸膜恶性疾病检查中的诊断作用  胸腔积液患者在单纯的胸腔穿刺引流后常得不到明确诊断。大约仅60%的患者在第1次诊断性胸腔穿刺引流后能获得阳性的恶性疾病的细胞学诊断。第2次胸腔积液检查的诊断价值仅略有增加（大约15%），而第3次胸腔积液检查无明显作用。胸腔积液细胞学检查在诊断间皮瘤方面效果很差，只有32%的患者能获得阳性结果。  \n  \n    通常“盲法”胸膜活检（非影像学引导下胸膜活检，也称为闭式胸膜活检或Abrams针胸膜活检）可应用于不明原因的细胞学检查阴性的渗出性胸腔积液患者。这种检查技术相对简易，仍然用于临床。然而，这种“盲法”活检在诊断恶性胸膜疾病的敏感性低于CT引导下的胸膜活检或内科胸腔镜检查。对于胸膜恶性疾病，直视下直接观察胸膜往往能够发现病变呈不规则斑片状分布，且病变最易累及靠近膈面部分的胸膜。对于恶性胸腔积液，使用“盲法”胸膜活检较单独胸腔积液细胞学检查增加了7%——27%的诊断率。对于间皮瘤，“盲法”胸膜活检联合胸腔积液细胞学检查使得诊断率增至50%.其他方法有超声和CT引导下的胸膜活检。    **点击下载\\*\\*\\*：《2010年英国胸科协会内科胸腔镜指南解读 》**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "84af74f2-79cd-4627-9df5-05e75d10e98e", "title": "2013核素治疗格雷夫斯甲亢指南", "text": "【0】    **《2013核素治疗格雷夫斯甲亢指南》内容简介：**    格雷夫斯甲状腺功能亢进症（简称甲亢）为临床常见病和多发病,发病率在我国呈上升趋势,而其诊治规范与否直接关系到临床疗效.目前临床治疗格雷夫斯甲亢的方法主要有3种:内科药物治疗、核医学131I治疗和外科手术治疗,其中131I治疗因具有快速简便、质优价廉、不良反应少、治疗效果好等优点,已被美国等国家广为接受,成为大多数成年格雷夫斯甲亢患者的首选或重点选择的治疗手段.    **《2013核素治疗格雷夫斯甲亢指南》内容预览：**  \n    针对本次指南编写，中华医学会核医学分会治疗学组向全国的内分泌科医师发出391份问卷调查。结果显示：32%的医师首选131I治疗甲亢；在对131I治疗的主要顾虑中，78%的医师担心131I治疗后甲状腺功能减退（简称甲减），14%的医师担心131I治疗影响生育，8%的医师担心治疗后的致癌问题。数据提示，我国内分泌科医师对131I治疗甲亢持相对保守态度。该学组还对563例到核医学科进行131I治疗咨询的格雷夫斯甲亢患者进行了问卷调查，结果显示：68%的患者倾向选择131I治疗，59%的患者顾忌131I治疗后甲减，53%的患者认为甲减是一种终身的带病状态。  \n  \n    我国医师在甲亢治疗中主要秉持相对保守的治疗态度和尽可能追求甲状腺功能正常化的治疗理念，这使我国131I治疗更趋于个体化、低剂量治疗。研究显示，个体化、低剂量治疗可延缓甲减发生、改善患者的生存质量，但也易出现治疗剂量不足、延误甲亢缓解和甲亢复发率增高等问题。对于格雷夫斯甲亢个体化治疗的患者长期获益情况，尚有待前瞻性、多中心研究结果。    **点击下载\\*\\*\\*：《2013核素治疗格雷夫斯甲亢指南》**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "c5a22673-368a-40e6-940e-b0b996387638", "title": "2011中国慢性淋巴细胞白血病诊治指南", "text": "【0】    **《2011中国慢性淋巴细胞白血病诊治指南》内容简介：**    由于近年来国际上对于CLL的基础临床研究进展迅猛，因此各种关于CLL诊断和治疗标准也在不断更新。美国综合癌症网（NCCN）每年都会对CLL的诊疗规范进行至少一次更新，最新2011版NCCN关于CLL部分的指南对于CLL的诊断、治疗建议和预后指标等都进行了较为显著的修订，为广大血液病临床医生提供最新的临床指南。    **《2011中国慢性淋巴细胞白血病诊治指南》内容预览：**  \n    诊断  \n  \n    CLL和SLL均为起源于单克隆、成熟样小淋巴细胞的淋巴系统恶性疾病，两者的区别在于CLL临床多表现为外周血和骨髓异常淋巴细胞浸润的白血病样表现；而SLL多为淋巴器官肿大的淋巴瘤样表现。目前认为CLL仅为B细胞疾病，以前所谓的T-CLL目前归为T细胞幼淋细胞白血病。  \n  \n    诊断标准  \n  \n    目前对于CLL诊断的最低要求是持续性（大于三个月）的外周血克隆性B淋巴细胞增多≥5×109/L,并且B细胞的克隆性需要经过流式细胞仪确认。外周血涂片的形态学往往提示为成熟样小淋巴细胞，这些细胞可能混有大而不典型的细胞、分裂细胞或最多不超过55%的幼淋细胞。如果外周血幼淋细胞比例>55%则诊断为幼淋细胞白血病（B-PLL）。对于外周血存在克隆性B细胞，但绝对计数<5×109/L,同时不伴有淋巴结合器官肿大（所有淋巴结<1.5cm）、血细胞减少和其他疾病相关症状的患者，可以诊断为单克隆B淋巴细胞增多症（MBL）。  \n  \n    对于外周血克隆性B细胞<5×109/L同时伴有血细胞减少或疾病相关症状仍然可以诊断为CLL;而SLL的诊断的确立必须依赖组织病理学证实由于肿瘤细胞浸润导致的淋巴结合/或脾脏肿大，同时外周血B淋巴细胞<5×109/L.    **点击下载\\*\\*\\*：《2011中国慢性淋巴细胞白血病诊治指南》**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "7d80451d-817e-4485-af34-3522301ebb95", "title": "儿科诊疗指南与操作规范", "text": "【0】**《儿科诊疗指南与操作规范》内容预览：**  \n  \n    1、诊断规范  \n    （1）医师熟练掌握本专科疾疾病病诊疗规范和诊疗指南。  \n    （2）诊断依据必须符合诊疗规范。  \n    （3）一般病例由主管医师诊断，疑难病例由主治或主治以上医师确诊。  \n    （4）重大疾病或特殊病人须会诊讨论确诊。  \n    （5）死亡病例应全科讨论确立最后诊断和死亡原因。  \n    （6）非本科疾病诊断不明时，须由专科医师会诊确定。  \n    （7）特殊或有创检查须副主任以上医师批准，诊断性治疗由科主任审批。  \n    （8）普通病例三日内确诊，疑难病例原则上7日内确诊。  \n    （9）禁止滥用检查手段和过度检查行为，根据病情选择适宜的临床检查。  \n    （10）有创检查需征得患者或家属同意并签字认可。  \n    （11）按时完成入院常规检查：必须做的常规检查入院后三天内完成，必须的特检五天内完成，危急重病人的必要检查急诊完成。  \n  \n    2、治疗规范  \n    （1）医师熟悉本科疾病治疗常规和疗效标准。  \n    （2）一般病例治疗方案由主管医师制定，疑难危重病例治疗方案由主治或主治以上医师制定。  \n    （3）非本科疾病治疗效果不佳时，须由专科医师会诊确定治疗方案。  \n    （4）重大疾病和特殊病人治疗方案应会诊讨论决定，必要时实施多科联合会诊。  \n    （5）治疗方案和主要治疗措施有明确记录。  \n    （6）有创性治疗措施应由上级医师审批。  \n    （7）造成器官功能损害的治疗措施须经科主任和医务科审批。  \n    （8）修改治疗方案应有上级医师指示。  \n    （9）因治疗出现的副作用应明确记录并报上级医师。  \n    （10）主要治疗措施应在确诊后及时实施。  \n    （11）禁止滥用药物或过度操作（按规范使用抗菌药物、激素类药物及血液制剂）。  \n    （12）抢救病人时，值班医师应立即到达现场开展工作并报告上级医师，二线医师15分钟内到达现场，需要会诊讨论的应于1小时内实施。  \n    （13）抢救病例须经上级医师指导，重大抢救由科主任直接指导，多科抢救由院医务科协调。  \n    （14）抢救记录应于抢救完成后6小时内完成。  \n  \n    手术科室治疗规范  \n    （1）认真执行手术及有创操作分级管理规范，严禁超越权限实施手术。  \n    （2）择期手术术前应有上级医师查房意见，手术方案有上级医师审批意见。  \n    （3）重大手术须经会诊讨论决定手术方案和时机。  \n    （4）严格执行术前谈话和签字制度。  \n    （5）当日术前术后病人应有口头或书面交班。  \n  \n**点击下载完整版：《儿科诊疗指南与操作规范》**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "3ece4a75-d93a-4b18-bf07-f3157214d9b6", "title": "AHA更新女性心脏病预防指南", "text": "【0】AHA更新女性心脏病预防指南\n 　　亮点：\n\n【1】　　更新版指南聚焦于真实世界的最佳效果，考虑了可使女性遵从医疗建议和治疗的个体和社会经济学因素。\n\n【2】　　指南融合了可升高女性心脏病危险的疾病内容，如狼疮、粉丝性关节炎和妊娠并发症等。\n\n【3】　　帮助女性及其医生理解其危险并采取实用策略对预防心脏病和卒中最有效。\n\n【4】　　2011年2月15日，美国心脏学会（AHA）更新了女性心血管疾病预防指南，指南指出，针对真实世界的实用医学建议对于预防女性心血管疾病可能较仅仅基于临床研究证据的建议更有效。\n\n【5】　　而此前，指南建议主要基于临床研究中的结果，常不考虑影响女性遵从医疗建议和治疗的个体和社会经济学因素。而在实践中，很多女性较临床研究中年龄更大、病情更重、有更多副作用。另外，贫穷、文化水平低、精神疾病、交流能力、视觉和听觉障碍均可对医生改善患者心血管健康的努力造成挑战。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "a6bb4a45-9b47-4f3b-a138-9488e9282a88", "title": "提高睡眠质量影响可能减缓老年人记忆衰退", "text": "【0】提高睡眠质量影响可能减缓老年人记忆衰退\n美国研究人员日前发现，因年纪增长引起的大脑衰退，使老年人睡眠质量下降，从而导致其记忆力减弱。研究人员认为，通过刺激大脑适当区域有可能提高睡眠质量，减缓老年人记忆衰退。 \n\n【1】人的正常睡眠可分为快波睡眠和慢波睡眠。其中，慢波睡眠是人体得到最充分休息的睡眠阶段，也称深度睡眠，其时间长短被认为是睡眠质量高低的决定因素。 \n\n【2】美国加利福尼亚大学伯克利分校的研究人员，在英国新一期学术刊物《自然·神经学》上报告说，他们对18名平均年龄为21岁的年轻人和15名平均年龄为75岁的老年人进行睡眠和记忆测试。在晚上入睡前，研究人员对受试者进行单词配对测试。结果显示，老年人的单词配对测试成绩比年轻人差大约25%。 \n\n【3】在8小时睡眠后的次日，研究人员再次对他们进行单词配对测试，并对他们的大脑实施核磁共振成像扫描。结果显示，老年人的慢波睡眠时间比年轻人平均少75%，单词配对测试成绩比年轻人差55%。大脑扫描显示，对年轻人来说，慢波睡眠可帮助他们将新获取的信息从短期储存记忆的海马区，转移到可长期储存记忆的前额皮质；而对老年人来说，大脑退化使得慢波睡眠时间变短，从而影响他们的记忆力。 \n\n【4】研究人员认为，通过刺激大脑适当区域有可能会提高睡眠质量，并有可能减缓老年人记忆衰退。不过这一假设还有待进一步验证。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "32bf5862-6dc6-4303-b0e9-bb6c65c22d6c", "title": "缺血性脑卒中和短暂性脑缺血发作二级预防指南", "text": "【0】缺血性脑卒中和短暂性脑缺血发作二级预防指南 内容预览： \n\n【1】    目前脑血管病已成为我国城市和农村人口的第一位致残和死亡原因，且发病有逐年增多的趋势。流行病学研究表明，中国每年有150万～200万新发脑卒中的病例，校正年龄后的年脑卒中发病率为（116～219）/10万人口，年脑卒中死亡率为（58～142）/10万人口。目前我国现存脑血管病患者700余万人，其中约70%为缺血性脑卒中，有相当的比例伴有多种危险因素，是复发性脑卒中的高危个体。随着人口老龄化和经济水平的快速发展及生活方式的变化，缺血性脑卒中发病率明显上升，提示以动脉粥样硬化为基础的缺血性脑血管病\\[包括短暂性脑缺血发作（TIA）\\]发病率正在增长。  \n  \n    近10年来随着大量的有关脑血管病二级预防的随机对照试验（RCT）研究结果的公布，脑血管病的治疗有了充分的证据，许多国家都\\*\\*\\*了相应的治疗指南。尽管国外大量的研究资料为我们提供了具有重要参考价值的信息，但考虑到西方人群与中国人群在种族、身体条件、用药习惯、价值取向、文化背景、法律法规、社会福利体系等诸多方面还存在着很多的差异，\\*\\*\\*适合中国国情的有中国特色的指南十分必要，也十分迫切。  \n  \n    由此而制订的指南更应切合我国的实际情况而不是盲目套用其他国家的指南。为此，2008年7月成立了中国缺血性脑血管病二级预防指南撰写专家组，汇集了神经内科、心内科、内分泌科、重症监护病房、呼吸科、介入科、流行病学等多个学科的专家编写此指南。在写作过程中，强调在循证医学原则指导下，参考国际规范，结合中国国情和临床可操作性制定，在有充分可靠证据时使用证据，无可依靠的证据时，则采用当前最好证据或经验达成的共识。  \n  \n    专家们整理了2008年10月以前发表的国内外大量的临床研究证据（其中包括部分基于中国人群的研究证据）以及相关的专家共识、治疗指南，在此基础上，经过广泛的讨论和意见征求、几易其稿，并在讨论过程中增加最新的研究证据，正式\\*\\*\\*了本指南。此指南的目的是为缺血性脑卒中及TIA的幸存者提供预防上述事件复发的二级预防循证医学建议，二级预防应该从急性期就开始实施。由于多数预防方法同时适用于TIA和缺血性脑卒中患者，除非明确列出，否则将同时适用于二者。  \n  \n    脑卒中二级预防的关键在于对脑卒中病因的诊断及危险因素的认识，医生应充分利用现有的有循证医学证据的检查手段，对患者进行全面的风险评估及病因诊断，针对不同病因，并根据危险因素的多寡和严重程度，对不同复发风险的患者进行分层，制定出具有针对性的个体化的治疗方案。由于缺血性脑卒中和TIA患者有着不同的病因、病理生理机制、血管损伤的部位及不同的危险因素，且患者的依从性不同，决定了患者脑卒中再发的风险也有所差别。  \n  \n    因而，从二级预防的角度看，对脑卒中患者进行科学的危险分层尤为重要，比如，采用Essen脑卒中危险评分或\\*\\*D2评分法。只有科学地判断患者的危险程度，才能针对不同的患者需要采取正确有效的预防和治疗措施及合适的治疗强度。此指南适用于神经科、内科和其他相关科室的医生，目的是为临床医师提供参考，并不能用来代替临床思考。本指南中对推荐意见的推荐强度及证据的评定标准见文献\\[1\\]。\n\n【2】    点击下载\\*\\*\\*地址：缺血性脑卒中和短暂性脑缺血发作二级预防指南", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "81b5ef11-35a5-4373-ba14-a62a94e5b3c2", "title": "新**癌治疗指南", "text": "【0】新**癌治疗指南\n新\\*\\*癌治疗指南 内容预览： \n\n【1】    美国国家综合癌症网络（NCCN）在第18届年会上推出了新的\\*\\*癌治疗指南。据佛罗里达州坦帕市H. Lee Moffitt癌症研究中心的泌尿生殖系肿瘤学家Philippe E. Spiess博士介绍，美国2010年新发\\*\\*癌1250例，而相关死亡例数约为310例；\\*\\*癌在美国和欧洲占恶性肿瘤的0.4%~0.6%。  \n  \n    另外，北美和全球治疗\\*\\*癌的方法存在很高的异质性，标准疗法仍然是完全肿瘤切除术+阴性边缘根除术，不过，越来越多的医生考虑对原发\\*\\*癌根据分期和恶性程度进行微创或无创治疗。  \n  \n    在此背景下，相关专家针对这种癌症制定了指南。指南的主要内容包括：  \n  \n    微创或无创治疗。对于原位癌和浅表疣状癌，一\\*\\*国研究显示，5-氟尿嘧啶或咪喹莫特治疗的5年应答率为60%~70%,对于这类癌症，也可以采用CO2激光和Nd:YAG激光消融术，尽管其再治疗率很高（约为20%~30%）。也可以选择全腺体磨削术和局部广泛切除术+包皮环切术。  \n  \n    有证据支持采用局部药物治疗。近期的一项回顾性综述显示，所有原发性和复发性原位\\*\\*癌采用5-氟尿嘧啶和咪喹莫特局部治疗10年后应答率均很高，完全应答率为57%,部分应答率为14%,无应答率为29.5%,但无患者复发或进展。毒副反应发生率也很低，10%的患者报告出现局部毒性，12%报告发生了不良事件。另一项研究对Tis期和PT1期\\*\\*癌患者行保留\\*\\*术，结果这两组患者的复发率均为21.4%（J Urol. 2011;186:1303-1307）。  \n  \n    5年时，13.8%的患者晚期复发，但pTis期肿瘤患者中无一进展至侵袭性或转移性疾病。Spiess医生指出，这些患者复发相当晚，因此应该对他们至少随访10年。就保留\\*\\*的治疗而言，重要的一点就是临床分期高于一切。不过这仅针对浅表病灶很小、肿瘤边缘阴性的患者，如若不然，则需要考虑采用更彻底的手术疗法。  \n  \n    另一项治疗选择就是短程放射治疗。近期一项法国研究显示，采用这种疗法的10年\\*\\*癌复发率为20%,10年腹股沟复发率为11%（Int J Radiat Oncol Biol Phys. 2009;74:1150-1156）。不过，在\\*\\*癌短程放射治疗方面有经验的优秀医学中心少之甚少，这就是指南在制定针对短程放疗的建议时稍显谨慎的原因。  \n  \n    Spiess医生强调了\\*\\*放射治疗后进行严格监测的重要性，他指出，接受根治性放射治疗的患者多达40%最终会因为病情复发而需要手术治疗。鉴于该患者群的组织经射线照射后脆性高，血管化程度差，故手术难度很大，不适宜采用移植术。  \n  \n    前哨淋巴结活检。Spiess医生还探讨了\\*\\*癌前哨淋巴结活检，这一概念早在30多年前就已经被提出。据一项研究报道，采用联合术前锝99m标记的硫磺胶体注射和异硫蓝染色的患者中假阴性率为18%;新近一项前瞻性研究发现其敏感性仅为71%,有2例假阴性结果（J Urol. 2007;177:2157-2161）。但一项综述发现对疑似淋巴结采用术前超声和细针抽吸细胞学检查可将假阳性率最小化（World J Urol. 2009;27:197-203）。不过，目前尚不提倡采取这项技术。\n\n【2】点击下载\\*\\*\\*：新\\*\\*癌治疗指南 \\*\\*\\*", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "4bfef183-b166-4b58-94f3-f9a0df670301", "title": "非甾体类抗炎药物及其它一些因素是如何发挥其代谢调理作用的?", "text": "【0】非甾体类抗炎药物及其它一些因素是如何发挥其代谢调理作用的?\n感染、创伤等应激使单核巨噬细胞系统激活,进而使细胞因子如IL、TNF等释放增多,进而作用于膜磷脂/花生四烯酸系统经过环氧化酶途径合成前列腺素(PG)增多。后者作用于中枢神经系统,可以控制体温、调节释放垂体激素,并参与调节肾上腺类固醇激素的合成和儿茶酚胺的释放。PGE2可以\\*\\*下丘脑体温调节中枢,引起发热;介导释放致炎致痛因子,诱导炎症反应和疼痛,进而增加应激水平;诱导溶酶体蛋白水解酶引起骨骼肌蛋白分解。因此,PGE2被认为是应激反应和蛋白分解代谢炎症介质之非甾体类抗炎药(布洛芬、消炎痛)是一类环氧化酶抑制剂,可抑制环氧化酶的作用进而使前列腺素的合成下降,同时抑制细胞因子引发的发热、厌食等作用,从而减轻创伤、感染应激后的代谢反应,降低蛋白质的分解代谢。\\*\\*总医院全军普外科研究所报道,手术创伤后应用TPN+消炎痛(50mg,q8h)与单纯TPN组相比,病人体温下降,血中儿茶酚胺和皮质醇升高不明显,尿中尿素氮与3-甲基组氨酸排出减少,认为消炎痛能减轻应激反应,抑制蛋白质分解,但对应激相蛋白合成无明显影响。亦有研究认为大剂量的布洛芬可显著降低创伤、感染后的高代谢反应。  \n此外,除环氧化酶抑制剂外,其它前列腺素拮抗剂如二氯芬酸(0.01mg/(kg:min)或潘生丁(1.2pg/(kg·min))能降低手术后TPN支持病人的葡萄糖转化,增加血浆胰岛素水平,但对净蛋白分解无影响。  \n鱼油(n-3脂肪酸)具有抗炎症反应效应,能抑制TNF的产量与分泌,可降低创伤、感染后的代谢反应,调节机体免疫功能糖皮质激素与细胞因子单克隆抗体在体外及动物实验研究方面的效果得到了肯定,但临床作用却不尽然。细胞因子的基因转录可在信号启动之前或期间通过给予糖皮质激素而阻断,然而旦细胞因子释放,糖皮质激素一般无效,这可能是临床效果不满意的原因。TNF单抗在动物实验中可显著减弱严重感染后的病理性反应及死亡率,但临床应用受到限制,效果尚未证实。抑制血小板激活因子(PAF)制剂可防止烧伤病人PAF所致的低血压和高血糖等反应,使血乳酸浓度降低及尿儿茶酚胺排量。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "81b5c91c-2ad6-42e4-90f2-abc116dff17d", "title": "慢性肾脏病贫血临床路径（2011年版）", "text": "【0】慢性肾脏病贫血临床路径（2011年版）\n    **一、慢性肾脏病贫血临床路径标准住院流程**  \n  \n    **（一）适用对象。**  \n  \n    第一诊断为慢性肾脏病贫血（ICD-10：N18↑D63.8\\*）。  \n  \n    **（二）诊断依据。**  \n  \n    根据《临床诊疗指南–肾脏病学分册》（中华医学会肾脏病学分会编著）、《临床技术操作规范–肾脏病学分册》（中华医学会肾脏病学分会编著）和《慢性肾脏病诊治指南》（2006年美国K/DOQI工作组）。  \n  \n    1.有慢性肾脏病史。  \n    2.实验室检查：成人男性血红蛋白小于130g/L，女性小于120g/L。  \n    3.排除失血性、营养不良性、溶血性、再生障碍性贫血及其他非肾性贫血。  \n  \n    **（三）治疗方案的选择。**  \n  \n    根据《临床诊疗指南–肾脏病学分册》（中华医学会肾脏病学分会编著）、《临床技术操作规范–肾脏病学分册》（中华医学会肾脏病学分会编著）。  \n  \n    1.增加铁贮备：可选用口服或静脉铁剂增加铁贮备，血液透析患者优先选择静脉使用铁剂，非透析患者或腹膜透析患者，可以静脉或口服使用铁剂。静脉铁剂补充剂量根据患者转铁蛋白饱和度（TSAT）和血清铁蛋白水平，若患者TSAT<20%和/或血清铁蛋白<100ng/ml，需静脉补铁100–125mg/周，若患者TSAT<20%，血清铁蛋白≥100ng/ml，则每周一次静脉补铁25–125mg。  \n  \n    2.使用促红细胞生成素：根据治疗初期患者的实际情况，一般采用100–150u/kg/周的剂量，每周1–3次皮下或静脉注射。  \n  \n    **（四）标准住院日为7–10天。  \n  \n    （五）进入路径标准。**  \n    1.第一诊断必须符合ICD-10：N18↑D63.8\\*慢性肾脏病贫血疾病编码。  \n    2.当患者同时具有其他疾病诊断时，但住院期间不需要特殊处理，也不影响第一诊断的临床路径流程实施时，可以进入路径。  \n  \n    **（六）住院期间检查项目。**  \n  \n    1.必需的检查项目：  \n    （1）血常规、尿常规、粪常规和潜血；  \n    （2）肝肾功能、碱性磷酸酶、电解质、血糖、血脂、血型、凝血功能、感染性疾病筛查（乙肝、丙肝、HIV、梅毒等）、CRP、铁代谢指标（血清铁、总铁结合力、转铁蛋白饱和度、血清铁蛋白）、叶酸、VitB12、iPTH；  \n    （3）胸片、心电图、超声心动图。  \n  \n    2.根据患者情况可选择的检查项目：  \n    （1）网织红细胞、骨髓细胞学检查；  \n    （2）肿瘤标记物检查；  \n    （3）复查血常规及铁代谢指标等。  \n  \n    **（七）住院后7–10天（工作日）。**  \n  \n    制定随访频度、随访时的检查计划和治疗计划等。  \n  \n    **（八）治疗方案与药物选择。  \n**  \n    1.纠正原发病因和可逆因素，预防贫血加重。  \n    2.根据病情，积极纠正贫血，改善合并存在的失血、溶血、感染、心力衰竭等。  \n  \n    **（九）出院标准。**  \n  \n    1.不需要继续住院诊治的并发症/合并症。  \n    2.让患者理解慢性肾脏病贫血的持续治疗过程，定期门诊随访。  \n  \n    **（十）变异及原因分析。  \n**  \n    1.其他原因引起的贫血，不符合典型的肾性贫血，不进入本路径。  \n    2.新出现的手术并发症或合并症，需要进行相关的诊断和治疗。  \n  \n    **二、慢性肾脏病贫血临床路径表单**  \n  \n    适用对象：第一诊断为慢性肾脏病贫血（ICD-10：N18↑D63.8\\*）  \n  \n    患者姓名：          性别：      年龄：       门诊号：        住院号：  \n  \n    住院日期：     年   月   日   出院日期：     年   月   日   标准住院日：7–10天\n\n【1】    点击下载：慢性肾脏病贫血临床路径表单\n\n【2】    免费下载：慢性肾脏病贫血临床路径", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "9faae085-4ea7-45c6-924f-54d2101067fd", "title": "痴呆患者精神行为症状的优化治疗和照护实践指南", "text": "【0】痴呆患者精神行为症状的优化治疗和照护实践指南\n    在英国大使馆和中国国家卫生与计划生育委员会近日联合主办的中英联合论坛——“应对老年痴呆症挑战：中英诊断、治疗及护理的视角”上，中华医学会精神医学分会主任委员、老年精神医学组组长、北京大学第六医院于欣教授与英国卫计委国家痴呆症临床治疗总监Alistair Burns（阿利斯塔尔。伯恩斯）教授共同发布了《痴呆患者精神行为症状的优化治疗和照护：卫生和社会照护专业人员的最佳实践指南》中文译本（《BPSD实践指南》，由\\*\\*专家联合完成）。  \n  \n    于欣教授介绍，中国是一个人口大国，也是一个人口迅速老龄化的国家。在2010年，痴呆患者的人数已经达到一千万左右，而且这个数字还在不断上升。与此相反，我国用于痴呆医疗和照护的专业资源却十分有限。相当多的老年痴呆患者或者在家庭，或者在各种普通养老机构中生活，能够容易地获得专业医疗护理帮助的机会不多。通过各种方式，向各类痴呆患者的照料人员（包括家人，护理员，未受过相关专业培训的护士）传播有关痴呆护理的常识，一定会有助于提高痴呆照护的水平，改善痴呆患者的生活质量。  \n  \n    痴呆精神行为症状（BPSD）一直以来是临床医生和照护者都十分关注的话题，如何改善患者的精神行为症状，减轻照料负担和压力，也是临床医生和照护者面临的巨大挑战。《BPSD实践指南》参仿“交通信号灯系统”,以不同颜色标示“预防、密切观察、治疗”等不同阶段的BPSD管理基本模式。其中，绿色代表无症状，仅需简单预防措施即可；黄色表示存在轻中度症状，需要进行一般性干预及密切观察；红色则表示症状严重，需要特殊的治疗处理，并可能需要相应的精神科药物（包括抗精神病药物）。该《指南》强调了“以患者为中心”的照护原则。不仅可以当作临床医生和痴呆照护专业人员的随身工具书，也可以是痴呆照护机构进行患者管理的重要参考书。医护人员和照料者努力实践《BPSD实践指南》中所提出的分阶段照护模式，对改善合并BPSD的痴呆患者临床治疗结局和提高痴呆患者的生活质量将大有裨益。  \n  \n    于欣强调，痴呆虽然是一个全球性的问题，但是由于文化语境的不同，痴呆患者的行为表现及其照料模式，照料者的主观感受都有可能出现差异。这本指南在\\*\\*同时面世，也给我们提出了如何在华人社会更好地处置BPSD,进而开发更适合我们自己的痴呆照料指南的课题。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "f0b02275-f2fd-4041-a8e7-0347c76ae4bd", "title": "2011美国MRSA感染治疗指南解读", "text": "【0】    **《2011美国MRSA感染治疗指南解读》内容简介：**    由美国危重病医学会(SCCM)、美国感染病学会（IDSA）、美国疾病控制预防中心（CDC）医院感染控制实践顾问委员会（HICPAC）等联合制定了 《IDSA2011指南》，该指南的目的是为成人及儿科医生治疗耐甲氧西林金黄色葡萄球菌（MRSA）感染，提供以证据为基础的指导建议，讨论MRSA导 致的不同临床感染情况的处理方案。该指南未涉及以下内容：健康护理实践中，MRSA感染的预防策略（如主动监测、围手术期预防等），社区暴发流行的处理。    **《2011美国MRSA感染治疗指南解读》内容预览：**    MRSA肺炎治疗中，万古霉素与利奈唑胺孰优孰劣呢？万古霉素难以穿透进入肺上皮细胞内液及肺组织，利奈唑胺在肺上皮细胞内液浓度高于血药浓度。就院内肺炎的临床治愈率而言，有研究显示两者无显著差异，两者的微生物清除率无差异，MRSA清除率也无差异。MRSA事后比较亚组分析显示，两者的临床治愈率和存活率有显著差异，但事后比较分析的局限性妨碍得出明确的结论。  \n  \n    此外，达托霉素不能应用于治疗肺炎，因其可被肺表面活性物质灭活，但可用于血行感染性肺栓塞。氟喹诺酮类对某些CA-MRSA有抗菌活性，但因潜在的耐药风险而不推荐使用。对严重社区获得性肺炎（CAP），如需ICU治疗，有坏死或空洞性浸润，脓胸等情况，推荐针对MRSA经验性治疗，如果培养无MRSA生长，则停止经验性治疗，疗程一般为7-21天。    **点击下载\\*\\*\\*：《2011美国MRSA感染治疗指南解读》**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "9822a1d8-24bf-420e-ba7d-85ac91db5ae7", "title": "慢性乙型肝炎治疗共识", "text": "【0】    《亚太地区慢性乙型肝炎治疗共识（2012最新版）》包括背景知识、议题和推荐建议17条、以及尚未解决的问题和需要进一步研究的领域。  \n  \n    **一、背景知识：**  \n  \n    自2008年9月第四版亚太CHB治疗共识出版后，大量关于慢性HBV感染的自然史和治疗的最新数据不断报道。其中包括慢性HBV感染的\\*\\*，以社区为基础的队列研究，无创性肝纤维化评估方法，HBsAg定量的应用，更有效的新治疗药物（替诺福韦）和新治疗策略等均在新指南中占有重要位置。  \n  \n    APASL新指南各推荐所依赖的证据划分为Ⅰ（至少有一项设计良好的随机对照试验）、Ⅱ（设计良好的队列或病例对照研究）、Ⅲ（系列病例、病例报告或有缺陷的临床试验）、Ⅳ（以临床经验、描述性研究或专家会议报告为基础的相关权威专家的观点）共4个级别。这些推荐分为两种：A、极力推荐；B、一般推荐。  \n  \n    **二、推荐建议：**  \n  \n    推荐建议1：在进行抗病毒治疗前，必须对患者进行强制性彻底评估及咨询指导。治疗适应症（ⅡA）。  \n  \n    推荐建议2：对病毒复制但血清ALT水平持续正常或轻微升高的患者，不应进行抗病毒治疗，除非患者存在严重肝纤维化或肝硬化。这些患者需要接受密切的随访，并且每3～6个月进行HCC监测（ⅠA）。  \n  \n    推荐建议3：对存在病毒血症同时ALT在正常高值水平或轻微升高且年龄大于40岁的患者，推荐进行肝纤维化评估，除外已经有临床诊断肝硬化证据的患者。  \n  \n    推荐建议4：慢性HBV感染者若ALT＞2 ULN同时HBeAg阳性者HBV DNA＞20 000 IU/ ml （105拷贝/ml），HBeAg阴性者HBV DNA＞2 000 IU/ ml （104拷贝/ml），应考虑抗病毒治疗。出现严重肝纤维化或者肝硬化，无论ALT水平多高，均应考虑抗病毒治疗（ⅠA）。若即将发生或已出现明显的肝功能失代偿，应尽早开始抗病毒治疗。除外上述情况外，建议观察3～6个月以确保治疗的必要性（ⅡA）。重新治疗的适应症同上。  \n  \n    推荐建议5：初治患者可采用常规干扰素5～10 MU，每周3次\\[IB\\]，或PegIFNα-2a 180 μg或1～1.5μg/Kg，每周1次（ⅠA）；或恩替卡韦0.5 mg，每日1次（ⅠA）；或替诺福韦300 mg，每日1次（ⅠA）；或阿德福韦10 mg，每日1次（ⅠB）；或替比夫定600 mg，每日1次（ⅠB）；或拉米夫定100 mg，每日1次（ⅠB）。胸腺素α 1.6 mg，每周2次，也可选用（ⅠB）。恩替卡韦和替诺福韦在这种情况下也是优先推荐的选择。  \n  \n    推荐建议6：在抗病毒治疗过程中，应至少每3个月监测1次ALT、HBeAg或HBV DNA（ⅠA）。若使用替诺福韦或者阿德福韦，还应监测肾功能（ⅠA）。用替比夫定治疗时应监测肌力是否减弱（ⅢA）。在应用干扰素治疗期间，必须强制性监测全血细胞计数和其他的药物不良反应（ⅠA）。  \n  \n    推荐建议7：在抗病毒治疗结束后，头3个月内应当每月监测ALT和HBV DNA以发现早期复发，以后每三个月监测一次。若无症状出现，以后每3个月（对于肝硬化患者）到6个月（对于已产生应答的患者）监测1次（ⅡA）。对于无应答的患者，应进一步监测HBV标志物，以便识别延迟应答和在有指征时重新治疗（ⅡA）。  \n  \n    推荐建议8：对于常规干扰素，目前推荐的疗程为HBeAg阳性患者4～6个月（ⅠA），HBeAg阴性患者至少1年（ⅠA）。对于PegIFN，推荐的疗程为12个月（ⅠA）。对于胸腺素α1，推荐的疗程为HBeAg阳性患者（ⅠA）和HBeAg阴性患者（ⅡB）均为6个月。  \n  \n    推荐建议9：对于口服抗病毒药物，在HBeAg阳性患者，当证实至少持续12个月出现HBeAg血清学转换伴HBV DNA检测不出，可考虑停药（ⅡA）。在HBeAg阴性患者，如果HBsAg仍然阳性尚不清楚需要持续治疗多长时间，但在治疗至少持续2年并间隔至少6个月的3个不同时间点检测不出HBV DNA （ⅡA），可以考虑终止治疗。对于依从性好的初治患者在开始治疗3个月时出现原发治疗失败或者在第6个月时病毒控制不理想的，如果已用拉米夫定，替比夫定或者阿德福韦治疗，可以改用更强的或加用没有交叉耐药的药物治疗（ⅢA）。  \n  \n    推荐10-1：对于育龄妇女，尚未怀孕者优先考虑选用基于干扰素的治疗（ⅠA），在干扰素治疗期间不宜怀孕。怀孕需要治疗的可以用妊娠B级口服药治疗（ⅡA）。  \n  \n    推荐10-2：为了防止母婴传播，对于HBV DNA＞2×106 IU/mL的妊娠妇女在妊娠晚期可以用替比夫定（ⅡA）治疗，替诺福韦也可作为选择之一（ⅢA）。  \n  \n    推荐建议11：包括有替诺福韦和恩曲他滨/拉米夫定在内的抗逆转录病毒药，是大多数HIV合并感染HBV患者的主要治疗方式。如果CD4 > 500 cells/mm3而目前不需要进行抗逆转录病毒治疗的情况下，可以选择阿德福韦或者PegIFNα治疗（ⅡA）。  \n  \n    推荐建议12：在同时存在HCV或HDV感染的患者，应注意鉴别哪一种病毒引起的肝损害为主，并据此制定治疗方案给予治疗（Ⅲ）。  \n  \n    推荐建议13：对于存在明显或即将发生肝功能失代偿、且初治的患者，选用恩替卡韦或者替诺福韦（ⅠA）。但对于初始用口服抗病毒药的患者也可选用替比夫定、拉米夫定治疗或者阿德福韦（ⅠB）。对于这类人群必须监测肾功能和乳酸，尤其是MELD平分高于20的患者（ⅢA）。  \n  \n    推荐建议14：对于在拉米夫定治疗期间发生耐药的患者，可在继续应用拉米夫定的基础上加用阿德福韦（ⅠA）；也可选择改用替诺福韦（ⅡA）。不推荐改用恩替卡韦1 mg/d（IB）。对于在阿德福韦治疗期间发生耐药的患者，可加用拉米夫定、替比夫定或恩替卡韦或者改用替诺福韦（ⅢA）。对于在恩替卡韦治疗期间发生耐药的患者，可加用替诺福韦或者阿德福韦（ⅢA）。对于在拉米夫定或者替比夫定联合阿德福韦治疗期间失败或发生耐药的患者，建议改用恩替卡韦加替诺福韦（ⅡA）。对于在拉米夫定治疗期间发生耐药（IA）的也可改用干扰素或者其他核苷类药物治疗（ⅢA）。  \n  \n    推荐建议 15-1：接受免疫抑制治疗或化疗之前，应对患者进行HBsAg筛查（IVA）。若患者HBsAg阳性，如果有临床适应症（ⅠA）则可开始口服核苷类药物治疗。或者在免疫抑制治疗或化疗开始前即以拉米夫定进行预防性治疗，并持续至免疫抑制治疗或化疗结束后至少6个月（ⅠA）。恩替卡韦和替诺福韦也可用于预防性治疗（ⅢA）。  \n  \n    推荐建议15-2：准备接受抗CD20药物治疗的患者，需要筛选抗-HBc，若为阳性则需要密切监测HBV DNA水平（IVA）。  \n  \n    推荐建议16-1：HBV感染相关肝衰竭检测到HBV DNA的患者均应给予核苷（酸）类似物治疗（IVA）。拉米夫定联低剂量HBIG（第1周，400～800 U，肌肉注射，每日1次；以后长期给予，400～800 U，每月1次），可安全面有效地预防异体移植物的HBV再感染（ⅡA）。可考虑拉米夫定联合阿德福韦或者恩替卡韦进行预防（ⅡA）。  \n  \n    推荐建议16-2：肝移植术至少1年后，以阿德福韦取代HBIG进行预防，可获得安全面经济的预防效果（ⅡA）。对于被认为是“低风险”的患者，也可考虑在肝移植术后的后期改为拉米夫定单独治疗（ⅠA）。  \n  \n    推荐建议16-3：未感染过HBV的患者，若接受抗-HBc阳性供体的肝脏，则应长期使用拉米夫定或HBIG进行预防（ⅢA）。  \n  \n    推荐建议17：对于HBV DNA高于2000IU/ml的肝癌患者在肝癌治疗前后应该应用核苷类药物进行抗病毒治疗，正如没有发展成肝癌的慢性乙肝患者一样进行处理（ⅢB）。肝癌患者在接受动脉化疗栓塞治疗前应开始核苷类药物抗病毒治疗（ⅡA）。  \n  \n    **三、尚未解决的问题和需要进一步研究的领域：**  \n  \n    1.在制定治疗方案时，是否需要常规检测HBV基因型？  \n    2.对慢性HBV感染的儿童患者如何制定抗病毒治疗策略？“必要性”及“应答的可能性”如何？  \n    3.对慢性HDV感染的患者，是否有更有效的治疗措施？  \n    4.糖皮质激素撤除激发、核苷类药物冲击治疗，或其他免疫调节药物或免疫调节治疗手段的作用？  \n    5.能增强疗效的最佳联合治疗方案是什么？  \n    6.HBsAg定量在治疗决策中的作用如何，例如能否作为早期停药的指标？  \n    7.更多的非侵入性的肝纤维化检查的对比研究。  \n    8.多重耐药的最佳处理方式如何？", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "8213f7d2-e572-45c2-b026-981babffb34f", "title": "2008中国黑色素瘤诊断治疗共识", "text": "【0】    **《2008中国黑色素瘤诊断治疗共识》内容简介：**    恶性黑色素瘤（malignant melanoma, MM）是皮肤肿瘤的一种，与鳞癌和基底细胞癌不同。后两种起源于表皮的角质细胞，预后较好。皮肤恶性黑色素瘤是由位于表皮基底部的黑色素细胞恶变形成的，多由痣或色素斑发展而来，一旦进入快速生长期，则预后差、死亡率高。恶性黑色素瘤 90%发生于皮肤，最常见于背部，胸腹部和腿部，足底、指趾、甲下、头皮等部位也不少见；少数发生于外阴、消化道和眼内。    **《2008中国黑色素瘤诊断治疗共识》内容预览：**    三、病理类型  \n  \n    恶性黑色素瘤常见病理类型有浅表扩散型，结节型，恶性雀斑样，肢端雀斑样黑色素瘤；少见类型有上皮样、促纤维增生性、恶性无色素痣、气球样细胞、梭形细胞和巨\\*\\*\\*素痣恶性黑色素瘤等。白种人中浅表扩散型最多见，黄色人种和黑色人种以肢端雀斑样黑色素瘤多见。  \n  \n    常见类型  \n  \n    白种人中浅表扩散型最常见，定义：主要发生在普通皮肤的黑色素瘤亚型，以水平生长期为特点，表现为大的肿瘤性色素细胞在鳞状上皮之间呈\\*\\*\\*样或派杰样播散。肿瘤呈侧向型生长，发生于垂直浸润期之前，预后相对较好，见于年轻患者，位于间歇性接受日光照射部位的皮肤。约占70%.好发于背部和女性的下肢。通常由痣或皮肤的色素斑发展而来，一般外观不规则，颜色各异，可呈棕黑色、粉色、白色、灰色甚至脱色素，边缘可伴瘙痒，直径多>0.5cm.  \n  \n    其次是结节型黑色素瘤，定义：处于垂直生长期的恶性黑色素瘤亚型，常表现为快速生长的色素性结节（偶尔为无色素性结节性黑色素瘤），可以出血或形成溃疡，这是侵袭性最强的一型黑色素瘤，常位于接受间歇性日光照射的部位。约占15%,可发生任何部位和任何年龄，但大于60岁的老年人和男性更多见，呈半球形，有的像血性水疱。    **点击下载\\*\\*\\*：《2008中国黑色素瘤诊断治疗共识》**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "70794345-0ba0-48b2-a14d-58c4c0fd2c51", "title": "性病艾滋病防止自学手册", "text": "【0】**《性病艾滋病防止自学手册》内容简介：**  \n  \n    本书详细介绍了性病艾滋病临床服务的各个方面，包括常见的各种性病和艾滋病的病因、临床表现、并发症、诊断、处理、预防措施，以及我国性病艾滋病防止策 略、门诊的规范化服务过程、医务人员如何在临床工作中预防艾滋病感染等。在介绍各种性病临床特征的同时，列举分析了相关的病例，并附有练习题。 本手册内容全面、简明易懂，适合临床各科医务人员和性病艾滋病防止人员使用，尤其适合于基层医务人员。可供自学参考，也可作为性病艾滋病防止培训教材。  \n  \n**《性病艾滋病防止自学手册》本书目录  \n  \n**第一章概述  \n第二章性病艾滋病的防止  \n第三章规范化必病医疗服务  \n第四章男性尿道炎  \n第五章附睾炎  \n第六章\\*\\*分泌物异常  \n第七章盆腔炎性疾病  \n第八章生殖器溃疡  \n第九章尖锐湿疣  \n第十章阴虱病  \n第十一章全身性损害  \n第十二章艾滋病  \n第十三章各科中所见的性病及应与性病鉴别的疾病  \n第十四章性病艾滋病在医务人员中的预防  \n附录一各章病例讨论解答  \n附录二各种性病的推荐治疗方案  \n**  \n点击下载\\*\\*\\*《性病艾滋病防止自学手册》**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "d7590357-6493-4f1d-955f-1e92e17bccf5", "title": "儿童预防接种日--我国每年预防接种大约10亿剂次", "text": "【0】儿童预防接种日--我国每年预防接种大约10亿剂次\n    4月25日是第27个全国儿童预防接种日，我国目前每年预防接种大约10亿剂次。针对今年“接种疫苗，家庭有责”宣传主题，呼吁家庭负有主动为孩子获得免疫的接种责任，中国健康教育中心与中国生物技术股份有限公司签署合作框架协议，加大免疫健康知识传播力度。  \n  \n    预防接种工作是各国预防控制传染病最主要的手段。据卫计委调查数据表明，当疫苗接种率达到一定水平时，即使有传染源侵入，由于大部分易感者接种了疫苗，人与人之间辗转传播的机会大为减少，降低了传染病扩散和蔓延的可能性。据统计，实施乙肝疫苗接种后，我国5岁以下人群乙肝病毒表面抗原携带率已降到1%以下，脊髓灰质炎（脊灰）因疫苗接种，发病率下降了99%。因此，针对儿童的预防接种是每个家庭必须承担的责任。  \n  \n    中国健康教育中心毛群安表示，中国健康教育中心将与中国生物技术股份有限公司开展合作，搭建重大传染病防控知识、疫苗知识和目标人群疾病谱信息数据平台，开展预防接种的舆情监测和风险沟通，共同搭建包括官方网站、官方微博和小型应用软件在内的疫苗知识移动互联网传播平台，更有效地向公众传播计划免疫健康知识，使公众了解、支持免疫规划工作，提高其积极主动参与预防接种的意识。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "44aff0dc-99c9-472e-a6e8-6d853917150d", "title": "2006WHO子宫颈癌综合防治基本实践指南", "text": "【0】2006WHO子宫颈癌综合防治基本实践指南\n    在预防止疗宫颈癌并降低相应的发病率、死亡率上,人们已经积累了大量的经验和证据。然而直到现在,这些信息仍缺乏有效的引导。本指南由世界卫生组织及其成 员出版,旨在为各级卫生保健体系中的医务工作者提供可行的实践指导,包括如何进行预防,早期检测,治疗和姑息治疗, 特别是针对初级和中级健康保健工作者,提高处理宫颈癌的知识水平,更好地服务于社会。  \n  \n**《2006WHO子宫颈癌综合防止基本实践指南》内容预览**  \n  \n    2·1·1　社区　  \n    (1)针对社区缺乏防止宫颈癌的知识及存在的消极态度加以指导。  \n    (2)制定有关预防的关键信息并在健康教育及咨询中加以应用。  \n    (3)针 对社区特定的人群单独谈话。这些人群包括(年轻人、不同年龄的男女)。  \n    (4)提供有关信息,分发教育及交流材料。  \n    (5)在社区单独 咨询宫颈癌及其预防、筛查及治疗(根据患者需要)。  \n  \n    2·1·2　卫生院　  \n    (1)利用各种机会提供信息及教育,并促进不同年龄组的患者不良 行为的改变。  \n    (2)单独咨询男女方及夫妇,讲解有关宫颈癌的治疗及早期检查。  \n    (3)在候诊室、门诊促使目标人群组到社区参加筛查。  \n    (4)培训及帮助社区健 康工作人员及社区志愿者,确保他们一致使用重要的信息。  \n  \n    2·1·3　地区医院　  \n    (1)在候诊室、诊室及病房对妇女进行教育及咨询,宣传有关宫颈癌的预防及早期检测。  \n    (2)利用各种机会包括到社区促进筛查计划的进行。  \n    (3)培训及指导宣传人员并支持社区及健康中心教育,确保有关宫颈癌预防信息准确。  \n  \n**《2006WHO子宫颈癌综合防止基本实践指南》完整版下载地址：  \n**    http://ziyuan.iiyi.com/source/down/2310592.html", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "d56e85d0-6be4-4eba-a20d-0833f1c50d61", "title": "肾内专家解读最新ESH高血压指南-2013", "text": "【0】肾内专家解读最新ESH高血压指南-2013\n**肾内专家解读最新ESH 高血压指南-2013  内容预览：**\n\n【1】       血压测量  \n  \n    新指南仍视诊室血压为诊断高血压的金标准，高血压定义对比2007年版也未作修改。整体心血管风险评估对无CKD、心血管疾病和糖尿病的高血压患者，据SCORE模型进行心血管风险分级是基本要求。新指南进一步细分了不同时期CKD、伴或不伴器官损害的糖尿病所对应的心血管风险。在具一般风险的人群中，器官损害须纳入考虑范围。专家们在高血压患者须随时监测肾脏功能方面也达成共识。  \n  \n    药物治疗启动时机  \n  \n    高血压Ⅰ级患者，若心血管风险较低，可先调整生活方式，控制不佳时再选用药物治疗；若已有靶器官损害、心血管疾病、CKD、糖尿病，药物控制血压势在必行。高血压Ⅱ级和Ⅲ级患者，不论是否存在心血管风险，均应在改变生活方式基础上进行药物治疗。指南首次提出，对血压处于正常高限人群不必用药；单纯收缩压高于正常的青壮年，暂无足够证据显示其须服药，但必须改变不正确的生活方式。  \n  \n    降压目标  \n  \n    与2007版指南不同，除糖尿病患者须控制血压于140/85mmHg,其余人群不论心血管风险等级，降压目标均为140/90mmHg.  \n  \n    如何选药  \n  \n    指南淡化一线药物的概念，除特定人群存在首选用药外，对一般高血压不作层次性推荐，突出因人制宜。首选单药还是联合治疗取决于患者的血压水平及心血管风险的最初水平，同时取决于患者的年龄、药物耐受力等方面，药物的数量及剂量应循序渐进。  \n  \n    特殊人群治疗  \n  \n    新指南推荐了更多特殊情况的高血压治疗，所有种类的降压药均有效，联合治疗常纳入考虑范围。新指南较详细地阐述了难治性高血压的治疗。  \n  \n    长期高血压管理  \n  \n    专科医生、护士、药剂师包括社区医生等应组成治疗团队，制定明确的治疗方案，回答患者疑问，提供相应的药物治疗，对患者的生活方式等进行指导。此外，还可利用发达的通讯方式，及时与患者进行交流，根据患者病情变化调整治疗方案等。\n\n【2】\\*\\*\\*下载地址：**肾内专家解读最新ESH 高血压指南-2013  \n**", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
