{"seq_id": "5adc237c-4c24-40a1-a5b5-73f9f9230fc9", "title": "2001BTS纤维支气管镜诊断指南", "text": "【0】**《2001BTS纤维支气管镜诊断指南》内容预览**  \n  \nIntroduction  \nThese guidelines have been developed at the request of the Standards of Care Committee of the British Thoracic Society (BTS). Two particular problems have emerged since the pre- vious BTS guidelines were published. Firstly, there have been many cases reported recently of atypical mycobacteria causing contamination of bronchoscopes leading to pseudoinfections. Sec-ondly, toxicity from glutaraldehyde has become a significant problem as it has been implicated in cases of occupational asthma among some nurs-ing and technical staV working in endoscopy units (the term “endoscopy unit” is used in these guidelines as most bronchoscopy services are now carried out within such units). The previous BTS bronchoscopy guidelines were brief and were not based on a formal search of published evidence.  \nA Working Group was formed at the request of the BTS with instructions to develop formal evidence-based guidelines for flexible bron-choscopy. The Committee consisted of indi-viduals with a wide range of backgrounds including nurses, a microbiologist, an infection control expert, as well as respiratory physicians including one with a special interest in intensive care medicine. Full details are given in Appendix 1.  \nThe aim of the Committee was to produce evidence-based guidelines for subsequent use by medical, nursing, and technical staV. The areas to be covered were carefully defined and-were primarily to advise on bronchoscopy in adults, although the sections of the guidelines concerned with staV safety and instrument decontamination would also be relevant to paediatric flexible bronchoscopy.  \nThe areas covered by these guidelines are as follows:  \ncomplications, contraindications and pre-cautions;  \nsedation and anaesthesia/analgesia;  \ncleaning and disinfection including glutar-aldehyde usage;  \nstaV safety;  \nbronchoscopy in the intensive care unit;  \ndata collection and staV training;  \npatient satisfaction  \n  \n**点击下载完整版：《2001BTS纤维支气管镜诊断指南》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "b36d9e81-9f14-460b-88ff-d06c93211c7d", "title": "BASHH 艾滋病毒感染(性传播疾病)者的性健康", "text": "【0】**《BASHH 艾滋病毒感染(性传播疾病)者的性健康》内容预览  \n  \n**Management of Sexually Transmitted Infections in people with HIV  \nMany people living with HIV remain active sexually. It has been appreciated that provision ofsexual health care for PWHIV has not been optimal \\[9,10\\]. Improved physical well-beingfollowing successful antiretroviral treatment has put sexual activity back on the agenda ofPWHIV \\[11,12\\]. There is recognised synergy between HIV and STIs which may enhancetransmission of both \\[13,14\\] and globally there is evidence that improved STI control reducesHIV spread \\[15\\], however there remains uncertainty regarding whether antiretroviral therapy canreduce sexual transmission of HIV \\[16\\]. Public health implications have been highlighted byseveral syphilis outbreaks which have disproportionately affected HIV-positive people, especiallymen who have sex with men \\[17,18\\]. Non disclosure of HIV-positive status to sexual partners hasbeen reported as a frequent occurrence and is more common in casual encounters and nonexclusive partnerships \\[19\\]. In a UK community study of gay men aware of their HIV-positivestatus, 24% reported unprotected anal intercourse (UAI) with more than one partner in theprevious year and 29% reported UAI with partners of unknown or discordant HIV status in theprevious year \\[20\\]. 41% who reported being diagnosed with HIV over a year ago, also reportedhaving an STI in the previous 12 months. Among men who have sex with men, there has been arise in a vocal and politicised move towards a celebration of unprotected sex between men withHIV and the creation of positive only sex venues (Dr Paul Flowers, personal communication).  \n**点击下载完整版《BASHH 艾滋病毒感染(性传播疾病)者的性健康》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "c09d5c88-e328-40d6-8bac-5d60ea41abaf", "title": "ESH2013欧洲高血压指南", "text": "【0】    **《ESH2013欧洲高血压指南》内容简介**    今天由欧洲高血压学会（ESH）及欧洲心脏病学会（ESC）发布的该联合指南强调，高血压治疗面临的主要问题包括医生及患者对生活方式的重视程度不够、在启动及强化药物治疗的问题上常犹豫不决以及医疗保健系统的结构性缺陷。新指南对高血压治疗的几项推荐做了明显修改，于今天在意大利米兰举行的欧洲高血压学会年会上正式发布，并同时在线发表在《高血压杂志》、《欧洲心脏杂志》及《血压》上。  \n  \n    **《ESH2013欧洲高血压指南》内容预览**    2.2 Definition and classificationof hypertensionThe continuous relationship between BP and CV and renal eventsmakes the distinction between normotension and hypertension dif-ficult when based on cut-off BP values. This is even more sobecause, in the general population, SBP and DBP values have a uni-modal distribution.  \n  \n    In practice, however, cut-off BP values are uni-versally used, both to simplify the diagnostic approach and to facilitatethe decision about treatment. The recommended classification is un-changed from the 2003 and 2007 ESH/ESC guidelines （Table3 ）。Hypertension is defined as values ≥ 140 mmHg SBP and/or≥ 90 mmHg DBP, based on the evidence from RCTs that in patientswith these BP values treatment-induced BP reductions are beneficial（see Sections 4.1 and 4.2）。 The same classification is used in young,middle-aged and elderly subjects, whereas different criteria, basedon percentiles, are adopted in children and teenagers for whomdata from interventional trials are not available. Details on BP classi-fication in boys and girls according to their age and height can befound in the ESH's report on the diagnosis, evaluation and treatmentof high BP in children and adolescents.    **点击下载\\*\\*\\*《******ESH2013欧洲高血压指南**》  \n**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "92439721-3d6e-4305-908d-12e0ecb70c22", "title": "2011ADA糖尿病医学诊治标准", "text": "【0】    **《2011ADA糖尿病医学诊治标准》内容简介：**  \n    Diabetes is a chronic illness that re-quires continuing medical care andongoing patient self-managementeducation and support to prevent acutecomplications and to reduce the risk oflong-term complications. Diabetes care iscomplex and requires that many issues,beyond glycemic control, be addressed. Alarge body of evidence exists that sup-ports a range of interventions to improvediabetes outcomes.    **《2011ADA糖尿病医学诊治标准》内容预览：**    These standards of care are intendedto provide clinicians, patients, research-ers, payors, and other interested individ-uals with the components of diabetescare, general treatment goals, and tools toevaluate the quality of care. While indi-vidual preferences, comorbidities, andother patient factors may require modifi-cation of goals, targets that are desirablefor most patients with diabetes are pro-vided. These standards are not intendedto preclude clinical judgment or more ex-tensive evaluation and management of thepatient by other specialists as needed.For more detailed \\*\\*\\*rmation aboutmanagement of diabetes, refer to refer-ences 1–3.    **点击下载\\*\\*\\*：《2011ADA糖尿病医学诊治标准》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "ab5d8a4c-a832-449d-b721-6ca96a1f1857", "title": "2010CCS心房颤动心房扑动急诊管理指南", "text": "【0】    **《2010CCS心房颤动心房扑动急诊管理指南》内容简介：**    Atrial fibrillation （AF） is the most common arrhythmia managed byemergency physicians. There is increasing evidence that most patientswith recent-onset AF or atrial flutter （AFL） can be safely managed inthe emergency department （ED） without the need for hospital admis-sion.    **《2010CCS心房颤动心房扑动急诊管理指南》内容预览：**    The disclosure \\*\\*\\*rmation of the authors and reviewers is available from theCCS on the following websites: www.ccs.ca and www.ccsguidelineprograms.ca.  \n  \n    This statement was developed following a thorough consideration ofmedical literature and the best available evidence and clinical experience. Itrepresents the consensus of a Canadian panel comprised of multidisci-plinary experts on this topic with a mandate to formulate disease-specific recommendations. These recommendations are aimed to provide areasonable and practical approach to care for specialists and allied healthprofessionals obliged with the duty of bestowing optimal care to patientsand families, and can be subject to change as scientific knowledge andtechnology advance and as practice patterns evolve. The statement is notintended to be a substitute for physicians using their individual judgmentin managing clinical care in consultation with the patient, with appropriateregard to all the individual circumstances of the patient, diagnostic andtreatment options available and available resources. Adherence to theserecommendations will not necessarily produce successful outcomes in everycase.    **点击下载\\*\\*\\*：《2010CCS心房颤动心房扑动急诊管理指南》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "19c0c271-f961-4797-98d6-8b2960e35b11", "title": "2013 急性肾损伤指南", "text": "【0】Acute kidney injury (AKI), previously called acute renal failure, has chiefly been described as asyndrome since World War 2. Traditionally ‘acute renal failure’ was regarded as a less common organfailure, with patients typically requiring dialysis and managed by nephrologists. This view has nowbeen overturned. AKI encompasses a wide spectrum of injury to the kidneys, not just ‘kidney failure’.It is a common problem amongst hospitalised patients, in particular the elderly population whosenumbers are increasing as people live longer. Such patients are usually under the care of doctorspracticing in specialties other than nephrology. For normal function the kidneys require a competentcirculation. Conversely, it is known that renal function is vulnerable to even relative or quite modesthypotension or hypovolaemia. Hence AKI is a feature of many severe illnesses. Although theseillnesses may affect many organs, the simple process of monitoring urine output and/or creatininepermits detection of AKI.\n\n【1】The definition of AKI has been evolving in recent years. There is a need for a standardised definitionof AKI that can be applied in a pragmatic fashion in routine clinical practice, research, audit andhealthcare education. With current technology most AKI diagnosis is based on monitoring of serumor plasma creatinine levels, with or without urine output measurement. These methods areimperfect, and there is no ‘gold standard’ for the diagnosis of AKI. Work on AKI has been hamperedby multiple definitions. In 2004 the Acute Dialysis Quality Initiative (ADQI) group14published theirconsensus definition of AKI, known as the RIFLE definition. More recently small rises in creatininehave been recognised as being independently associated with increased mortality. In 2007, the AKINetwork (AKIN)84published their AKI definition, an evolution of the RIFLE definition. The recentInternational Kidney Disease: Improving Global Outcomes (KDIGO) guidelines67proposed a merger ofRIFLE and AKIN, with some simplification.\n\n【2】In developed countries AKI is seen in 13-18% of all people admitted to hospital.64,97,122The frequencyof AKI amongst inpatients means that it has a major patient and economic impact. According to NHSKidney Care, the costs of AKI to the NHS (excluding AKI in the community) are estimated to bebetween ￡434 million - ￡620 million per year which is more than expenditure on breast cancer, orlung and skin cancer combined.2,64It also remains the case that AKI is seen increasingly in primarycare in the absence of any acute illness and there is a need to ensure that awareness of the conditionis raised amongst primary care health professionals and that any identified cases of AKI are managedor referred appropriately\n\n【3】完整版下载  2013 急性肾损伤指南", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "059b28d2-9254-49ed-a4b0-d9adb83cc2b4", "title": "2009ABM***女性的母乳喂养指南", "text": "【0】2009ABM***女性的母乳喂养指南\n**《2009ABM吸毒女性的母乳喂养指南》内容预览**  \n  \nIllicit drug use and licit substance abuse remain a signifi-cant problem among women of childbearing age. The 2007 National Survey on Drug Use and Health revealed that among pregnant women 15–44 years of age in the United States, 5.2% had used illicit drugs in the past month.  \n  \nThe healthcare provider faced with a pregnant or recently post-partum woman with a history of current or past drug abuse and desiring to breastfeed often faces a significant challenge for multiple reasons. Substance-dependent women frequently engender behaviors or conditions that portend risk for the breastfed infant independently, in addition to the direct phar-macologic effect of the drug exposure. Polydrug use is the norm for this population, including the use of licit substances such as tobacco and alcohol. Illicit drugs are frequently cut with dangerous adulterants that can pose additional threats to the infant. Drug using populations are at higher risk for in-fections such as those with human immunodeficiency virus (HIV) and=or hepatitis B=C, as well as poor nutrition. Psy-chiatric disorders that require pharmacotherapeutic inter-vention are more prevalent among this population, making breastfeeding a further confounded choice, as little informa-tion is available on the relative safety of breastfeeding with many psychotropic medications. Despite the myriad factors that may make breastfeeding a difficult choice for the drug-dependent woman, the population of drug-exposed infants, at high risk for an array of medical, psychological, and de-velopmental problems, as well as their mothers, stands to benefit significantly from this practice. Many of the above factors may pose risks to the infant, but the benefits of humanmilk and breastfeeding must be weighed against these risks.  \n  \n**《2009ABM吸毒女性的母乳喂养指南》完整版下载地址：  \n**    http://ziyuan.iiyi.com/source/down/2310530.html", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "6d001c76-065c-49c4-bc55-aca4ce8489f1", "title": "ACR指南：肾衰竭", "text": "【0】　　Renal failure is defined as the inability of the kidney tomaintain homeostasis leading to azotemia or theaccumulation of nitrogenous wastes; however, exactbiochemical or clinical criteria for this diagnosis are notdefined clearly. “Renal failure” is distinguished from“renal insufficiency,” where renal function is abnormalbut capable of sustaining essential bodily functions .Renal failure is defined as anuric when urine volume isless than 50 ml for 24 hours; oliguric when the volume isless than 500 ml for 24 hours; and nonoliguric when thevolume is from 500-6,000 ml for 24 hours. Urine outputabove 6,000 ml is designated polyuric .\n\n【1】　　Causes of renal failure are conventionally separated intothree categories: prerenal,  intrarenal, and postrenal.Hypoperfusion is the cause of prerenal failure (fluid loss,fluid sequestration, low cardiac output, renal arterystenosis \\[RAS\\]). Causes of intrarenal failure include acutetubular necrosis (ATN) and  interstitial, glomerular, orsmall–vessel disease. Obstruction is the usual postrenalcause of failure (also, distal renal tubular obstruction).Distinction between acute renal failure (ARF) and chronicrenal failure (CRF) can often be made clinically .However, many patients are first seen with markedlyelevated serum creatinine of unknown duration, so thatclassification into ARF or CRF is not possible.\n\n【2】　　There are significant limitations in using serum creatinineas an accurate measure of renal function, includingdecreased muscle mass and poor nutritional status \\[4\\].Creatinine clearance measures the ability of theglomerulus to filter creatinine from the plasma andapproximates the glomerular filtration rate (GFR); there isa reasonable correlation between the 2-hour and 24-hourcreatinine clearance ( r=0.85), but the error in calculationmay vary from 10%-27%. Creatinine clearance of lessthan 60 ml/min may be termed renal insufficiency; lessthan 30 ml/min is renal failure. End-stage renal disease(ESRD) implies CRF of a degree (ie, GFR <10-12ml/min) such that life cannot  be sustained long-termwithout dialysis. In ARF,  the creatinine clearance isusually less than 25 ml/min. Unfortunately, creatinineclearance is often not helpful when the creatinine value ischanging.\n\n【3】　　ARF can be broadly defined as a sudden decrease in renalfunction resulting in azotemia. It can develop in thesetting of pre-existing renal insufficiency or can developin a patient with previously normal kidneys . In apatient with previously undiagnosed renal failure, initialevaluation of renal size by gray-scale ultrasonography(US) is most helpful. If the kidneys are small andechogenic, the process of long-standing evaluation by UShelps to identify a correctable  cause of renal failure suchas obstruction. If hydronephrosis is present, retrograde orantegrade relief of the obstruction is usually undertaken.If no hydronephrosis is evident and the patient does nothave hypertension or other history to suggest RAS,further workup of small, echogenic kidneys   is notwarranted. Conversely, if the kidneys are of normal sizewith or without increased echogenicity, this may representreversible renal failure, most often ARF, and a moreextensive evaluation is initiated. It should be noted that,as with all modalities and procedures, the yield of gray-scale sonography in the detection of hydronephrosis islow among patients without a high pretest probability for urinary obstruction (eg, flank pain, urolithiasis, pelvicmasses, etc), and, therefore is of little value in patientmanagement \\[6\\]. Scintigraphy with a tubular secretionagent (eg, MAG-3) can help assess the level of renalfunction as well as the potential reversibility of theprocess causing the renal failur e. Therefore, in addition tothe history, physical examina tion, and laboratory analysisof serum and urine, US and radionuclide scintigraphy areimaging tools that are used early in the evaluation of thepatient with previously undiagnosed renal failure. If RASor occlusion is suspected, magnetic resonanceangiography (MRA) techniques may be used to avoidnephrotoxic iodinated contrast media.\n\n【4】 完整版下载  2008ACR指南：肾衰竭原文", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "6539d01d-dcc2-4d4a-b4eb-0004d8734e3a", "title": "2011ESPGHAN儿童和青少年慢性丙型肝炎临床试验指南", "text": "【0】**《2011ESPGHAN儿童和青少年慢性丙型肝炎临床试验指南》内容预览**  \n  \nMost children with chronic hepatitis C are infected vertically, have a low natural seroconversion rate, and carry a lifetime risk of cirrhosis and cancer. Affected children are usually asymptomatic, and histological findings are mild with a low risk of progression, although 5% develop significant liver disease in childhood. The use of combination treatment with pegylated interferon-a and ribavirin has changed the outcome and prognosis for this disease, with approximately 60% of children achieving sustained viral clearance. Combination therapy is not ideal for children because pegylated interferon is administered subcutaneously, impairs growth velocity, and both interferon and ribavirin have significant adverse effects that affect com- pliance. In addition, approximately 50% of children infected with genotype 1 do not respond to therapy. Thus, additional treatment options are required including improvement in dosing, reduction in the length of treatment, and evaluation of new drugs, such as protease inhibitors, which could be more effective for patients infected with genotype 1. The primary goal of treatment is to eradicate the infection. The future clinical trial design should ensure that any new drugs demonstrate noninferiority to the present standard regimen in both children and adults. The measure for documenting sub-stantial improvement above present therapy should be increased viral clearance rate or the same clearance rate, with a shorter duration of treatment and/or fewer adverse effects. We do not believe there is any need for a placebo arm because approved therapy is available and new treatments can be compared with present therapy. Safety measures should include the standard recommended laboratory investigations, growth parameters, qual- ity-of-life or psychological measures, and a requirement for long-term follow-up for up to 5 years**  \n  \n点击下载完整版:《2011ESPGHAN儿童和青少年慢性丙型肝炎临床试验指南》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "0059de6a-fa34-4287-ae78-1dd13f6f5a22", "title": "2013年急性肾损伤指南英国国家卫生与临床优化研", "text": "【0】**《2013年急性肾损伤指南英国国家卫生与临床优化研》内容预览  \n  \n**Departments undertaking iodinated contrast procedures have a high volume of suchprocedures. The GDG noted that it would be the preference for these areas to have asimple marker of highrisk status, before they employ an ‘automated’ risk tool. Onesuch marker might, for example, be an eGFR of <30 ml/min/1.73m2. However, theuse of such a cut-off before using risk assessment and preventative measures willmiss a proportion of patients who go on to develop CI-AKI . The GDG observationwas that the difficulties in this area should not be allowed to prevent the routine useof risk assessment for all patients due to have a contrast procedure. For a procedureusing iodinated contrast the risk of CI-AKI should always be assessed.  \n  \nThe GDG felt it important to note as an introduction to their discussions that noscore had been successfully validated in patients with acute coronary syndrome orSTEMI and therefore caution should be taken when assessing risk in these patients(the Mehran score was derived from a mixed group of PCI patients, including about35% with acute coronary syndrome; the Maioli study was derived in patients withelective percutaneous coronary intervention). The GDG felt it was also important tonote that certain risk factors were modifiable and they felt that optimisation of apatient’s diabetic control, heart failure, renal function and fluidstatus should alwaysbe done before performing any elective procedure.  \n  \nThe GDG felt that it was also important to highlight that people should not be deniedprocedures with contrast just because they were at risk of CI-AKI, but that theseprocedures should be undertaken after full and balanced consideration of the risksand benefits of the procedure. The GDG is aware that patients with CKD are beingunnecessarily denied contrast procedures because of concerns about CI-AKI. Theydrafted a consensus recommendation that emphasised discussion with the patientbecause the risk: benefit ratio is very specific to each individual situation and patientpreferences are particularly important here. The assessment of risk and theconsequent use of preventative measures may also vary depending on the urgencyof the procedure (see section 6.2 on prevention of CI-AKI).The GDG noted that clinical judgment was required in assessing risk factors. The listof risk factors has not been given weighting (above), and the finding that a patienthas one of the risk factors (in isolation) on the list does not automatically make themhigh risk. For example, a patient aged over 75 years without other risk factors shouldnot be considered high risk (see also below). In risk scoring, the risk of any adverseevent typically rises dramatically the more risk factors a patient possesses. However,the evidence was such that the GDG was not in a position to state that any patientwith any two or more risk factors, for example, is high risk.  \n  \n**《2013年急性肾损伤指南英国国家卫生与临床优化研》完整版下载地址：**  \n    http://ziyuan.iiyi.com/source/down/2345238.html", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "302302d5-0971-4e65-8218-9927b65b63ff", "title": "2010AAAAI运动诱发的支气管发病、患病率和诊疗实践参数", "text": "【0】**《2010AAAAI运动诱发的支气管发病、患病率和诊疗实践参数》内容预览**  \n  \nChief Editors: John M. Weiler, MD, MBA, President, CompleWare Corporation, Professor Emeritus, University of Iowa, IowaCity, Iowa; Sandra D. Anderson, PhD, DSc, Clinical Professor, Sydney Medical School, Royal Prince Alfred Hospital, Departmentof Respiratory and Sleep Medicine, Camperdown NSW 2050, Australia; Christopher Randolph, MD, Clinical Professor ofPediatrics, Yale Affiliated Programs, Waterbury Hospital, Center for Allergy, Asthma and Immunology, Waterbury, Connecticut  \n  \nCo-editors: Sergio Bonini, MD, Professor of Medicine, Chair Allergology and Clinical Immunology, Second University of Naples,Naples, Italy; Timothy J. Craig, DO, Professor of Medicine and Pediatrics and Distinguished Educator, Pennsylvania StateUniversity, Hershey, Pennsylvania; David S. Pearlman, MD, Clinical Professor of Pediatrics, University of Colorado School ofMedicine, Colorado Allergy and Asthma Centers, P.C., Denver, Colorado; Kenneth W. Rundell, PhD, FACSM, Director ofRespiratory Research & the Human Physiology Laboratory Center for Healthy Families, Marywood University Professor of theBasic Sciences, The Commonwealth Medical College, Scranton, Pennsylvania; William S. Silvers, MD, Clinical Professor ofMedicine, University of Colorado School of Medicine, Allergy, Asthma & Immunology Clinic of Colorado, P.C., Englewood,Colorado; William W. Storms, MD, Clinical Professor, University of Colorado Health Sciences Center, Practicing Allergist andClinical Researcher, The William Storms Allergy Clinic, Colorado Springs, Colorado  \n  \nTask Force Reviewers: David I. Bernstein, MD, Professor of Medicine and Environmental Health, Division of Immunology,Allergy and Rheumatology, University of Cincinnati College of Medicine University of Cincinnati, Cincinnati, Ohio; JoannBlessing-Moore, MD, Adjunct Clinical Professor, Department of Immunology, Stanford University Medical Center, Palo Alto,  \n  \n**点击下载\\*\\*\\*：《2010AAAAI运动诱发的支气管发病、患病率和诊疗实践参数》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "3ada69cc-f94d-4c1a-bd5a-a21debea6fa7", "title": "2007HRS 心房颤动的导管及外科消融治疗专家意见共识", "text": "【0】**2007HRS 心房颤动的导管及外科消融治疗专家意见共识  内容预览：**\n\n【1】    A report of the Heart Rhythm Society (HRS) Task Force on Catheter and Surgical Ablation of Atrial Fibrillation.  \n    Developed in partnership with the European Heart Rhythm Association (EHRA) and the Europe Cardiac Arrhythmia Society (ECAS); in collaboration with the American College of Cardiology (ACC), American Heart Association (AHA), and the Society of Thoracic Surgeons (STS).Endorsed and Approved by the governing bodies of the American College of Cardiology, theAmerican Heart Association, the European Cardiac Arrhythmia Society, the European Heart Rhythm Association, the Society of Thoracic Surgeons, and the Heart Rhythm Society.\n\n【2】点击下载\\*\\*\\*：**2007HRS 心房颤动的导管及外科消融治疗专家意见共识**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "f8f6d643-d3d4-4ab2-b2e9-663ceab81851", "title": "2010NHS消化不良管理指南", "text": "【0】    英国国民保健体系（ＮＨＳ）在２００４年８月２６日公布了一项在一级医疗体系中如何诊治消化不良的新指南。该指南提供了针对成人消化不良症状和基础病因的 循证建议，规定了一级医疗体系中的医务人员如何针对消化不良成年患者开展各项诊疗活动。该指南涉及了一级医疗体系中的医务人员，包括全科医师、护士、社区 药师和其他与病人直接接触的初级保健专业人员。但二级医疗体系的医务人员也要对该指南有所了解，确保病人得到连续治疗。该指南将在英格兰和威尔士的国民保 健体系中推广使用。**  \n  \n《2010NHS消化不良管理指南》内容预览**  \n  \nDyspepsia is a common complaint. More is spent on drugs for dyspepsia than on any other treatment for a symptom group. Universal investigation for dyspepsia is neither clinically desirable nor affordable and rational management poses a challenge.  \nDyspepsia is a group of symptoms and is not itself a disease. According to the Rome II definition, dyspepsia refers to pain or discomfort centred in the upper abdomen. Pain in the lower abdomen does not constitute dyspepsia. “Discomfort” refers to subjective negative sensation such as upper abdominal fullness, early satiety, bloating, belching, nausea, retching and/or vomiting.  \nUp to 40% of the adult population suffer from dyspepsia/heartburn in any one year. The main causes are GORD (15-25%), gastric and duodenal ulcers (15-25%), and stomach cancer (2%). The remaining 60% are classified as “non-ulcer dyspepsia” (NUD) or “functional dyspepsia” (the preferred term these days). Such patients have symptoms but on investigation no causal pathology or disease is identified. Medication is not necessary for all patients with functional dyspepsia. There is a substantial placebo response to therapy. When medication is given, short-term treatment, intermittent if necessary, is likely to be more appropriate than long-term continuous therapy. Functional dyspepsia is not a condition caused by gastric hypersecretion: acid secretion is usually normal.  \n  \n**《2010NHS消化不良管理指南》完整版下载地址：  \n**    http://ziyuan.iiyi.com/source/down/1498232.html", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "727eea3c-e96a-49f8-9bae-2d42e769792b", "title": "儿童及成人荨麻疹评估和治疗指南", "text": "【0】**《儿童及成人荨麻疹评估和治疗指南》内容预览**  \n  \n**Summary**  \nAppropriate management of urticaria depends on the correct evaluation of clinicalpatterns and causes where these can be identified. Guidance for treatment is presented,based on the strength of evidence available at the time of preparation. Asmany of the recommendations relate to the off-licence use of drugs, it is particularlyimportant that clinicians should be familiar with dosing and side-effects oftreatment in the context of managing urticaria.  \n  \n**Disclaimer**  \nThese guidelines have been prepared for dermatologists onbehalf of the British Association of Dermatologists and reflectthe best data available at the time the report was prepared.Caution should be exercised in interpreting the data; theresults of future studies may require alterations of the conclusionsor recommendations in this report. It may be necessaryor even desirable to depart from the guidelines in the interestsof specific patients and special circumstances. Just as adherenceto the guidelines may not constitute defence against a claim ofnegligence, so deviation from them should not necessarily bedeemed negligent.  \n  \n**点击下载完整版:《儿童及成人荨麻疹评估和治疗指南》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "213911d3-35e8-46d2-ae3a-c05025ed9456", "title": "2007***获得性肺炎治疗指南", "text": "【0】2007***获得性肺炎治疗指南\n**《2007成人社区获得性肺炎治疗指南》内容预览**  \n  \nImproving the care of adult patients with community-acquired pneumonia (CAP) has been the focus of manydifferent organizations, and several have developedguidelines for management of CAP. Two of the mostwidely referenced are those of the Infectious DiseasesSociety of America (IDSA) and the American ThoracicSociety (ATS). In response to confusion regarding dif-ferences between their respective guidelines, the IDSAand the ATS convened a joint committee to develop aunified CAP guideline document.  \n  \nThe guidelines are intended primarily for use byemergency medicine physicians, hospitalists, and pri-mary care practitioners; however, the extensive litera-ture evaluation suggests that they are also an appro-priate starting point for consultation by specialists.Substantial overlap exists among the patients whomthese guidelines address and those discussed in the re-cently published guidelines for health care–associatedpneumonia (HCAP). Pneumonia in nonambulatoryresidents of nursing homes and other long-term carefacilities epidemiologically mirrors hospital-acquiredpneumonia and should be treated according to theHCAP guidelines. However, certain other patientswhose conditions are included in the designation ofHCAP are better served by management in accordancewith CAP guidelines with concern for specificpathogens.  \n  \n**点击下载完整版：《2007成人社区获得性肺炎治疗指南》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "acabb273-381a-4721-92f9-0d0cf80ee73f", "title": "1999BTS条件致病性分枝杆菌属感染的管理指南", "text": "【0】**《1999BTS条件致病性分枝杆菌属感染的管理指南》内容预览**  \n  \nGuidelines have been produced for tuberculo- sis by the British Thoracic Society (BTS), the American Thoracic Society (ATS), the International Union Against Tuberculosis and  \nLung Disease, and the World Health Organisation. These, however, deal mainly with Mycobacterium tuberculosis complex infec- tions (M tuberculosis, M africanum, and M bovis). With the exception of the ATS guide-lines on non-tuberculous mycobacteria,these do not address the opportunist mycobacteria (also called atypical mycobacteria, mycobacte-ria other than tuberculosis (MOTT), non- tuberculous mycobacteria (NTM), or environ- mental mycobacteria). The number of isolates of such opportunist mycobacteria has been increasing,both in HIV negative and HIV positive individuals. Because of the growing numbers of patients with disease due to infection by these mycobac-teria, the wide range of species, the diYculties in both diagnosis and management, and in response to increasing requests for advice on management, the BTS Joint Tuberculosis Committee has reviewed the evidence on man-agement of these infections. On the whole theevidence is not derived from controlled clinical trials as very few have been reported but, where possible, we have graded the evidence accord- ing to the criteria in table 1. Sections cover epi- demiology, bacteriological aspects, diagnosis and treatment in adults and children, separated where appropriate into sections according to their HIV infection status.  \n  \nEpidemiology  \nOpportunist mycobacteria can be found throughout the environment and can be isolated from soil, water (including tap water), dust, milk, and various animals and birds. The significance of an isolate can only be established by considering the type of speci- men from which the Mycobacterium was isolated, the number of isolates, the degree ofgrowth, and the identity of the organism. In general, multiple isolates are needed from non- sterile sites to establish disease whereas one positive culture from a sterile site, particularly where there is supportive histopathology, is usually suYcient. The epidemiology may be complicated by the frequent isolation of opportunist mycobacteria from bronchoscopes and therefore from bronchial washings/lavages. The clinical presentation and any predisposing factors are also helpful. Patients with pre-existing lung disease or deficient immune systems seem more prone to these infections than those without such predisposing condi- tions. Good communication between the labo- ratory and clinician is essential. Additional specimens should be taken if unusual oppor- tunist mycobacteria are identified at sites that do not appear to fit the clinical picture. Clinicians should ensure that adequate speci-mens are sent and that the laboratory receives clear information regarding the site and type of specimen, the patient’s age and clinical details, including whether the patient is immunocom- promised.  \n  \n**点击下载完整版：《1999BTS条件致病性分枝杆菌属感染的管理指南》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "22412a45-5776-4b8a-a442-42ea4c96beaa", "title": "2011BCSH多发性骨髓瘤诊断管理指南", "text": "【0】    **《2011BCSH多发性骨髓瘤诊断管理指南》内容简介：**    In 2006 guidelines for the diagnosis and management ofmultiple myeloma were published （Smith et al, 2006）.Thesecurrent guidelines represent a major revision. The guidelinehas been split into two documents, focussing on the 'Diagnosisand management of multiple myeloma' and 'Supportive carein multiple myeloma 2011'（Snowden et al 2011）.They aredesigned to be used together and to complement each other.    **《2011BCSH多发性骨髓瘤诊断管理指南》内容预览：**    Establishment of working groups in the topic areasdetailed above followed by review of key literature to 30thJune 2010 including Cochrane database, Medline, internetsearches and major conference reports.  \n  \n    Development of key recommendations based onrandomized, controlled trial evidence. In the absence ofrandomized data, recommendations were developed on thebasis of literature review and a consensus of expert opinion.  \n  \n    Involvement of patient advocacy through Myeloma UK.  \n  \n    Review by UK Myeloma Forum （UKMF） Executive andBritish Committee for Standards in Haematology （BCSH）Committees.  \n  \n    Review by a British Society for Haematology （BSH）sounding board.    **点击下载\\*\\*\\*：《2011BCSH多发性骨髓瘤诊断管理指南》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "e881a443-8801-43e2-a43a-d6c6c734b7b0", "title": "2010ISPD腹膜通路临床实践指南", "text": "【0】    **《2010ISPD腹膜通路临床实践指南》内容简介：**    This current version provides a summary of recommen-dations for best practice in creating peritoneal accessfor patients on peritoneal dialysis （PD）。 A more detailedreview of peritoneal access is available in the report fromthe Renal Association Working Party on Peritoneal Access（final version April 2008） available at www.renal.org.    **《2010ISPD腹膜通路临床实践指南》内容预览：**    These guidelines are evidence based where such evi-dence exists. The published literature was reviewed atwww.ncbi.nlm.nih.gov/pubmed using the search term“peritoneal dialysis catheter,” identifying 2320 refer-ences. Adding the term “trial” reduced this number to216. These were individually reviewed to identify pos-sible randomized controlled trials, meta-\\*\\*yses,guidelines, and reviews that would be considered in thepreparation of the document. The document has beenreviewed by all authors and has been placed for consul-tation on the Renal Association Web site and discussedat the Clinical Guidelines Committee. It has also beenreviewed by a consumer research panel run by Jane Ash（Special Projects Administrator, North and East Yorkshireand Northern Lincolnshire Comprehensive Local Re-search Network） and by renal patients in Sheffield,United Kingdom.    **点击下载\\*\\*\\*：《2010ISPD腹膜通路临床实践指南》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "16d43995-338e-4592-b592-4182a0231a57", "title": "2010ESMO胰腺癌临床实践指南", "text": "【0】    **《2010ESMO胰腺癌临床实践指南》内容简介：**    In Europe, cancer of the pancreas is the 10th most frequentcancer, accounting for some 2.6% of cancer in both sexes, andthe eighth leading cause of cancer-related death with 65 000deaths each year.  \n    **《2010ESMO胰腺癌临床实践指南》内容预览：**     In men, the annual incidence rates rangebetween 8.7 （East） and 7.3 （North and West） per 100 000, andin women between 5.7 （North） and 4.5 （East）。 Men haveapproximately a half greater age-adjusted incidence rate thanwomen. Incidence increases steeply with age from 1.5 per100 000/year in patients 15–44 years of age to 55 per 100 000/year in patients >65 year of age. Pancreatic cancer is one of themost highly fatal cancers, with >95% of those affected dying oftheir disease. The high mortality rate is due to the highincidence of metastatic disease at diagnosis. No survivalincreases have been observed in the last years.    **点击下载\\*\\*\\*：《2010ESMO胰腺癌临床实践指南》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "a26d8b47-43e1-44b8-a128-01dedc84532a", "title": "2010CARI 2型糖尿病患者中慢性肾脏病的预防", "text": "【0】**《2010CARI 2型糖尿病患者中慢性肾脏病的预防》内容预览**  \n  \nIt should be noted that the best way to prevent CKD in individuals with diabetes is to prevent diabetes. NHMRC recommendations for the primary prevention of type 2 diabetes are available elsewhere (http://www. diabetesaustralia.com.au). These guidelines specifically target the management of individuals with established type 2 diabetes.  \nA risk factor analysis for kidney dysfunction in type 2 diabetes following 15 years of follow up from the UKPDS study,identified systolic blood pressure; urinary albumin excretion and plasma creatinine as common risk factors for albuminuria and kidney impairment (creatinine clearance and doubling of plasma creatinine). Additional independent risk factors for kidney impairment were female gender,decreased waist circumference, age, increased insulin sensi-tivity and sensory neuropathy. A cross-sectional study of 1003 Japanese hospital patients with type 2 diabetes identi-fied large waste circumference and elevated BP as risk factors for microalbuminuria while dyslipidaemia was identified as a risk factor for decreased glomerular Filtration Rate (GFR).  \nIn contrast to type 1 diabetes, only 20% of newly diag-nosed people with type 2 diabetes are normotensive and have a normal circadian blood pressure profile. Therefore hypertension usually precedes the onset of microalbumin-uria.BP control modulates the progression not only of microangiopathy (diabetic kidney disease and retinopathy) but also of macroangiopathy (Coronary heart disease(CHD) and stroke).  \n  \n**《2010CARI 2型糖尿病患者中慢性肾脏病的预防》完整版下载地址：  \n**    http://ziyuan.iiyi.com/source/down/2318783.html", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "bfa766c0-3e4d-41b8-92a0-223c3ba55b19", "title": "2011NICE肺癌诊治指南", "text": "【0】    **《2011NICE肺癌诊治指南》内容简介：**    Since publication of NICE clinical guideline 24 in 2005, a number of newsystemic therapies have been granted a marketing authorisation by theEuropean Medicines Agency for use in people with NSCLC. NICE haspublished technology appraisals for pemetrexed, gefitinib and erlotinib. Othertechnology appraisals are in development.    **《2011NICE肺癌诊治指南》内容预览：**  \n    This guidance updates and replaces NICE clinical guideline 24 （publishedFebruary 2005）。  \n  \n    New and updated recommendations are included on communication,diagnosis and staging, selection of patients with non-small-cell lung cancer（NSCLC） for treatment with curative intent, surgery with curative intent forNSCLC, smoking cessation, combination treatment for NSCLC, treatment forsmall-cell lung cancer （SCLC）， managing endobronchial obstruction,managing brain metastases, and follow-up and patient perspectives.    **点击下载\\*\\*\\*：《2011NICE肺癌诊治指南》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "82d4847f-8e8f-4cbd-ae76-33db67364d30", "title": "2012年冠状动脉血运重建术应用标准", "text": "【0】     **《2012年冠状动脉血运重建术应用标准》内容预览：**  \n  \n    This report is a focused update of the AUC for coronaryrevascularization published in 2009 (1). The increasingprevalence of coronary artery disease (CAD), continuedadvances in surgical and percutaneous techniques for revas-cularization and concomitant medical therapy for CAD,and the costs of revascularization have resulted in height-ened interest regarding the appropriate use of coronaryrevascularization. Clinicians, payers, and patients are inter-ested in the specific benefits of revascularization. Inappro-priate revascularization may be harmful to patients andgenerate unwarranted costs to the healthcare system,whereas appropriate revascularization procedures can im-prove patients’ clinical outcomes.  \n    \n    As in the original AUC document, the same classificationscheme with ratings of appropriate, uncertain, and inappro-priate was used. The uncertain category can cause confusionin the interpretation of the AUC and can imply severalmeanings within its definition. First, the rating of uncertainis used when pertinent literature is either not available orwhen true discrepancies exist. Second, it is impossible toinclude every relevant piece of clinical \\*\\*\\*rmation (e.g., age,sex, diabetes) in the individual clinical scenarios. Attempt-ing to do that may result in an unmanageable number ofclinical scenarios and thus compromise the usefulness of theAUC in daily practice. The practice of medicine is full ofuncertainties that require a thoughtful clinician to use his orher best judgment about each patient to reach decisionsabout management. Therefore, a rating of uncertain may beassigned by members of the technical panel if clinical\\*\\*\\*rmation not provided might affect their individualrating, causing a shift into either the appropriate or inap-propriate category.  \n    \n    A rating of uncertain means simply what the nameimplies, and depending on additional factors, it can beappropriate or inappropriate to perform revascularization.The writing group emphasizes that uncertain indications arenot inappropriate. Rather, they reflect clinical scenarios thatare reasonable for performing revascularization, but addi-tional clinical factors should be considered or further re-search is needed to more definitively define the benefits oftreatment for patients.  \n  \n     **点击下载\\*\\*\\*：《2012年冠状动脉血运重建术应用标准》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "ca5d9995-dc77-4d0d-afdd-d24231565770", "title": "2008BAD基底细胞癌的治疗指南", "text": "【0】    **《2008BAD基底细胞癌的治疗指南》内容简介：**    There are several effective modalities available to treat basalcell carcinoma （BCC）。Guidelines aim to aid selection of themost appropriate treatment for individual patients. Carefulassessment of both the individual patient and certain tumour-specific factors are key to this process.    **《2008BAD基底细胞癌的治疗指南》内容预览：**    BCC is a slow-growing, locally invasive malignant epidermalskin tumour predominantly affecting caucasians. The tumourinfiltrates tissues in a three-dimensional fashion3through theirregular growth of subclinical finger-like outgrowths whichremain contiguous with the main tumour mass.4,5Metastasisis extremely rare6,7and morbidity results from local tissueinvasion and destruction particularly on the face, head andneck. Clinical appearances and morphology are diverse, andinclude nodular, cystic, superficial, morphoeic （sclerosing），keratotic and pigmented variants. Common histological sub-types include nodular （nBCC）， superficial （sBCC） and pig-mented forms in addition to morphoeic, micronodular,infiltrative and basosquamous variants which are particularlyassociated with aggressive tissue invasion and destruction.8Perivascular or perineural invasion are features associated withthe most aggressive tumours.  \n  \n    Patient-specific factors which may influence the choice oftreatment include general fitness, coexisting serious medicalconditions, and the use of antiplatelet or anticoagulant medi-cation. A conservative approach to asymptomatic, low-risklesions will prevent treatment causing more problems than thelesion itself. Even when dealing with high-risk BCC aggressivemanagement may be inappropriate for certain patients, espe-cially the very elderly or those in poor general health, when apalliative rather than a curative treatment regimen may be inthe best interests of the patient.    **点击下载\\*\\*\\*：《2008BAD基底细胞癌的治疗指南》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "cb71299f-4120-4410-a41b-9a411b4ae496", "title": "2013年 SCAI：冠脉血运重建术后心肌梗死的新定义", "text": "【0】**《2013年 SCAI：冠脉血运重建术后心肌梗死的新定义》内容预览**\n\n【1】    Clinical Decision Making  \n  \n    Consideration of a New Definition of Clinically  \n  \n    Relevant Myocardial Infarction After Coronary  \n  \n    Revascularization: An Expert Consensus Document From  \n  \n    the Society for Cardiovascular Angiography and Interventions  \n  \n  \n    MD   Numerous definitions have been proposed for the diagnosis of myocardial infarction（MI） after coronary revascularization. The universal definition for MI designates post procedural biomarker thresholds for defining percutaneous coronary intervention（PCI）-related MI （type 4a） and coronary artery bypass grafting （CABG）-related MI （type   5） which are of uncertain prognostic importance. In addition, for both MI types cTn is  recommended as the biomarker of choice, the prognostic significance of which is less   well validated than CK-MB. Widespread adoption of a MI definition not clearly linked to  subsequent adverse events such as mortality or heart failure may have serious conse   quences for the appropriate assessment of devices and therapies, may affect clinical  care pathways, and may result in misinterpretation of physician competence. Rather  than employing an MI definition sensitive for small degrees of myonecrosis （the occurrence of which, based on contemporary large-scale studies, are unlikely to have important clinical consequences）， it is instead recommended that a threshold level of biomarker elevation which has been strongly linked to subsequent adverse events in clinical studies be used to define a “clinically relevant MI.” The present document introduces a new definition for “clinically relevant MI” after coronary revascularization\n\n【2】**点击下载完整版：《2013年 SCAI：冠脉血运重建术后心肌梗死的新定义》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "6ba126de-3fe0-4c69-bae9-da308fbbb4ae", "title": "2010欧洲呼吸学会和欧洲胸外科医师学会恶性胸膜间皮瘤诊疗指南", "text": "【0】**《2010欧洲呼吸学会和欧洲胸外科医师学会恶性胸膜间皮瘤诊疗指南》内容预览**  \n  \nABSTRACT: Malignant pleural mesothelioma (MPM) is a rare tumour but with increasingincidence and a poor prognosis. In 2008, the European Respiratory Society/European Society ofThoracic Surgeons Task Force brought together experts to propose practical and up-to-datedguidelines on the management of MPM.  \n  \nTo obtain an earlier and reliable diagnosis of MPM, the experts recommend performingthoracoscopy, except in cases of pre-operative contraindication or pleural symphysis. Thestandard staining procedures are insufficient in ,10% of cases. Therefore, we propose usingspecific immunohistochemistry markers on pleural biopsies. In the absence of a uniform, robustand validated staging system, we advice use of the most recent TNM based classification, andpropose a three step pre-treatment assessment. Patient’s performance status and histologicalsubtype are currently the only prognostic factors of clinical importance in the management ofMPM. Other potential parameters should be recorded at baseline and reported in clinical trials.MPM exhibits a high resistance to chemotherapy and only a few patients are candidates forradical surgery. New therapies and strategies have been reviewed.  \n  \nBecause of limited data on the best combination treatment, we emphasise that patients who areconsidered candidates for a multimodal approach should be included in a prospective trial at aspecialised centre.  \n  \n**点击下载\\*\\*\\*：《2010欧洲呼吸学会和欧洲胸外科医师学会恶性胸膜间皮瘤诊疗指南》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "1326caf9-c37c-42aa-b6f9-c194dc6b9644", "title": "2011NICE慢性肾脏病第5期的腹膜透析治疗指南", "text": "【0】    **《2011NICE慢性肾脏病第5期的腹膜透析治疗指南》内容简介：**    Dialysis is needed to sustain life for patients withchronic kidney disease （CKD）。 For about 40% of \\*\\*s on dialysis a kidneytransplant is the treatment of choice; this percentage is higher in children. Ifpatients do not have a kidney transplant, dialysis is needed for the rest of thepatient's life.    **《2011NICE慢性肾脏病第5期的腹膜透析治疗指南》内容预览：**    Two main types of dialysis are available, haemodialysis and peritonealdialysis. The main factors that determine what type of dialysis people withchronic kidney disease have are patient preferences about which treatmentfits best within their lifestyle, availability of options within a service and clinicalcontraindications. Factors patients and carers may need to consider aboutperitoneal dialysis are: the ability to carry out dialysis themselves; the supportservices they need to carry out dialysis; integration of dialysis with work,school, hobbies, and social and family activities; opportunities to maintainsocial contacts; possible modifications to their home; the distance and timetravelling to hospital; flexibility of daily treatment, diet and medicationregimens; and possible changes to body image and physical activitiesbecause of dialysis access points.    **点击下载\\*\\*\\*：《2011NICE慢性肾脏病第5期的腹膜透析治疗指南》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "f06689ae-d9fc-4119-8f06-adb9a50fed72", "title": "2011NICE英国稳定性心绞痛诊治指南", "text": "【0】    **《2011NICE英国稳定性心绞痛诊治指南》内容简介：**  \n    Offer people optimal drug treatment for the initial management ofstable angina. Optimal drug treatment consists of one or two anti-anginal drugs as necessary plus drugs for secondary prevention ofcardiovascular disease.    **《2011NICE英国稳定性心绞痛诊治指南》内容预览：**  \n    Advise people that the aim of anti-anginal drug treatment is to  \n  \n    prevent episodes of angina and the aim of secondary prevention  \n  \n    treatment is to prevent cardiovascular events such as heart attack  \n  \n    and stroke.  \n  \n    Discuss how side effects of drug treatment might affect the  \n  \n    person's daily activities and explain why it is important to take drug  \n  \n    treatment regularly.  \n  \n    Patients differ in the type and amount of \\*\\*\\*rmation they need and  \n  \n    want. Therefore the provision of \\*\\*\\*rmation should be  \n  \n    individualised and is likely to include, but not be limited to:  \n  \n    what the medicine is  \n  \n    how the medicine is likely to affect their condition （that is, its  \n  \n    benefits）  \n  \n    likely or significant adverse effects and what to do if they think  \n  \n    they are experiencing them  \n  \n    how to use the medicine  \n  \n    what to do if they miss a dose  \n  \n    whether further courses of the medicine will be needed after the  \n  \n    first presc\\*\\*tion  \n  \n    how to get further supplies of medicines. \\[This recommendation  \n  \n    is from 'Medicines adherence' （NICE clinical guideline 76）。\\]  \n  \n    Review the person's response to treatment, including any side  \n  \n    effects, 2-4 weeks after starting or changing drug treatment.    **点击下载\\*\\*\\*：《2011NICE英国稳定性心绞痛诊治指南》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "0cd00c79-000a-4bd4-8344-968257130ea8", "title": "2010BTS英国胸科学会胸膜疾病指南：恶性胸腔积液", "text": "【0】**《2010BTS英国胸科学会胸膜疾病指南：恶性胸腔积液》内容预览**  \n  \n**I\\*\\*\\*ODUCTION**  \nThe discovery of malignant cells in pleural ?uidand/or parietal pleura signi?es disseminated oradvanced disease and a reduced life expectancy inpatients with cancer.  \n  \nMedian survival followingdiagnosis ranges from 3 to 12 months and isdependent on the stage and type of the underlyingmalignancy. The shortest survival time is observedin malignant effusions secondary to lung cancerand the longest in ovarian cancer, while malignanteffusions due to an unknown primary have anintermediate survival time.  \n  \nHistorically, studiesshowed that median survival times in effusions dueto carcinoma of the breast are 5e6 months.However, more recent studies have suggestedlonger survival times of up to 15 months.  \ncomparison of survival times in breast cancereffusions in published studies to 1994 calculateda median survival of 11 months.  \nCurrently, lung cancer is the most commonmetastatic tumour to the pleura in men and breastcancer in women.  \nTogether, both malignanciesaccount for 50e65% of all malignant effusions(table 1). Lymphomas, tumours of the genito-urinary tract and gastrointestinal tract account fora further 25%.  \n  \nPleural effusions from anunknown primary are responsible for 7e15% of allmalignant pleural effusions.  \nFew studies haveestimated the proportion of pleural effusions due tomesothelioma: studies from 1975, 1985 and 1987identi?ed mesothelioma in 1/271, 3/472 and 22/592patients, respectively, but there are no more recentdata to update this in light of the increasing inci-dence of mesothelioma.  \nAttempts have been made to predict survivalbased on the clinical characteristics of pleural ?uid.None has shown a de?nite correlation: a recentsystematic review of studies including 433 patientsassessing the predictive value of pH concluded thatlow pH does not reliably predict a survival of <3months.  \nIn malignant mesothelioma, onestudy has shown an association between increasingpH and increasing survival.  \nBurrows et al showedthat only performance status was signi?cantlyassociated with mortality: median survival was1.1 months with a Karnofsky score <30 and13.2 months with a score >70.  \n  \n**点击下载\\*\\*\\*：《2010BTS英国胸科学会胸膜疾病指南：恶性胸腔积液》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "af40cdc2-f8ff-4205-9927-c37281919200", "title": "2010AAP儿童和青少年进食障碍的识别与治疗", "text": "【0】**《2010AAP儿童和青少年进食障碍的识别与治疗》内容预览**  \n  \nIncreases in the incidence and prevalence of anorexia nervosa (AN),bulimia nervosa (BN), and other eating disorders in children and ado-lescents make it critically important that pediatricians be familiar with early detection and appropriate management of these disorders. Re-sults of epidemiologic studies have indicated that the numbers of chil-dren and adolescents with eating disorders increased steadily from the 1950s onward. During the past decade, the prevalence of obesity in children and adolescents has also increased dramatically, accom-panied by further emphasis on dieting and weight loss among children and adolescents.  \nThe epidemiology of eating disorders has gradually changed; there is an increasing prevalence of eating disorders in males and minority populations in the United States as well as in countries in which eating disorders had not been commonly seen.Of particular con-cern is the increasing prevalence of eating disorders at progressively younger ages. A recent analysis by the Agency for Healthcare Research and Quality revealed that from 1999 to 2006, hospitalizations for eating disorders increased most sharply—119%—for children younger than 12 years.  \n  \n**《2010AAP儿童和青少年进食障碍的识别与治疗》完整版下载地址：  \n**    http://ziyuan.iiyi.com/source/down/2310469.html", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "cf5f21d1-d304-4e2b-9767-359faf5b4c73", "title": "2013急性脑血管病诊疗指南", "text": "【0】    **《2013急性脑血管病诊疗指南》内容简介：**  \n    The American Academy of Neurology affirms the value of this guideline as an educationaltool for neurologists.Endorsed by the American Association of Neurological Surgeons and Congressof Neurological Surgeons    **《2013急性脑血管病诊疗指南》内容预览：**  \n    Despite the increase in the global burden of stroke, advancesare being made. In 2008, after years of being the third-leading cause of death in the United States, stroke dropped tofourth.1In part, this may reflect the results of a commitmentmade by the American Heart Association/American StrokeAssociation （AHA/ASA） more than a decade ago to reducestroke, coronary heart disease, and cardiovascular risk by 25%by the year 2010 （a goal met a year early in 2009）。 The rea-son for the success was multifactorial and included improvedprevention and improved care within the first hours of acutestroke. To continue these encouraging trends, the public andhealthcare professionals must remain vigilant and committedto improving overall stroke care. This document addressesopportunities for optimal stroke care in the acute phase of theischemic stroke.  \n  \n    The intended audience of these updated guidelines ishealthcare professionals involved in the emergency identifica-tion, evaluation, transport, and management of patients withacute ischemic stroke. This includes prehospital care provid-ers, emergency department （ED） physicians and nurses, stroketeam members, inpatient nurses, hospitalists, general medicinephysicians, hospital administrators, and ancillary healthcarepersonnel. These guidelines deal with the acute diagnosis, sta-bilization, and acute medical and surgical treatments of acuteischemic stroke, as well as early inpatient management, sec-ondary prevention, and complication management. Over thepast several years, several new guidelines, policy statements,and recommendations on implementation strategies for emer-gency medical services （EMS） within stroke systems of care,imaging in acute ischemic stroke, management of stroke ininfants and children, nursing and interdisciplinary care inacute stroke, primary prevention of ischemic stroke, strokesystems of care, and management of transient ischemic attack（TIA） related to acute ischemic stroke have been published bythe AHA/ASA. To minimize redundancy, the reader will bereferred to these publications where appropriate.    **点击下载\\*\\*\\*：《2013急性脑血管病诊疗指南》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "a10e1ecd-b7bd-4463-9fcd-5cd323d00898", "title": "BAD指南：原发性皮肤鳞状细胞癌患者的管理", "text": "【0】**《BAD指南：原发性皮肤鳞状细胞癌患者的管理》内容预览**  \n  \nSummary: These guidelines for management of primary cutaneous squamous cell carcinoma presentevidence-based guidance for treatment, with identification of the strength of evidence available at thetime of preparation of the guidelines, and a brief overview of epidemiological aspects, diagnosis andinvestigation. These guidelines aim to ensure people with cutaneous squamous cell carcinomareceive the best possible treatment and care.  \nDisclaimer: These guidelines reflect the best published data available at the time the report wasprepared. Caution should be exercised in interpreting the data; the results of future studies mayrequire alteration of the conclusions or recommendations in this report. It may be necessary or evendesirable to depart from the guidelines in the interests of specific patients and special circumstances.Just as adherence to the guidelines may not constitute defence against a claim of negligence, sodeviation from them should not be necessarily deemed negligent.  \nFootnote: The authors are grateful to Professor PJ Barrett-Lee (Radiotherapy), Dr DAL Morgan(Oncology) Dr DN Slater (Pathology), Mr M Schenker (Plastic Surgery) and Mr A Langford (SkinCare Campaign) for their expert advice and comments on the manusc\\*\\*t.  \n  \n**点击下载完整版《BAD指南：原发性皮肤鳞状细胞癌患者的管理》  \n**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "49c98df8-1bae-4270-b6cc-b3b75b98c313", "title": "2010BTS指南：自发性气胸的管理", "text": "【0】**《2010BTS指南：自发性气胸的管理》内容预览**  \n  \n**I\\*\\*\\*ODUCTION**  \n  \nThe term ‘pneumothorax’ was ?rst coined by Itardand then Laennec in 1803 and 1819 respectively,1and refers to air in the pleural cavity (ie, inter-spersed between the lung and the chest wall). Atthat time, most cases of pneumothorax weresecondary to tuberculosis, although some wererecognised as occurring in otherwise healthypatients (‘pneumothorax simple’). This classi?ca-tion has endured subsequently, with the ?rstmodern desc\\*\\*tion of pneumothorax occurring inhealthy people (primary spontaneous pneumo-thorax, PSP) being that of Kj?rgaard2in 1932. It isa signi?cant global health problem, with a reportedincidence of 18e28/100 000 cases per annum formen and 1.2e6/100 000 for women.  \n  \nSecondary pneumothorax (SSP) is associatedwith underlying lung disease, in distinction to PSP,although tuberculosis is no longer the commonestunderlying lung disease in the developed world. Theconsequences of a pneumothorax in patients withpre-existing lung disease are signi?cantly greater,and the management is potentially more dif?cult.Combined hospital admission rates for PSP and SSPin the UK have been reported as 16.7/100 000 formen and 5.8/100 000 for women, with corre-sponding mortality rates of 1.26/million and 0.62/million per annum between 1991 and 1995.  \n  \nWith regard to the aetiology of pneumothorax,anatomical abnormalities have been demonstrated,even in the absence of overt underlying lungdisease. Subpleural blebs and bullae are found at thelung apices at thoracoscopy and on CT scanning inup to 90% of cases of PSP,5 6and are thought toplay a role. More recent auto?uorescence studies7have revealed pleural porosities in adjacent areasthat were invisible with white light. Small airwaysobstruction, mediated by an in?ux of in?ammatorycells, often characterises pneumothorax and maybecome manifest in the smaller airways at an earlierstage with ‘emphysema-like changes’ (ELCs).8Smoking has been implicated in this aetiologicalpathway, the smoking habit being associated witha 12% risk of developing pneumothorax in healthysmoking men compared with 0.1% in non-smokers.  \n  \nPatients with PSP tend to be taller thancontrol patients.10 11The gradient of negativepleural pressure increases from the lung base to theapex, so that alveoli at the lung apex in tall indi-viduals are subject to signi?cantly greaterdistending pressure than those at the base of thelung, and the vectors in theory predispose to thedevelopment of apical subpleural blebs.  \n  \n**点击下载\\*\\*\\*：《2010BTS指南：自发性气胸的管理》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "62b9380c-3cd7-4e34-8468-c934d43ecfcf", "title": "2001AACAP美国儿童和青少年精神分裂症的评价和治疗指南", "text": "【0】    **《2001AACAP美国儿童和青少年精神分裂症的评价和治疗指南》内容简介：**    This practice parameter reviews the literature on the assessment and treatment of childrenand adolescents with schizophrenia. Recommendations are based on the limited researchavailable, the \\*\\* literature, and clinical experience. Early-onset schizophrenia is diagnosedusing the same criteria as in \\*\\*s, and appears to be continuous with the \\*\\* form of thedisorder.    **《2001AACAP美国儿童和青少年精神分裂症的评价和治疗指南》内容预览：**    This practice parameter reviews the literature on the assessment and treatment of childrenand adolescents with schizophrenia. Recommendations are based on the limited researchavailable, the \\*\\* literature, and clinical experience. Early-onset schizophrenia is diagnosedusing the same criteria as in \\*\\*s, and appears to be continuous with the \\*\\* form of thedisorder. Noted characteristics of youth with schizophrenia include predominance in males,high rates of premorbid abnormalities, and often poor outcome. Differential diagnosis includespsychotic mood disorders, developmental disorders, organic conditions, and nonpsychoticemotional/behavioral disorders. Treatment strategies incorporate antipsychotic medicationswith psychoeducational, psychotherapeutic, and social and educational support programs.The advent of atypical antipsychotic agents has enhanced the potential for effective treatment.Key Words: schizophrenia, children, adolescents, psychosis.    **点击下载\\*\\*\\*：《2001AACAP美国儿童和青少年精神分裂症的评价和治疗指南》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "6d2dd4b4-2cf1-4995-be83-b9b3abff3313", "title": "2012ACOG临床指南125：妊娠期高血压", "text": "【0】**《2012ACOG临床指南125：妊娠期高血压》内容预览**  \n  \nChronic Hypertension in Pregnancy  \nChronic hypertension is present in up to 5% of pregnant women; rates vary according to the population studied and the criteria used to establish the diagnosis (1–3). This complication may result in significant maternal, fetal, and neonatal morbidity and mortality. There has been considerable confusion over the terminology and criteria used to diagnose chronic hypertension as well as the potential benefit and harm of treatment with antihypertensive drugs dur-ing pregnancy. The purpose of this document is to review the effects of chronic hypertension on pregnancy, to clarify the terminology and criteria used to define and diagnose it during pregnancy, and to review the available evidence for management options.  \n  \n**《2012ACOG临床指南125：妊娠期高血压》完整版下载地址：**  \n    http://ziyuan.iiyi.com/source/down/2310663.html", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "7c7a968b-9f23-4e0f-baf8-fa899dade653", "title": "2010最新性病治疗指南", "text": "【0】    **《2010最新性病治疗指南》简介：**  \n  \n    性传播疾病是在全世界范围内流行的一组常见的传染病。性传播疾病治疗指南的宗旨是给临床医务人员提供该病预防、诊断及临床治疗的策略。美国疾病预防控制中心于2010年12月17日更新其2006年颁布的性传播疾病治疗指南。  \n  \n    **《2010最新性病治疗指南》内容预览：**    Introduction  \n  \n    The term sexually transmitted diseases （STDs） is used torefer to a variety of clinical syndromes caused by pathogensthat can be acquired and transmitted through sexual activity.Physicians and other health-care providers play a critical role inpreventing and treating STDs. ese guidelines for the treat-ment of STDs are intended to assist with that e?ort. Althoughthese guidelines emphasize treatment, prevention strategies anddiagnostic recommendations also are discussed.ese recommendations should be regarded as a source ofclinical guidance and not presc\\*\\*tive standards; health-careproviders should always consider the clinical circumstances ofeach person in the context of local disease prevalence. ey areapplicable to various patient-care settings, including family-planning clinics, private physicians' o?ces, managed care orga-nizations, and other primary-care facilities. ese guidelinesfocus on the treatment and counseling of individual patientsand do not address other community services and interven-tions that are essential to STD/human immunodeficiency virus（HIV） prevention e?orts.  \n  \n    Methods  \n  \n    These guidelines were developed using a multistageprocess. Beginning in 2008, CDC sta? members and publicand private sector experts knowledgeable in the field of STDssystematically reviewed literature using an evidence-basedapproach （e.g., published abstracts and peer-reviewed journalarticles）， focusing on the common STDs and \\*\\*\\*rmation thathad become available since publication of the 2006 Guidelinesfor Treatment of Sexually Transmitted Diseases （1）。 CDC sta?members and STD experts developed background papers andtables of evidence that summarized the type of study （e.g.,randomized controlled trial or case series）， study populationand setting, treatments or other interventions, outcomemeasures assessed, reported findings, and weaknesses and biasesin study design and \\*\\*ysis. CDC sta? then developed a draftdocument on the basis of this evidence-based review. In April2009, this \\*\\*\\*rmation was presented at a meeting of invitedconsultants （including public- and private-sector professionalsknowledgeable in the treatment of patients with STDs）， where all evidence from the literature reviews pertaining to STDmanagement was discussed.    **点击下载\\*\\*\\*：** ****《2010最新性病治疗指南》****", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "bbe9fa0f-d800-4233-ac82-6e86ad399daa", "title": "AHA-ACC-CDCP 2013高血压有效控制方法申明", "text": "【0】 The  American Heart Association and the American College of Cardiology make every effort to avoid any actual or potential conflicts of interest that may arise as a result of an outside relationship or a personal, professional, or business interest of a member o f the writing panel. Specifically, all members of the writing group are required to complete and submit a Disclosure Questionnaire showing all such relationships that might be perceived as real or potential conflicts of interest.  \n\n【1】The online- only Data Supp lement is available with this article at \n\n【2】http://hyper.ahajournals.org/lookup/suppl/doi:10.1161/HYP.0000000000000003/- /DC1.  \n\n【3】This document was approved by the American Heart Association Science Advisory and Coordinating Committee,the American College of Cardiology Board of Trustees, and the Centers for Disease Control and Prevention inNovember 2013.\n\n【4】The American Heart Association  requests that this document be cited as follows: Go AS, Bauman M, Coleman KingSM, Fonarow GC, Lawrence W, Williams K A, Sanchez E. An effective approach to high blood pressure control: ascience advisory from the American Heart Association, the American College of Cardiology, and the Centers forDisease Control and Prevention. Hypertension.  2013;00\n\n【5】This article  has been copublished in the Journal of the American College of Cardiology.Copies: This document is available on the World Wide Web sitesof the American Heart Association( my.americanheart.org ) and the American College of Cardiology (http://www.cardiosource.org/ ). A copy of thedocument is available at http://my.americanheart.org/statements by selecting either the “By Topic” link or the “ByPublication Date” link. To   purchase additional reprints, call 843 -216 -2533 or e - mailkelle.ramsay@wolterskluwer.com.\n\n【6】Expert peer review of AHA Scientific Statements is conducted by the AHA Office of Science Operations. For moreon AHA statements and guidelines development, visit http://my.americanheart.org/statements and select the“Policies and Development” link.\n\n【7】Permissions: Multiple copies, modification, alteration, enhancement, and/or distribution of this document are notpermitted without the express permission of the America n Heart Association. Instructions for obtaining permissionare located at  http://www.heart.org/HEARTORG/General/Copyright -Permission-Guidelines\\_UCM\\_300404\\_Article.jsp. A link to the “Copyright Permissions Request Form” appears on the rightside of the page.\n\n【8】( Hypertension. 2013;00:000 –000.) \n\n【9】? 2013 The Authors.  Hypertension  is published on behalf of the American Heart Association, Inc., by WoltersKluwer; the Journal of the American College of Cardiology  is published on behalf of the American College ofCardiology Foundation by Elsevier Inc. This is an open access article under the terms of the Creative CommonsAttribution Non-Commercial - NoDervis License, which permits use, distribution, and reproduction in any medium,provided that the Contribution is properly cited, the use is non -commercial, and no modifications or adaptations aremade.\n\n【10】Hypertension  is available at http://hyper.ahajournals.orgDOI: 10.1161/HYP.0000000000000003\n\n【11】\\*\\*\\*下载：AHA-ACC-CDCP 2013高血压有效控制方法申明", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "6206f8c7-d37e-4a0d-9d0b-85cab30ace2b", "title": "AAP脆性X综合征患儿的卫生管理：临床报告.", "text": "【0】**《AAP脆性X综合征患儿的卫生管理：临床报告.》内容预览**  \n  \nFragile X syndrome (an FMR1–related disorder) is the most commonly inherited form of mental retardation. Early physical recognition is dif-ﬁcult, so boys with developmental delay should be strongly considered for molecular testing. The characteristic adult phenotype usually does not develop until the second decade of life. Girls can also be affected with developmental delay. Because multiple family members can be affected with mental retardation and other conditions (premature ovarian failure and tremor/ataxia), family history information is of critical importance for the diagnosis and management of affected pa-tients and their families. This report summarizes issues for fragile Xsyndrome regarding clinical diagnosis, laboratory diagnosis, genetic counseling, related health problems, behavior management, and age-related health supervision guidelines. The diagnosis of fragile X syn-drome not only involves the affected children but also potentially has signiﬁcant health consequences for multiple generations in each fam-ily. Pediatrics 2011;127:994–1006  \n  \n**点击下载完整版:****《AAP脆性X综合征患儿的卫生管理：临床报告.》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "ec77c978-f093-4c3e-8bdb-b5d15db5e95f", "title": "ACOG临床指南：紧急避孕", "text": "【0】Emergency Contraception  \nEmergency contraception, also known as postcoital contraception, is therapy used to prevent pregnancy after anunprotected or inadequately protected act of sexual intercourse. Women seeking emergency contraception typicallyare younger than 25 years, have never been pregnant, and have used some form of contraception in the past (1–3).Common indications for emergency contraception include contraceptive failure (eg, condom breakage or missed dosesof oral contraceptives) and failure to use any form of contraception (2, 4, 5).  \nAlthough oral emergency contraception was first described in the medical literature decades ago, in 1998 theU.S. Food and Drug Administration (FDA) approved the first dedicated product for emergency contraception. Manywomen are unaware of the existence of emergency contraception, misunderstand its use and safety, or do not use itwhen a need arises (6–8). Increasing emergency contraception awareness and knowledge are important priorities inthe effort to prevent unintended pregnancy.  \nMethods of emergency contraception include administration of progestin-only or combination estrogen–progestinoral contraceptives, synthetic and conjugated estrogens, antiprogestins, or the insertion of a copper intrauterinedevice (IUD). The purpose of this bulletin is to address the progestin-only and combined oral contraceptive methods(which are the most frequently used and the only methods currently approved by the FDA specifically for emergencycontraception) and briefly address the use of the copper IUD because of its use as both long-term contraception andemergency contraception.  \n完整下载2010-ACOG临床指南：紧急避孕", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "e7c56faf-76e2-4f5e-bdef-cc679cfb8938", "title": "2010CARI2型糖尿病患者的肾功能评估", "text": "【0】    **《2010CARI2型糖尿病患者的肾功能评估》内容简介：**    This guideline topic has been taken from the NHMRC'National Evidence Based Guidelines for Diagnosis, Preven-tion and Management of CKD in type 2 diabetes' whichcan be found in full at the CARI website （http://www.cari.org.au）。 The NHMRC guideline covers issuesrelated to the assessment and prevention of CKD in indi-viduals with established type 2 diabetes.    **《2010CARI2型糖尿病患者的肾功能评估》内容预览：**    The NHMRCguidelines do not address the care of people with diabeteswho have end-stage kidney disease （ESKD） or those whohave a functional renal transplant. In addition, the presentguideline does not provide recommendations regarding themanagement of individuals with established CKD, withrespect to the prevention of other （non-renal） adverse out-comes, including retinopathy, hypoglycaemia, bone diseaseand cardiovascular disease. It is important to note however,that in an individual with type 2 diabetes, the prevention ofthese complications may be a more important determinantfor their clinical care. Consequently, the recommendationsmade must be balanced against the overall managementneeds of each individual patient.  \n  \n    There is a high intra-individual variability in 24 halbumin excretion with a coefficient of variation of 40-50%,therefore a diagnosis of persistent microalbuminuria shouldbe based on repeated measurements, especially if long-termtreatment of normotensive individuals are being considered.While increasing albuminuria is a risk factor for both CVDand ESKD, cross sectional studies have also shown a highdegree of heterogeneity in people with type 2 diabetes com-pared with type 1 diabetes with respect to CKD. As such asignificant proportion of people with type 2 diabetes mayhave CKD and be normoalbuminuric.3,6,7In the recentlyreported ARIC study （a population based prospective bira-cial long-term observational study of 2187 individuals withpredominantly type 2 diabetes）， 30% of incident CKD（defined as eGFR < 60 mL/min per 1.73 m2or kidneydisease at hospitalization） did not have albuminuria（ACR 3 30 mg/g）。    **点击下载\\*\\*\\*：《2010CARI2型糖尿病患者的肾功能评估》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "419bda1b-af4f-4d3b-829a-178bbc1f2d39", "title": "2012EASL临床实践指南：Wilson’s病", "text": "【0】**《2012EASL临床实践指南：Wilson’s病》内容预览**  \n  \nThis Clinical Practice Guideline (CPG) has been developed toassist physicians and other healthcare providers in the diagnosisand management of patients with Wilson’s disease. The goal is todescribe a number of generally accepted approaches for diagno-sis, prevention, and treatment of Wilson’s disease. Recommenda-tions are based on a systematic literature review in the Medline(PubMed version), Embase (Dialog version), and the CochraneLibrary databases using entries from 1966 to 2011. The Gradesof Recommendation, Assessment, Development, and Evaluation(GRADE) system used in other EASL CPGs was used and setagainst the somewhat different grading system used in theAASLD guidelines (Table 1A and B). Unfortunately, there is nota single randomized controlled trial conducted in Wilson’s dis-ease which has an optimal design. Thus, it is impossible to assigna high or even a moderate quality of evidence to any of the ques-tions dealt with in these guidelines. The evaluation is mostlybased on large case series which have been reported within thelast decades.ó 2011 European Association for the Study of the Liver. Publishedby Elsevier B.V. All rights reserved.  \nIntroduction  \nNormal dietary consumption and absorption of copper exceedthe metabolic need, and homeostasis of this element is main-tained exclusively by the biliary excretion of copper. Wilson’s dis-ease is an inherited disorder in which defective biliary excretionof copper leads to its accumulation, particularly in liver and brain\\[1,2\\]. Wilson’s disease is due to mutations of the ATP7B gene onchromosome 13 \\[3,4\\], which encodes a copper-transportingP-type ATPase (ATP7B) residing in the trans-Golgi network ofhepatocytes. ATP7B is responsible for transporting copper fromintracellular chaperone proteins into the secretory pathway, bothfor excretion into bile and for incorporation into apo-ceruloplas-min for the synthesis of functional ceruloplasmin \\[3,4\\]. Thedevelopment of Wilson’s disease is due to the accumulation ofcopper in affected tissues.  \nClinical presentation can vary widely, but the key features ofWilson’s disease are liver disease and cirrhosis, neuropsychiatricdisturbances, Kayser–Fleischer rings in Des?emet’s membrane ofthe cornea, and acute episodes of hemolysis often in associationwith acute liver failure. Wilson’s disease is not just a disease ofchildren and young \\*\\*s, but may present at any age \\[5\\].Wilson’s disease is a genetic disorder that is found worldwide.  \nWilson’s disease is recognized to be more common than previ-ously thought, with a gene frequency of 1 in 90–150 and an inci-dence (based on \\*\\*s presenting with neurologic symptoms\\[6\\]) that may be as high as 1 in 30,000 \\[7\\]. More than 500 distinctmutations have been described in the Wilson gene, from which380 have a con?rmed role in the pathogenesis of the disease  \n  \n     **点击下载\\*\\*\\*地址：******《2012EASL临床实践指南：Wilson’s病》****", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "d5aafa21-82be-4fb8-bc64-d4189d4889b9", "title": "2005NICE疑似癌症患者的转诊指南", "text": "【0】    **《2005NICE疑似癌症患者的转诊指南》内容简介：**    This guideline is an update of the guideline entitled 'Referral guidelines forsuspected cancer' published by the Department of Health in 2000. The newguideline takes account of new research evidence and the findings of auditsundertaken since the publication of the previous guideline. Therecommendations made here supersede those in the earlier guideline.    **《2005NICE疑似癌症患者的转诊指南》内容预览：**    This guideline offers best practice advice on referral for suspected cancer in\\*\\*s and children.  \n  \n    Treatment and care should take into account patients' individual needs andpreferences. People being referred for suspected cancer should have theopportunity to make \\*\\*\\*rmed decisions about their care and treatment. Wherepatients do not have the capacity to make decisions, healthcare professionalsshould follow the Department of Health guidelines – Reference guide toconsent for examination or treatment （2001） （available from www.dh.gov.uk）。  \n  \n    Good communication between healthcare professionals and patients isessential. It should be supported by the provision of evidence-based\\*\\*\\*rmation offered in a form that is tailored to the needs of the individualpatient. The treatment, care and \\*\\*\\*rmation provided should be culturallyappropriate and in a form that is accessible to people who have additionalneeds, such as people with physical, cognitive or sensory disabilities, andpeople who do not speak or read English.    **点击下载\\*\\*\\*：《2005NICE疑似癌症患者的转诊指南》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "983bce09-2e4b-4d62-bfcb-dc9e7f30b3be", "title": "2007AUA临床局限性前列腺癌指南", "text": "【0】    **《2007AUA临床局限性前列腺癌指南》内容简介：**    In December 1995, the American Urological Association (AUA) published the Report on theManagement of Clinically Localized Prostate Cancer.1The document was the culmination of sixyears of work by 17 clinicians and scientists and required the evaluation of 12,501 scientificpublications with the detailed extraction of \\*\\*\\*rmation from 165 papers that met the rigorouscriteria of the panel of experts (Appendix 1). The Panel noted that a lack of evidence precludedspecific recommendations for optimal treatment of an individual patient, which patients shouldbe offered all treatment options, and that patient preferences should guide decision making.    **《2007AUA临床局限性前列腺癌指南》内容预览：**    Since 1995, approximately 2,600,000 men2in the United States have been diagnosed withprostate cancer, and nearly 375,000 men3, 4have lost their lives to this disease. In addition, theNational Cancer Institute4has spent $2.1 billion on prostate cancer research and as of November2005, approximately 28,111 scientific papers concerning prostate cancer have been published inpeer-reviewed medical journals (OVID Search, December 31, 1995 to October 23, 2005; keyword: prostatic neoplasms). At the same time, mortality rates from prostate cancer have beendeclining: 34,475 men died in 1995 compared with an estimated 30,350 in 2005.4Severalpivotal randomized clinical trials related to prostate cancer treatment have been completed,including a chemoprevention study,5along with studies demonstrating prolongation of life inmen with hormone-refractory metastatic disease6, 7and improved outcomes in men withnonmetastatic disease.8-35With the use of new and combined treatments, the frequency andvariety of complications have differed from those previously reported. Advances have beenmade in prostate cancer imaging, biopsy methodology, in understanding causative factors anddisease, in treatment-related quality of life and in predicting the behavior of individual tumorsusing risk strata.    **点击下载\\*\\*\\*：《2007AUA临床局限性前列腺癌指南》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "3b158325-92b1-45bf-99d7-87eb09970fcd", "title": "2012冠状动脉血运重建术应用标准更新", "text": "【0】    **《2012冠状动脉血运重建术应用标准更新》内容简介：**    The American College of Cardiology Foundation （ACCF），Society for Cardiovascular Angiography and Interventions,Society of Thoracic Surgeons, and the American Associa-tion for Thoracic Surgery, along with key specialty andsubspecialty societies, conducted an update of the appropri-ate use criteria （AUC） for coronary revascularization fre-quently considered.    **《2012冠状动脉血运重建术应用标准更新》内容预览：**    In general, as seen with the prior AUC, the use ofcoronary revascularization for patients with acute coronarysyndromes and combinations of significant symptomsand/or ischemia is appropriate. In contrast, revascularizationof asymptomatic patients or patients with low-risk findingson noninvasive testing and minimal medical therapy areviewed less favorably. The technical panel felt that based onrecent studies, coronary artery bypass grafting remains anappropriate method of revascularization for patients withhigh burden of coronary artery disease （CAD）。 Addition-ally, percutaneous coronary intervention may have a role inrevascularization of patients with high burden of CAD. Theprimary objective of the appropriate use criteria is toimprove physician decision making and patient educationregarding expected benefits from revascularization and toguide future research.    **点击下载\\*\\*\\*：《2012冠状动脉血运重建术应用标准更新》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "abf0421d-7ae6-497d-a01d-dad59bad9199", "title": "2011年RCOG外阴皮肤疾病的处理", "text": "【0】**《2011年RCOG外阴皮肤疾病的处理》内容预览**  \n  \n1\\. Purpose and scope  \nThe aim of this guideline is to review the diagnosis and management of common vulval dermatoses seenin general gynaecological practice and the role of specialist training and support.  \n2\\. Introduction and background  \nSymptoms and signs of vulval skin disorders are common and include pruritus, pain and changes in skincolour and texture. Community-based surveys indicate that about one-fifth of women have significantvulval symptoms. In the hospital setting, common causes are dermatitis, lichen simplex, vulval candidiasis,lichen sclerosus and lichen planus. Lichen sclerosus accounts for at least 25% of the women seen indedicated vulval clinics, with estimates of incidence quoted as one in 300 to one in 1000 of all patientsreferred to dermatology departments.This guideline aims to provide an evidence-based framework forimproving the initial assessment and care of women with vulval disorders.This guidance is intended forthe general gynaecologist, with advice on when to refer to the specialist multidisciplinary team as themost efficient link to other services,such as a patch test clinic,psychosexual counsellors or reconstructivesurgeons. Details of individual skin conditions can be found in Appendix 2.Advice on general care of thevulval skin can be found in Appendix 3 and on training in Appendix 4.  \n  \n**点击下载完整版《2011年RCOG外阴皮肤疾病的处理》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "ea9a17f3-e4f4-4174-a09f-93c14d2ed870", "title": "皮肤黑色素瘤预防、诊断、转诊和治疗指南", "text": "【0】**《皮肤黑色素瘤预防、诊断、转诊和治疗指南》内容预览**  \n  \nThese guidelines were developed by amultidisciplinary group to promote the earlydiagnosis of melanoma of the skin. Thisincreasingly common tumour often has a slowearly growth rate during which curable lesionsmay be detected and removed. Physicianstherefore have the potential to reduce mortalityand these guidelines are intended to aidphysicians, GPs and other health professionalsin their ability to recognise melanoma.  \nThe majority of melanomas occur in white-skinned people. The most common risk factorsare pale sun-sensitive skin and the presence ofincreased numbers of melanocytic naevi(moles). Melanoma is more common in womenthan men and the mean age of onset is 50 yearsbut a fifth of cases occur in young adults. In theUK population the most common site is thelower leg in women, and on the back in men.  \nThe predictors of melanoma are progressivechange in the shape, size and colour of moles.These guidelines provide a series ofphotographs of moles, melanomas and otherskin lesions, which may resemble melanomas.  \nThe purpose of these guidelines is to providephysicians, GPs and other relevant healthcareprofessionals with a practical guide to therecognition of melanoma on the skin.  \n  \n**点击下载完整版《皮肤黑色素瘤预防、诊断、转诊和治疗指南》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "e6427441-76a1-4a57-abdb-594b492f25bf", "title": "2004VADoD创伤后应激障碍管理临床实践指南", "text": "【0】    **《2004VADoD创伤后应激障碍管理临床实践指南》内容简介：**    PTSD is, itself, only part of a spectrum of traumatic stress disorders, hence this Clinical Practice Guideline forthe Management of Post-traumatic Stress. These disorders can be arranged along a temporal axis from AcuteStress Reaction, to Acute Stress Disorder, Acute PTSD, and Chronic PTSD.    **《2004VADoD创伤后应激障碍管理临床实践指南》内容预览：**    The goal of this Guideline project was to create an algorithm to aid field personnel and health care workers inidentifying, assessing, and/or treating military men and women and veterans who have survived traumaticevents. This Guideline is unique in that it offers a decision tree for prevention, assessment, and treatment withfull annotation across a broad range of posttraumatic disorders. It was designed by and for mental healthproviders, primary care clinicians, chaplains, pharmacists, and other professionals to be comprehensive andevidenced-based but still accessible and practical: an educational tool \\*\\*ogous to textbooks and journals but ina more user-friendly format. Clinical Practice Guidelines offer a solution to inefficiency and inappropriatevariation in care; however, Guidelines must always be applied in the context of a provider's clinical judgmentfor the care of a particular patient. This Clinical Practice Guideline is meant to \\*\\*\\*rm and support clinicianswithout constraining them.    **点击下载\\*\\*\\*：《2004VADoD创伤后应激障碍管理临床实践指南》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "55a21057-d952-4f6c-87da-e17f32c870b3", "title": "2006CCO复发、转移或持续性宫颈癌的化疗", "text": "【0】    **《2006CCO复发、转移或持续性宫颈癌的化疗》内容简介：**    As part of a subgroup \\*\\*ysis, median survival among patients not previouslytreated with cisplatin as a radiosensitizer was 15.4 months for patients treated withcisplatin and topotecan versus 8.8 months among patients treated with cisplatinalone. In those previously treated with cisplatin as a radiosensitizer, median survivalwas 7.9 months versus 5.5 months, respectively （p-values not reported）。    **《2006CCO复发、转移或持续性宫颈癌的化疗》内容预览：**    Carcinoma of the cervix is the third most common female genital tract malignancy in Canada,accounting for an estimated 1350 new cases and 400 deaths in 2005（1）。 Although the rate ofincidence has declined dramatically over the past decades, cervical cancer contributes to 510new cases and 160 deaths each year in Ontario alone （1）。 The prognosis for early-stagecervical cancer is good due to effective screening practices and early treatments involvingsurgery and radiotherapy （2）。 In patients with high-risk local disease or advanced disease, theuse of radiosensitizing chemotherapy, typically cisplatin, improves survival outcomes overradiotherapy alone and has become a standard of care （3）； however, five-year survival forpatients with recurrent or persistent cervical cancer is less than 5% （4）。 Due to the increasinguse of cisplatin as a radiosensitizer in primary therapy, the effectiveness of cisplatin alone or incombination for first-line treatment is not well defined for this patient population.    **点击下载\\*\\*\\*：《2006CCO复发、转移或持续性宫颈癌的化疗》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "552fed33-788f-4753-8cd3-0e230c3c6d9d", "title": "2007BASHH艾滋病毒感染者性与生殖健康管理指南", "text": "【0】    **《2007BASHH艾滋病毒感染者性与生殖健康管理指南》内容简介：**    HIV-positive women and their partners planning to have children should receive pre-conceptual counselling on HIV transmission risks, their long term health and thepossible effects of antiretroviral medication on the foetus.    **《2007BASHH艾滋病毒感染者性与生殖健康管理指南》内容预览：**    The incidence and prevalence of HIV infections continue to rise in the UK12. Due to theeffectiveness of HIV treatment regimens there are now an increasing number of HIV positiveindividuals, living well, on suppressive antiretroviral treatment3.More attention is thus beinggiven to the wider health needs of People living with HIV/AIDS （PLHA） including a renewedfocus on sexual and reproductive health （SRH） needs.  \n  \n    Men, who have sex with men （MSM）and culturally diverse heterosexual populations fromsub-Saharan African, account for large proportions of people living with HIV and accessingtreatment and care services in the UK. It is recognised that any guidance on SRH mustconsider the diversity of needs of those living with HIV despite sometimes there being limitedaccess to the specialised services required.  \n  \n    PLHA have the right to protect their own health and to enjoy meaningful sexual relationships,and reproductive health. These rights come with responsibilities however: in particular, toavoid passing infections on to others.    **点击下载\\*\\*\\*：《2007BASHH艾滋病毒感染者性与生殖健康管理指南》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "8d3b59e6-3d40-4a33-83dc-632d393ad3b3", "title": "治疗与控制结核病和糖尿病的合作框架", "text": "【0】**《治疗与控制结核病和糖尿病的合作框架》内容预览**  \n  \nThe development of this framework was coordinated by Anthony D. Harriesand Knut L?nnroth, who also wrote the first draft. The Guideline Group alsoconsisted of (in alphabetical order): Meghan A Baker, Mauricio Barreto, NilsBillo, Richard Brostrom, Ib Christian Bygbjerg, Martin Castellanos, SaidiEgwaga, Susan Fisher-Hoch, Christie Y. Jeon, Megan B. Murray, Toru Mori,Salah-Eddine Ottmani, Kaushik Ramaiya, Gojka Roglic, Nigel Unwin, VijayViswanathan, David Whiting, Lixia Wang and Wenhua Zhao. Annex I lists theprofessional affiliation and area of technical expertise for each group member.  \n  \nDeclaration of conflict of interests  \n  \nDr Vijay Viswanathan declared that he had received financial support forconsulting and research within the past three years from the World DiabetesFoundation for a project on preventing diabetes among TB patients. No othermember of the group reported any conflicts of interest. Individuals affiliatedwith the World Diabetes Foundation who attended the expert meeting werenot engaged in developing this provisional framework.  \n  \nReview by date  \n  \nThis provisional collaborative framework is due for revision by 2015.  \n  \n**点击下载\\*\\*\\*《治疗与控制结核病和糖尿病的合作框架》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "5cd906e1-82d5-46cc-a856-1bf106ba1433", "title": "哺乳女性抗抑郁药物的应用", "text": "【0】**《哺乳女性抗抑郁药物的应用》内容预览:**  \n  \n    A central goal of The Academy of Breastfeeding Medicine is the development of clinical protocolsfor managing common medical problems that may impact breastfeeding success. These protocolsserve only as guidelines for the care of breastfeeding mothers and infants and do not delineatean exclusive course of treatment or serve as standards of medical care. Variations intreatment may be appropriate according to the needs of an individual patient.  \n  \n    BACKGROUNDWith estimates of between 5% and 25% ofwomen experiencing depression in the postpartumyear,1–3 it is critical that healthcareproviders consider all treatment options, includingthe risks and benefits for nursing mothers.Many healthcare providers recognize theshort- and long-term negative effects that postpartumdepression can have on mothers andinfants.4–6 Despite this, postpartum depressionoften goes undetected and untreated.2 Postpartumdepression is a treatable illness.  \n  \n    Treatmentoptions include psychotherapy (cognitivebehavioral,interpersonal psychotherapy),7–9antidepressants,8,10,11 or a combination of medicationand therapy.8 The choice and approachto treatment can be influenced by many factors,including the mother’s wish to breastfeed.Women may not receive medication, or receiveinadequate doses, because they are breastfeeding,or may decide not to breastfeed becausethey are concerned about medication use duringlactation. Full consideration must be givento the risks of untreated depression, risks of themedication to the infant and mother, and thebenefits of treatment.  \n  \n    This Protocol discussesthe importance of actively screening for and,when present, making the diagnosis of postpartumdepression, how treatment can be determined,and specifically addresses the medicationsfor which there is sufficient evidenceto make recommendations and provide data(selective serotonin reuptake inhibitors \\[SSRIs\\]and tricyclic antidepressants \\[TCAs\\]/heterocyclics).We recognize that this is a complex issue,and that there are many other factors thatimpact the care of women with postpartum depression,but which are beyond the scope ofthis protocol to discuss.  \n  \n    CLINICAL APPROACH TO IDENTIFYINGPOSTPARTUM DEPRESSIONPostpartum depression is often missed byproviders and mothers.2,12–14 The symptomsof depression—depressed mood, sleep disruption,weight loss, fatigue, difficulty concentrating,anxiety, loss of interest in usual activities—ABM Protocols44can be difficult for mothers and providers todistinguish from the normal experiences ofnew mothers. It is also important to differentiatemothers suffering from postpartum depressionfrom those with postpartum blues asmisdiagnosis of such mothers can lead to unnecessarytreatment. To distinguish symptomsof depression from the “baby blues,” the timing(2 weeks in duration, all day nearly everyday) and the severity (functional impairment)must be evaluated.15For many women, acknowledgement offeelings other than happiness following thebirth of their infant can be devastating andembarrassing.  \n  \n**《哺乳女性抗抑郁药物的应用》完整版下载地址：**  \n    http://ziyuan.iiyi.com/source/down/1505558.html", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "85adc87d-3a42-4871-93dc-b25955aea771", "title": "2010NAC在儿童哮喘管理的白三烯受体拮抗剂", "text": "【0】**《2010NAC在儿童哮喘管理的白三烯受体拮抗剂》内容预览**  \n  \n**Introduction**  \n  \nThis \\*\\*\\*rmation paper outlines the current position of leukotriene receptor antagonists(LTRAs) in the treatment of children with asthma.  \n  \nThe leukotrienes are a family of pro-inflammatory mediators that play an important rolein the pathophysiology of asthma. Leukotrienes are derived from cell membranes andreleased following activation of resident airway cells (mast cells) and infiltrating cells(eosinophils and neutrophils). They are involved in both early and late asthmatic airwayresponses to allergen challenge. Leukotrienes are potent bronchoconstrictors and alsocause airway oedema, mucus secretion and recruitment of eosinophils into the airway.  \n  \nLeukotriene receptor antagonists bind to and inhibit specific receptors within the airway.Montelukast (Singulair) is the only LTRA registered in Australia for use in children aged2 and older (see Box 1). Montelukast is an orally active, specific LTRA that protectsagainst early- and late-phase bronchoconstriction response to allergen challenge, andagainst exercise-induced bronchoconstriction.  \n  \n**Diagnostic considerations in children**  \n  \nAsthma management in children should be based on a careful assessment of the clinicalpattern. Childhood asthma is classified as infrequent intermittent, frequent intermittent,mild persistent, moderate persistent or severe persistent (Figure 1). This classificationis based mainly on clinical \\*\\*\\*rmation, but spirometry and peak expiratory flow (PEF)variability can provide useful additional \\*\\*\\*rmation in children older than 7 years. Theinitial assessment should be reviewed regularly.  \n  \nIntermittent asthma accounts for up to 95% of childhood asthma.2Because episodesare usually triggered by a viral upper respiratory tract infection, the terms “intermittentasthma” and “virus-associated wheeze” or “viral-induced wheeze” are sometimes usedsynonymously in clinical literature.3Montelukast is currently recommended as a treatmentoption for children with frequent intermittent asthma or mild persistent asthma.  \n  \n**点击下载\\*\\*\\*：《2010NAC在儿童哮喘管理的白三烯受体拮抗剂》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "f98de1c3-87b4-4678-bf9a-33037d773bf8", "title": "2010ERC复苏指南(摘要)", "text": "【0】**《2010ERC复苏指南(摘要)》内容预览**  \n  \nEuropean Resuscitation Council 2010.  \n  \nAll rights reserved. We encourage you to send this document toother persons as a whole in order to disseminate the ERC Guidelines.No part of this publication may be reproduced, stored in a retrievalsystem, or transmitted in any form or by any means, electronic,mechanical, photocopying, recording or otherwise for commercialpurposes, without the prior written permission of the ERC.Version1.2  \n  \nDisclaimer: No responsibility is assumed by the authors and thepublisher for any injury and/or damage to persons or property asa matter of products liability, negligence or otherwise, or from anyuse or operation of any methods, products, instructions or ideascontained in the material herein.  \n  \nDispatchers should be trained tointerrogate callers with strict protocolsto elicit \\*\\*\\*rmation. This \\*\\*\\*rmationshould focus on the recognition ofunresponsiveness and the quality ofbreathing. In combination with unre-sponsiveness, absence of breathing orany abnormality of breathing shouldstart a dispatch protocol for suspect-ed cardiac arrest. The importance ofgasping as sign of cardiac arrest isemphasised.  \n  \nAll rescuers, trained or not, shouldprovide chest compressions to victimsof cardiac arrest. A strong empha-sis on delivering high quality chestcompressions remains essential. Theaim should be to push to a depth ofat least 5 cm at a rate of at least 100compressions min-1, to allow full chestrecoil, and to minimise interruptionsin chest compressions. Trained rescu-ers should also provide ventilationswith a compression–ventilation (CV)ratio of 30:2. Telephone-guided chestcompression-only CPR is encouragedfor untrained rescuers.  \n  \n**点击下载\\*\\*\\*：《2010ERC复苏指南(摘要)》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "c675e10d-3545-4732-847f-379eb4c2335b", "title": "2008ABM哺乳女性抗抑郁药物的应用", "text": "【0】    **《2008ABM哺乳女性抗抑郁药物的应用》内容简介：**    Data from a recent meta-\\*\\*ysis indicatedthat all antidepressants were detected in breast-milk but not all were found in infant serum.30Infant serum levels of nort\\*\\*tyline, paroxetine,and sertraline were undetectable in most cases.Infant serum levels of citalopram and fluoxe-tine exceeded the recommended 10% maternallevel in 17% and 22% of cases, respectively. Fewadverse outcomes are reported for any of theantidepressants. There were an insufficientnumber of cases for all other antidepressants tomake conclusions.    **《2008ABM哺乳女性抗抑郁药物的应用》内容预览：**    St. John's Wort, an herbal medication, hasbeen used for the treatment of mild to moder-ate depression for many years, especially in Eu-rope. Its use as a treatment for depression iscontroversial in the United States. Only onestudy of sufficient numbers was available forreview.  \n  \n    In this study there were increasedrates of colic, drowsiness, and lethargy in theSt. John's Wort group compared to controls,but this was confounded by concomitant anti-depressant treatment in the study group. Nolong-term effects were noted, and no effect onmilk production.Omega-3 fatty acids are currently being stud-ied as a treatment for depression during preg-nancy and the postpartum period.  \n  \n    Omega-3fatty acids appear to be of little risk to mothersand infants as they are natural essential ele-ments of one's diet and are often depleted dur-ing pregnancy and breastfeeding. The primarynegative side effect is the “fishy smell” and thelack of sufficient evidence at this time to con-sider it a treatment for depression.There is little or no evidence that ethnic orregional “medicines” are safe or effective; thustheir use by healthcare providers is stronglycautioned.    **点击下载\\*\\*\\*：《2008ABM哺乳女性抗抑郁药物的应用》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "17e94187-430b-42bb-a7f0-0df25c761198", "title": "2010CTS年共识：总结六岁及以上的儿童和成人哮喘的管理指南", "text": "【0】**《2010CTS年共识：总结六岁及以上的儿童和成人哮喘的管理指南》内容预览**  \n  \nBACKGROUND/OBJeCTive: To integrate new evidence into theCanadian Asthma Management Continuum diagram, encompassing bothpediatric and \\*\\* asthma.  \n  \nMeTHODS: The Canadian Thoracic Society Asthma Committee mem-bers, comprised of experts in pediatric and \\*\\* respirology, allergy andimmunology, emergency medicine, general pediatrics, family medicine,pharmacoepidemiology and evidence-based medicine, updated the con-tinuum diagram, based primarily on the 2008 Global Initiative for Asthmaguidelines, and performed a focused review of literature pertaining to keyaspects of asthma diagnosis and management in children six years of ageand over, and \\*\\*s.  \n  \nReSULTS: In patients six years of age and over, management of asthmabegins with establishing an accurate diagnosis, typically by supplementingmedical history with objective measures of lung function. All patients andcaregivers should receive self-management education, including a writtenaction plan. Inhaled corticosteroids (ICS) remain the first-line controllertherapy for all ages. When asthma is not controlled with a low dose ofICS, the literature supports the addition of long-acting beta2-agonists in\\*\\*s, while the preferred approach in children is to increase the dose ofICS. Leukotriene receptor antagonists are acceptable as second-line mono-therapy and as an alternative add-on therapy in both age groups. Anti-immunoglobulin E therapy may be of benefit in \\*\\*s, and in children12 years of age and over with difficult to control allergic asthma, despitehigh-dose ICS and at least one other controller.  \n  \nCONCLUSiONS: The foundation of asthma management is establishingan accurate diagnosis based on objective measures (eg, spirometry) in indi-viduals six years of age and over. Emphasis is placed on the similarities anddifferences between pediatric and \\*\\* asthma management approaches toachieve asthma control.  \n  \n**点击下载\\*\\*\\*：《2010CTS年共识：总结六岁及以上的儿童和成人哮喘的管理指南》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "b0b2fd6d-da19-485d-a32c-9cd18c966464", "title": "2002APA双相情感障碍治疗指南", "text": "【0】    **《2002APA双相情感障碍治疗指南》内容简介：**    The American Psychiatric Association （APA） Practice Guidelines are not intended to be con-strued or to serve as a standard of medical care. Standards of medical care are determined onthe basis of all clinical data available for an individual patient and are subject to change as sci-entific knowledge and technology advance and practice patterns evolve. These parameters ofpractice should be considered guidelines only. Adherence to them will not ensure a successfuloutcome for every individual, nor should they be interpreted as including all proper methodsof care or excluding other acceptable methods of care aimed at the same results. The ultimatejudgment regarding a particular clinical procedure or treatment plan must be made by the psy-chiatrist in light of the clinical data presented by the patient and the diagnostic and treatmentoptions available.    **《2002APA双相情感障碍治疗指南》内容预览：**This practice guideline has been developed by psychiatrists who are in active clinical prac-tice. In addition, some contributors are primarily involved in research or other academicendeavors. It is possible that through such activities some contributors, including work groupmembers and reviewers, have received income related to treatments discussed in this guide-line. A number of mechanisms are in place to minimize the potential for producing biasedrecommendations due to conflicts of interest. Work group members are selected on the basisof their expertise and integrity. Any work group member or reviewer who has a potential con-flict of interest that may bias （or appear to bias） his or her work is asked to disclose this to theSteering Committee on Practice Guidelines and the work group. Iterative guideline drafts arereviewed by the Steering Committee, other experts, allied organizations, APA members, andthe APA Assembly and Board of Trustees; substantial revisions address or integrate the com-ments of these multiple reviewers. The development of the APA practice guidelines is notfinancially supported by any commercial organization.    **点击下载\\*\\*\\*：《2002APA双相情感障碍治疗指南》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "dce15d84-03ed-4e5e-b297-4e8fdca14421", "title": "2007KDOQI慢性肾脏病贫血指南", "text": "【0】    **《2007KDOQI慢性肾脏病贫血指南》内容简介：**  \n    The National Kidney Foundation-Kidney Dis-ease Outcomes Quality Initiative （NKF-KDOQI） was founded on the principles of struc-tured review with data extraction of pertinentarticles. Updates to the original KDOQI guide-lines （1997） first appeared in 2000 and again in2006 for Hemodialysis, Peritoneal Dialysis, Vas-cular Access, and Anemia. Timelines of KDOQIupdates are based on criteria that include impor-tant changes in body of evidence that change thebasics for specific guideline content; importantchanges in body of evidence that change thestrength of recommendations previously pub-lished; and change in understanding of physiol-ogy or mechanisms that may impact on interpre-tation of previous data and/or continued variationor uncertainty, confusion, or conflict in \\*\\*\\*rma-tion available such that there is overt evidencethat this variation leads to compromise in clinicaloutcomes.    **《2007KDOQI慢性肾脏病贫血指南》内容预览：**  \n    The KDOQI Chair, Vice-Chair, or Work GroupChairs can also request consideration of an up-date of a portion of a specific guideline whennew evidence is published that may significantlyimpact specific CPG statements. This proce\\*\\*\\*as activated in November 2006 to considerpossible revisions to the May 2006 CPGs andCPRs for Anemia in Chronic Kidney Disease（CKD）。 Discussions on possible revisions to theanemia guidelines were first held with NKFleadership, the KDOQI Chair and Vice-Chair,the NKF Evidence Review Team （ERT）， and theAnemia Work Group Co-Chairs. A timetable wasdeveloped for review of new evidence since thetime of the last anemia update, and the AnemiaWork Group was reconvened for the 2007 Ane-mia Update.  \n  \n    A series of conference calls was held amongthe Anemia Work Group members and ERT inpreparation for a face-to-face meeting of theseindividuals in Dallas, TX, on February 2–3,2007. Additional conference calls were held afterthis meeting to both finalize the document and toconsider possible revisions to the document basedon comments received during the public reviewperiod. This publication, KDOQI Clinical Prac-tice Guideline and Clinical Practice Recommen-dations for Anemia in Chronic Kidney Disease:2007 Update of Hemoglobin Target, reports theoutcome of this KDOQI updating process.    **点击下载\\*\\*\\*：《2007KDOQI慢性肾脏病贫血指南》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "0c9e34e5-d6e0-485c-bb6d-01acb3cc7640", "title": "ACOG临床指南：产时胎儿心律监护的管理", "text": "【0】BackgroundBasic Epidemiology and Prevalence  \nIn the United States, women account for a growingproportion of patients with human immunodeficiencyvirus (HIV) and acquired immunodeficiency syndrome(AIDS) (from 7% in 1985 to 27% in 2007) . Heterosexual contact is responsible for 72% of HIV transmission among women in the United States, and womenof color are disproportionately affected, accounting for80% of HIVinfected women . In most women withHIV, the infection is diagnosed during their reproductiveyears.  \nAntiretroviral Therapy for NonpregnantHIVinfected Women  \nTreatment of HIV and AIDS should be provided bya health care practitioner with expertise in HIV. Suchexpertise has been shown to be a factor that prolongs thelife of HIVinfected individuals . A team approach is optimal to address both the medical and socialcomplexity of HIV infection. In addition to obtaining acomprehensive medical history, including a gynecologichistory and an HIVrelated history, a detailed social history also should be obtained. Women with HIV oftenhave life circumstances, such as alcohol or drug addiction, psychiatric illness, and domestic violence, that requirespecial attention. Appropriate sensitivity is needed toaddress these life circumstances and to treat HIV.In nonpregnant adults, initiation of antiretroviraltherapy is recommended for patients with a history of anAIDSdefining illness (Box 1) or a CD4 Tcell (or CD4)count of less than 500 cells per cubic millimeter. Forpatients with CD4 counts of 500 cells per cubic millimeter or greater, antiretroviral therapy may be offered.Antiretroviral medications select for resistant mutationswhen used as monotherapy; therefore, combinations ofthree or more drugs, often called highly active antiretroviral therapy (HAART), are used and strict adherence tothe dose regimens is critical. There are currently morethan 20 U.S. Food and Drug Administration (FDA)not be used as a component of combination therapy inthis setting unless the benefits clearly outweigh the risks.Liver toxicity has not been seen in women undergoingsingledose nevirapine therapy during labor for prevention of perinatal transmission.  \n完整下载 2010ACOG临床指南：产时胎儿心律监护的管理", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "81c2963a-f5df-4f5e-9c89-a053a1951269", "title": "儿童和青少年抑郁障碍的评价和治疗指南", "text": "【0】**《儿童和青少年抑郁障碍的评价和治疗指南》内容预览**\n\n【1】    Depressive disorders are often familial recurrentillnesses associated with increased psychosocialmorbidity and mortality. Early dentification andeffective treatment may reduce the impact of depressionon the amily, social, and academic functioningin youths and may reduce the risk of suicide,substance abuse, and persistence of depressivedisorders into adulthood. Evidence-supportedtreatment interventions have emerged in psychotherapyand medication treatment of childhood depressivedisorders that can guide clinicians to improveoutcomes in this population.  \n  \n    The list of references for this parameter was developedby searching PsycINFO, Medline, and PsychologicalAbstracts; by reviewing the liographiesof book chapters and review articles; by asking colleagues for suggested source materials; and from theprevious version of this parameter (American Academyof Child and Adolescent Psychiatry, 1998), therecent American Psychiatric Association/AACAPguidelines “The Use of Medication in TreatingChildhood and Adolescent Depression: Information for Physicians” published by Parents-MedGuide.org, the American sychiatric Associationguidelines for the treatment of adults with MDD (American Psychiatric Association, 2000a;Fochtmann and Gelenberg, 2005), the Texas algorithmsfor the treatment of children and dolescents with MDD (Hughes et al., 2007), and theNational Institute of Health and Clinical Excellence(NICE; 2004) guidelines for the treatment ofdepressed youths.  \n  \n    The searches, conducted in2005, used the following text words: “major depressivedisorder,” “dysthymia,” antidepressants,”and “psychotherapy” (e.g., interpersonal,sychodynamic,cognitive) combined with the word“child.” The searches covered the period 1990 toJanuary 2007 and only articles that included depressivedisorders were included. Given space limitations,we mainly cited review articles publishedin refereed journals and added new elevant articlesnot included in the reviews.  \n  \n    The terminology in this practice parameter isconsistent with the DSM-IV-TR (American PsychiatricAssociation, 2000b). Unless specified, the term “depression” encompasses both major depressivedisorder (MDD) and dysthmic disorder (DD).Impairment means reduced functioning in one ormore major areas of life (academic performance,family relationships, and peer interactions).  \n  \n    The information included in this parameter pertainsmainly to MDD. There are few clinical studiesand no controlled trials for the treatment of DDin youths. However, based on the limited literature (American Psychiatric Association,2000a), efficacious treatments for MDD may also be useful for the management of DD.In this parameter, unless otherwise specified, the terms “child” and “youths,” respectively, refer to children and adolescents. “Parent” refers to parentor legal guardian.\n\n【2】**点击下载完整版：《儿童和青少年抑郁障碍的评价和治疗指南》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "47394659-15d7-4184-874d-6656885cf6fb", "title": "2011ACCF/AHA老年高血压专家共识", "text": "【0】    **《2011ACCF/AHA老年高血压专家共识》内容简介：**    This document was written with the intent to be a completereference at the time of publication on the topic of managinghypertension in the elderly. Given the length of the document,the writing committee included this executive summary toprovide a quick reference for the busy clinician. Becauseadditional detail is needed, please refer to the sections ofinterest in the main text. The tables and figures in thedocument also delineate important considerations on thistopic, including the treatment algorithm in Section 4.2.2.1.    **《2011ACCF/AHA老年高血压专家共识》内容预览：**    End-Organ Effects  \n  \n    The following are highly prevalent among the elderly andassociated with poor blood pressure （BP） control: cerebro-vascular disease （ischemic stroke, cerebral hemorrhage, vas-cular dementia, Alzheimer's disease, and accelerated cogni-tive decline）； CAD （including myocardial infarction \\[MI\\]and angina pectoris）； disorders of left ventricular （LV）structure and function （including LVH and heart failure\\[HF\\]）； cardiac rhythm disorders （atrial fibrillation \\[AF\\] andsudden death）； aortic and pe\\*\\*heral arterial disease \\[PAD\\]）（including abdominal aortic aneurysm \\[AAA\\], thoracicaortic aneurysm, acute aortic dissection and occlusive PAD）；CKD （estimated glomerular filtration rate \\[eGFR\\] 60mL/min/1.73 m2; ophthalmologic disorders （including hy-pertensive retinopathy, retinal artery occlusion, nonarteriticanterior ischemic optic neuropathy, age-related maculardegeneration, and neovascular age-related macular degen-eration）； and quality of life （QoL） issues.  \n  \n    Considerations for Drug Therapy  \n  \n    Drug treatment for elderly hypertensive patients has beengenerally recommended but with a greater degree of cautiondue to alterations in drug distribution and disposal andchanges in homeostatic CV control, as well as QoL factors.However, patients in most hypertension trials were 80years of age. Pooling the limited number of octogenarians fromseveral trials mainly composed of younger patients, treatedpatients showed a reduction in both stroke and CV morbidity,but a trend toward increased all-cause mortality compared tocontrols. Thus, the overall benefits of treating octogenariansremain unclear despite epidemiological evidence that hyper-tension remains a potent CV risk factor in this age group.Results of HYVET, documenting reduced adverse outcomeswith antihypertensive drugs in persons 80 years of age,requires updating previous recommendations.    **点击下载\\*\\*\\*：《2011ACCF/AHA老年高血压专家共识》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "bb2a9a7f-59a0-4b3e-9125-4a8567e57dc1", "title": "2009CCO/PET成像用于小细胞肺癌诊断", "text": "【0】    **《2009CCO/PET成像用于小细胞肺癌诊断》内容简介：**  \n    What benefit to clinical management does positron emission tomography （PET） or positronemission tomography/computed tomography （PET/CT） contribute to the diagnosis orstaging of small cell lung cancer （SCLC）.    **《2009CCO/PET成像用于小细胞肺癌诊断》内容预览：**  \n    What benefit to clinical management does PET or PET/CT contribute to the assessment oftreatment response for small cell lung cancer.  \n  \n    What benefit to clinical management does PET or PET/CT contribute when recurrence ofsmall cell lung cancer is suspected but not proven.  \n  \n    What benefit to clinical management does PET or PET/CT contribute to restaging at thetime of documented recurrence for small cell lung cancer.  \n  \n    What is the role of PET when a solitary metastasis is identified at the time of recurrenceand the metastectomy is being contemplated.    **点击下载\\*\\*\\*：《2009CCO/PET成像用于小细胞肺癌诊断》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "21a4890b-6ad8-4052-ad79-adf3bf88ab16", "title": "2010UK心肺复苏指南：自动体外除颤器的使用指南", "text": "【0】**《2010UK心肺复苏指南：自动体外除颤器的使用指南》内容预览**  \n  \n**Introduction**  \n  \nThis chapter contains guidelines for the use of automated external defibrillators (AEDs)by laypeople, first responders and healthcare professionals responding with an AEDoutside hospital. These guidelines are appropriate for all types of AED, including thosethat are fully automatic. Guidelines for in-hospital use of AEDs are provided in theelectrical therapies section of the advanced life support guidelines.  \n  \nIn the UK approximately 30,000 people sustain cardiac arrest outside hospital and aretreated by emergency medical services (EMS) each year.  \n  \nElectrical defibrillation iswell established as the only effective therapy for cardiac arrest caused by ventricularfibrillation (VF) or pulseless ventricular tachycardia (VT). The scientific evidence tosupport early defibrillation is overwhelming; the delay from collapse to delivery of thefirst shock is the single most important determinant of survival. If defibrillation isdelivered promptly, survival rates as high as 75% have been reported.23, 24The chancesof successful defibrillation decline at a rate of about 10% with each minute of delay;25basic life support will help to maintain a shockable rhythm but is not a definitivetreatment.  \n  \nThe Resuscitation Council (UK) recommends strongly a policy of attemptingdefibrillation with the minimum of delay in victims of VF/VT cardiac arrest.Guideline changesThere are no major changes to the sequence of actions for AED users in Guidelines2010. The ILCOR Consensus on Science and Treatment Recommendations26makesthe following recommendations which are relevant to the RC(UK) AED guidelines:  \n  \n**点击下载\\*\\*\\*：《2010UK心肺复苏指南：自动体外除颤器的使用指南》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "45235391-d2b4-43f8-bd75-38f729cfcb19", "title": "2012KDOQI糖尿病和慢性肾脏病的临床实践指南", "text": "【0】**《2012KDOQI糖尿病和慢性肾脏病的临床实践指南》内容预览**  \n  \nThis Clinical Practice Guideline document is based upon the best information available as of December 2011. It is designed to provide information and assist decisionmaking. It is not intended to define a standard of care, and should not be construed as one, nor should it be interpreted as prescribing an exclusive course of management. Variations in practice will inevitably and appropriately occur when clinicians take into account the needs of individual patients, available resources, and limitations unique to an institution or type of practice. Every health-care professional making use of these recommendations is responsible for evaluating the appropriateness of applying them in the setting of any particular clinical situation. The recommendations for research contained within this document are general and do not imply a specific protocol.  \n  \n**《2012KDOQI糖尿病和慢性肾脏病的临床实践指南》完整版下载地址：**    http://ziyuan.iiyi.com/source/down/1483025.html", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "e2060e2a-d0ea-4c50-b2d1-8950dc67d8c2", "title": "2011NICE2型糖尿病预防指南", "text": "【0】    **《2011NICE2型糖尿病预防指南》内容简介：**    This guidance represents the views of the Institute and was arrived at aftercareful consideration of the evidence available. Those working in the NHS,local authorities, the wider public, voluntary and community sectors and theprivate sector should take it into account when carrying out their professional,managerial or voluntary duties.    **《2011NICE2型糖尿病预防指南》内容预览：**  \n    However, in January 2011 the World Health Organization （WHO）recommended that glycated haemoglobin （HbA1c） could be used as \\*\\*ternative to standard glucose measures to diagnose type 2 diabetes amongnon-pregnant \\*\\*s. HbA1clevels of 6.5% （48 mmol/mol） or above indicatethat someone has type 2 diabetes – but there is no fixed point to indicatewhen someone has 'pre-diabetes‘。 （Increasing levels of HbA1c,up to the 6.5%（48 mmol/mol） cut-off point, mean someone is at increasing risk of type 2diabetes.）  \n  \n    The title of this guidance has been changed since it went out for consultationto reflect this move away from recognising 'pre-diabetes' as a separatecondition. However, the overall range and scope of the content remains thesame. The second piece of guidance will consider the effectiveness and costeffectiveness of interventions to prevent type 2 diabetes among individuals athigh-risk.    **点击下载\\*\\*\\*：《2011NICE2型糖尿病预防指南》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "6862ead6-8199-42e5-99ea-56c2ee4990e4", "title": "2009ESC/ERS肺动脉高压诊断和治疗指南", "text": "【0】**《2009ESC/ERS肺动脉高压诊断和治疗指南》内容预览**  \n  \nA great number of Guidelines and Expert Consensus Documents have been issued in recent years by the European Society of Cardiology (ESC) as well as by other societies and organizations. Because of the impact on clinical practice, quality criteria for development of guidelines have been established in order to make all decisions transparent to the user. The rec-ommendations for formulating and issuing ESC Guidelines and Expert Consensus Documents can be found on the ESC website (http://www.escardio.org/knowledge/guidelines).  \nIn brief, experts in the field are selected and undertake a com-prehensive review of the published evidence for management and/ or prevention of a given condition.  \nUnpublished clinical trial results are not taken into account. A critical evaluation of diagnostic and therapeutic procedures is performed including assessment of the risk/benefit ratio. Estimates of expected health outcomes for larger societies are included, where data exist. The level of evidence and the strength of rec-ommendation of particular treatment options are weighed and graded according to predefined scales, as outlined in Tables 1 and 2. The experts of the writing panels have provided disclosure statements of all relationships they may have which might be per-ceived as real or potential sources of conflicts of interest. These disclosure forms are kept on file at the European Heart House, headquarters of the ESC. Any changes in conflict of interest that arise during the writing period must be notified to the ESC. The Task force report was jointly and entirely supported financially by the ESC and the European Respiratory Society (ERS) and was developed without any involvement of the industry.  \n  \n**点击下载完整版：《2009ESC/ERS肺动脉高压诊断和治疗指南》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "03db3113-c498-4ab3-93e2-4b897452ddb8", "title": "2011AHA甘油三酯与心血管疾病共识声明", "text": "【0】    **《2011AHA甘油三酯与心血管疾病共识声明》内容简介：**  \n    A long-standing association exists between elevated triglyc-eride levels and cardiovascular disease （CVD）。However,the extent to which triglycerides directly promote CVD orrepresent a biomarker of risk has been debated for 3 decades.To this end, 2 National Institutes of Health consensusconferences evaluated the evidentiary role of triglycerides incardiovascular risk assessment and provided therapeutic rec-ommendations for hypertriglyceridemic states.    **《2011AHA甘油三酯与心血管疾病共识声明》内容预览：**    3.1. Methodological  \n  \n    Considerations and Effect ModificationTriglyceride has long been the most problematic lipid measure inthe evaluation of cardiovascular risk. First, the distribution ismarkedly skewed, which necessitates categorical definitions orlog transformations. Second, variability is high （Section 10） andincreases with the level of triglyceride.12Third, the stronginverse association with high-density lipoprotein cholesterol（HDL-C） and apolipoprotein （apo） AI, suggests an intricatebiological relationship that may not be most suitably representedby the results of multivariate \\*\\*ysis. Finally, evidence fromprospective studies of the triglyceride association supports astronger link with CVD risk in people with lower levels ofHDL-C13,14and LDL-C13,14and with T2DM.15,16Such an effectmodification could obscure a modest but significant effect, asdemonstrated recently.  \n  \n    In addition to the inverse association with HDL-C, triglyc-eride levels are closely aligned with T2DM, even thoughT2DM is not always examined as a confounding factor, andwhen it is, the diagnosis is commonly based on history. Yetat least 25% of subjects with T2DM are undiagnosed,18andthey are often concentrated within a hypertriglyceridemicpopulation.    **点击下载\\*\\*\\*：《2011AHA甘油三酯与心血管疾病共识声明》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "43da7dec-0b07-43c0-bcde-5e7e10c6474f", "title": "200ATS/ERS一口气法一氧化碳肺弥散功能测定标准化", "text": "【0】**《200ATS/ERS一口气法一氧化碳肺弥散功能测定标准化》内容预览**  \n  \nThis joint statement is based on the previous statements from the American Thoracic Society (ATS) and the European Respiratory Society (ERS), and much of the material was taken from these statements \\[1, 2\\]. It has been updated according to new scientific insights and revised to reflect consensus opinions of both of these societies. This document is meant to function as a stand-alone document, but, for certain issues, references will be made to the previous statements. Although there are other ways to measure carbon monoxide (CO) uptake (e.g. steady-state, intra-breath and rebreathing techniques) \\[3– 9\\], the following recommendations will be restricted to the single-breath technique, since this is the most common methodology in use around the world.  \n  \nThe capacity of the lung to exchange gas across the alveolar-capillary interface is determined by its structural and  functional properties \\[3–22\\]. The structural properties include the following: lung gas volume; the path length for diffusion in the gas phase; the thickness and area of the alveolar capillary membrane; any effects of airway closure; and the volume of blood in capillaries supplying ventilated alveoli. The func-tional properties include the following: absolute levels of ventilation and perfusion; the uniformity of their distribution with respect to each other; the composition of the alveolar gas; the diffusion characteristics of the membrane; the concentra-tion and binding properties of haemoglobin (Hb) in the alveolar capillaries; and the gas tensions in blood entering the alveolar capillaries in that part of the pulmonary vascular bed which exchanges gas with the alveoli.  \n  \n**点击下载完整版：《200ATS/ERS一口气法一氧化碳肺弥散功能测定标准化》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "4e4f7ece-0121-4012-bc0f-254256112d43", "title": "2013美国临床内分泌医师协会糖尿病专家共识", "text": "【0】    **《2013美国临床内分泌医师协会糖尿病专家共识》内容简介：**    This document is organized into discrete sections thataddress the following topics: obesity, prediabetes, manage-ment of hyperglycemia through lifestyle modifications,pharmacotherapy and insulin, management of hyperten-sion, management of hyperlipidemia, and other risk-reduc-tion strategies.    **《2013美国临床内分泌医师协会糖尿病专家共识》内容预览：**    Prediabetes reflects failing pancreatic compensationto an underlying state of insulin resistance, most com-monly caused by excess body weight or obesity. Currentcriteria for the diagnosis of prediabetes include impairedglucose tolerance, impaired fasting glucose, or metabolicsyndrome. （See Comprehensive Diabetes ManagementAlgorithm-Prediabetes Algorithm）。 Any one of these fac-tors is associated with a 5-fold increase in future T2DMrisk （12）。  \n  \n    The primary goal of prediabetes management isweight loss. Whether achieved through TLC, pharmaco-therapy, surgery, or some combination thereof, weight lossreduces insulin resistance and can effectively prevent pro-gression to diabetes as well as improve lipids and bloodpressure. However, weight loss may not directly addressthe pathogenesis of declining beta-cell function. Whenindicated, bariatric surgery can also be highly effective inpreventing progression to diabetes （12）。    **点击下载\\*\\*\\*：《2013美国临床内分泌医师协会糖尿病专家共识》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "97fbc08b-5212-4ac6-95e0-cf02d9271725", "title": "2006CCO复发性小细胞肺癌的化疗治疗", "text": "【0】    **《2006CCO复发性小细胞肺癌的化疗治疗》内容简介：**  \n    What are the front-line chemotherapeutic options for women with recurrent, metastatic, orpersistent cervical cancer? Outcomes of interest include response rate, survival, toxicity, andquality of life （QOL）。  \n    **《2006CCO复发性小细胞肺癌的化疗治疗》内容预览：**    Carcinoma of the cervix is the third most common female genital tract malignancy in Canada,accounting for an estimated 1350 new cases and 400 deaths in 2005 （1）。 Although the rate ofincidence has declined dramatically over the past decades, cervical cancer contributes to 510new cases and 160 deaths each year in Ontario alone （1）。 The prognosis for early-stagecervical cancer is good due to effective screening practices and early treatments involvingsurgery and radiotherapy （2）。 In patients with high-risk local disease or advanced disease, theuse of radiosensitizing chemotherapy, typically cisplatin, improves survival outcomes overradiotherapy alone and has become a standard of care （3）； however, five-year survival forpatients with recurrent or persistent cervical cancer is less than 5% （4）。 Due to the increasinguse of cisplatin as a radiosensitizer in primary therapy, the effectiveness of cisplatin alone or incombination for first-line treatment is not well defined for this patient population.    **点击下载\\*\\*\\*：《2006CCO复发性小细胞肺癌的化疗治疗》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "af3c8b29-9c17-4d79-ab75-03a5cc47e8df", "title": "美国感染性疾病协会隐球菌治疗指南", "text": "【0】    **《美国感染性疾病协会隐球菌治疗指南》内容预览：**        Cryptococcus neoformans and Cryptococcus gattii have now  \n  \n    been divided into separate species, although most clinical lab-  \n  \n    oratories will not routinely identify cryptococcus to the species  \n  \n    level \\[4\\]. C. gattii has recently been responsible for an ongoing  \n  \n    outbreak of cryptococcosis in apparently immunocompetent  \n  \n    humans and animals on Vancouver Island and surrounding  \n  \n    areas within Canada and the northwest United States, and the  \n  \n    management of C. gattii infection in immunocompetent hosts  \n  \n    needs to be specifically addressed \\[5\\]. Similarly, the human  \n  \n    immunodeficiency virus （HIV） pandemic continues, and cryp-  \n  \n    tococcosis is a major opportunistic pathogen worldwide, but  \n  \n    its management strongly depends on the medical resources  \n  \n    available to clinicians in specific regions. In the era of highly  \n  \n    active antiretroviral therapy （HAART）， the management of  \n  \n    cryptococcosis has become a blend of established antifungal  \n  \n    regimens together with aggressive treatment of the underlying  \n  \n    disease.  \n  \n    Although the widespread use of HAART has lowered the  \n  \n    incidence of cryptococcosis in medically developed countries  \n  \n    \\[6-9\\], the incidence and mortality of this infection are still  \n  \n    extremely high in areas where uncontrolled HIV disease persists  \n  \n    and limited access to HAART and/or health care occurs \\[10\\].  \n  \n    It is estimated that the global burden of HIV-associated cryp-  \n  \n    tococcosis approximates 1 million cases annually worldwide  \n  \n    \\[11\\]. In medically developed countries, the modest burden of  \n  \n    patients with cryptococcal disease persists, largely consisting of  \n  \n    patients with newly diagnosed HIV infection; a growing and  \n  \n    heterogeneous group of patients receiving high-dose cortico-  \n  \n    steroids, monoclonal antibodies such as alemtuzumab and in-  \n  \n    fliximab, and/or other immunosuppressive agents \\[12, 13\\]; and  \n  \n    otherwise “normal” patients. It is sobering that, despite access  \n  \n    to advanced medical care and the availability of HAART, the  \n  \n    3-month mortality rate during management of acute crypto-  \n  \n    coccal meningoencephalitis approximates 20% \\[14, 15\\]. Fur-  \n  \n    thermore, without specific antifungal treatment for cryptococ-  \n  \n    cal meningoencephalitis in certain HIV-infected populations,  \n  \n    mortality rates of 100% have been reported within 2 weeks  \n  \n    after clinical presentation to health care facilities \\[16\\]. It is  \n  \n    apparent that insightful management of cryptococcal disease is  \n  \n    critical to a successful outcome for those with disease caused  \n  \n    by this organism.    **点击下载\\*\\*\\*：《美国感染性疾病协会隐球菌治疗指南》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "7d6c6ea9-03f4-4128-b537-beee2e815c54", "title": "2006ESPEN肠内营养指南：肝脏疾病", "text": "【0】**《2006ESPEN肠内营养指南：肝脏疾病》内容预览**  \n  \nPreliminary remarks: There are no randomised controlled trials available on nutritional therapy in non-alcoholic steatohepatitis (NASH). Unlike alco-holic steatohepatitis (ASH), NASH often is asso-ciated with overnutrition and insulin resistance. Therefore recommendations given for ASH cannot easily be applied to NASH despite remarkable similarities. Nutritional recommendations for NASH patients focus on the underlying disease (metabolic syndrome, other secondary causes).  \n1.1. Does nutritional status influence outcome in ASH? Which is the best widely applicable method to assess nutritional status?  \nThe prognostic value of nutritional status in patients with alcoholic hepatitis has been demonstrated (III). Simple bedside methods such as the Subjective Global Assessment (SGA) or anthropometry are considered adequate for identifying patients at risk (C).  \nComment: Several publications from the American Veteran Affairs (VA) study report a higher rate of complications and mortality in undernourished ASH patients.In order to identify undernutrition, a scoring system consisting of variables such as actual/ideal weight, anthropometry, creatinine index, visceral proteins, absolute lymphocyte count, delayed type skin reaction was used in these studies. This composite scoring system includes unreliable variables such as plasma concentrations of visceral proteins or 24-h urine creatinine excre-tion and has been modified repeatedly, the most recent publication of the series also reported a prognostic significance of the variables absolute CD8+count and hand g\\*\\* strength.  \nMoreover, a clear association between low intake of normal food and high mortality was found.  \n  \n**点击下载完整版：《2006ESPEN肠内营养指南：肝脏疾病》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "23d92c4a-9fc5-4cb7-97f8-00702265920f", "title": "2005ATS/ERS肺容量测定标准化", "text": "【0】**《2005ATS/ERS肺容量测定标准化》内容预览**  \n  \nInspired and expired lung volumes measured by spirometry are useful for detecting, characterising and quantifying the severity of lung disease. Measurements of absolute lung volumes, residual volume (RV), functional residual capacity (FRC) and total lung capacity (TLC) are technically more challenging, which limits their use in clinical practice. The role of lung volume measurements in the assessment of disease severity, functional disability, course of disease and response to treatment remains to be determined in infants, as well as in children and adults. Nevertheless, in particular circumstances, measurements of lung volume are strictly necessary for a correct physiological diagnosis .  \n  \nIn contrast to the relative simplicity of spirometric volumes, a variety of disparate techniques have been developed for the measurement of absolute lung volumes. These include the following: body plethysmography (using various methodolo-gies), nitrogen washout, gas dilution, and radiographic imaging methods.  \n  \nThe present document integrates and consolidates the recom-mendations of the current American Thoracic Society (ATS)/European Respiratory Society Task Force on pulmonary function standards, and the recommendations from an earlier National Heart, Lung, and Blood Institute (NHLBI) workshop convened by the ATS. The NHLBI workshop participants, who were experts with considerable adult and paediatric experi-ence, published their input in the form of background papers in the European Respiratory Journal between 1995 and 1999 . Later, a NHLBI workshop consensus document was written, which can be found on the ATS website \\[13\\], for those who require more in-depth desc\\*\\*tions, discussion and a fuller derivation of equations.  \n  \n**点击下载完整版：《2005ATS/ERS肺容量测定标准化》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "056d8dfc-225c-4c0a-8af3-e44f8581d2cf", "title": "儿童急性中耳炎诊断治疗指南", "text": "【0】    **《儿童急性中耳炎诊断治疗指南》内容简介**    ABSTRACT. This evidence-based clinical practiceguideline provides recommendations to primary care cli-nicians for the management of children from 2 monthsthrough 12 years of age with uncomplicated acute otitismedia （AOM）。  \n  \n    The American Academy of Pediatrics and AmericanAcademy of Family Physicians convened a committeecomposed of primary care physicians and experts in thefields of otolaryngology, epidemiology, and infectiousdisease. The subcommittee partnered with the Agencyfor Healthcare Research and Quality and the SouthernCalifornia Evidence-Based Practice Center to develop acomprehensive review of the evidence-based literaturerelated to AOM. The resulting evidence report and othersources of data were used to formulate the practice guide-line recommendations. The focus of this practice guide-line is the appropriate diagnosis and initial treatment ofa child presenting with AOM.  \n  \n    The guideline provides a specific definition of AOM.It addresses pain management, initial observation versusantibacterial treatment, appropriate choices of antibacte-rials, and preventive measures. Decisions were madebased on a systematic grading of the quality of evidenceand strength of recommendations, as well as expert con-sensus when definitive data were not available. The prac-tice guideline underwent comprehensive peer review be-fore formal approval by the partnering organizations.  \n  \n    This clinical practice guideline is not intended as a solesource of guidance in the management of children withAOM. Rather, it is intended to assist primary care clini-cians by providing a framework for clinical decision-making. It is not intended to replace clinical judgment orestablish a protocol for all children with this condition.These recommendations may not provide the only appro-priate approach to the management of this problem.    **《儿童急性中耳炎诊断治疗指南》内容预览**    a significant impact on the health of children, cost ofproviding care, and overall use of antibacterialagents. The illness also generates a significant socialburden and indirect cost due to time lost from schooland work. The estimated direct cost of AOM was$1.96 billion in 1995. In addition, the indirect costwas estimated to be $1.02 billion.1During 1990 therewere almost 25 million visits made to office-basedphysicians in the United States for otitis media, with809 antibacterial presc\\*\\*tions per 1000 visits, for atotal of more than 20 million presc\\*\\*tions for otitismedia–related antibacterials. Although the totalnumber of office visits for otitis media decreased to16 million in 2000, the rate of antibacterial prescrib-ing was approximately the same （802 antibacterialpresc\\*\\*tions per 1000 visits for a total of more than13 million presc\\*\\*tions）。  \n  \n    2–4An individual course ofantibacterial therapy can range in cost from $10 tomore than $100.There has been much discussion recently as to thenecessity for the use of antibacterial agents at thetime of diagnosis in children with uncomplicatedAOM. Although in the United States the use of an-tibacterial agents in the management of AOM hasbeen routine, in some countries in Europe it is com-mon practice to treat the symptoms of AOM initiallyand only institute antibacterial therapy if clinical im-provement does not occur. For the clinician, thechoice of a specific antibacterial agent has become akey aspect of management. Concerns about the ris-ing rates of antibacterial resistance and the growingcosts of antibacterial presc\\*\\*tions have focused theattention of the medical community and the generalpublic on the need for judicious use of antibacterialagents. Greater resistance among many of the patho-gens that cause AOM has fueled an increase in theuse of broader-spectrum and generally more expen-sive antibacterial agents  \n  \n    **点击下载\\*\\*\\*《儿童急性中耳炎诊断治疗指南》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "0aa663ee-7141-4934-9dbd-4f24c7a9d05e", "title": "2009BAD原发性皮肤鳞状细胞癌患者的管理指南", "text": "【0】    **《2009BAD原发性皮肤鳞状细胞癌患者的管理指南》内容简介：**  \n    These guidelines for management of primary cutaneous squamous cell carcinoma presentevidence-based guidance for treatment, with identification of the strength of evidence available at thetime of preparation of the guidelines, and a brief overview of epidemiological aspects, diagnosis andinvestigation. These guidelines aim to ensure people with cutaneous squamous cell carcinomareceive the best possible treatment and care.    **《2009BAD原发性皮肤鳞状细胞癌患者的管理指南》内容预览：**    SCC is the second most common skin cancer and, in many countries, its incidence is rising.1-7Itsoccurrence is usually related to chronic ultra violet light exposure and is therefore especiallycommon in people with sun-damaged skin, fair skin, albinism and xeroderma pigmentosum. It maydevelop de-novo, as a result of previous exposure to ultraviolet or ionising radiation, or arsenic,within chronic wounds, scars, burns, ulcers or sinus tracts and from pre-existing lesions such asBowen s disease （intraepidermal SCC）。8-17Individuals with impaired immune function, for examplethose receiving immunosuppressive drugs following allogeneic organ transplantation or forinflammatory disease, and those with lymphoma or leukaemia, are at increased risk of this tumour.The risk of SCC with the new wave of biologic therapies （for inflammatory and haematologicaldisease） has yet to be quantified, although reports identify cases of rapid-onset or reactivation ofSCC in patients with risk factors or a past history of the disease.18-27Some SCCs are associated withhuman papilloma virus infection.28-36There is good evidence linking SCCs with chronic actinicdamage, （including that from the use of tanning devices）8and to support sun avoidance, use ofprotective clothing and effective sunblocks37in the prevention of actinic keratoses and SCCs. Thesemeasures are particularly important for people receiving long term immunosuppressive medication.    **点击下载\\*\\*\\*：《2009BAD原发性皮肤鳞状细胞癌患者的管理指南》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "0f84ed57-5c86-42a9-80f8-fd7f51df5132", "title": "2009年银屑病的传统的系统治疗指南", "text": "【0】**《2009年银屑病的传统的系统治疗指南》内容预览**  \n  \nAn evidence-based model was used and evidencewas obtained using a search of the MEDLINE data-base spanning the years 1960 through 2008. OnlyEnglish-language publications were reviewed.The available evidence was evaluated using a uni-fied system called the Strength of RecommendationTaxonomy developed by editors of the US familymedicine and primary care journals (ie, AmericanFamily Physician, Family Medicine, Journal of FamilyPractice, and BMJ USA). This strategy was supported bya decision of the Clinical Guidelines Task Force in 2005with some minor modifications for a consistent ap-proach to rating the strength of the evidence ofscientific studies.Evidence was graded using a 3-point scale based on the quality of methodology asfollows:  \nI. Good-quality patient-oriented evidence.  \nII. Limited-quality patient-oriented evidence.  \nIII. Other evidence including consensus guidelines,opinion, or case studies.  \nClinical recommendations were developed on thebest available evidence tabled in the guideline.These are ranked as follows:  \nA. Recommendation based on consistent and good-quality patient-oriented evidence.B. Recommendation based on inconsistent or lim-ited-quality patient-oriented evidence.C. Recommendation based on consensus, opinion,or case studies.  \nIn those situations where documented evidence-based data are not available, we have used expertopinion to generate our clinical recommendations.Prior guidelines on psoriasis were also evaluated.This guideline has been developed in accordancewith the AAD ‘‘Administrative Regulations forEvidence-based Clinical Practice Guidelines,’’ whichinclude the opportunity for review and comment bythe entire AAD membership and final review andapproval by the AAD Board of Directors.  \nGENERAL PRINCIPLES  \nIn the past, conventional systemic psoriasis ther-apiesemethotrexate, cyclosporine (CSA), andacitretinewere used when psoriasis was too exten-sive for topical therapy or refractory to topical ther-apy and phototherapy. Although a minimum bodysurface area, eg, 10%, has been traditionally used as aprerequisite to starting a systemic therapy for psori-asis, a subset of patients with limited disease havedebilitating symptoms. For example, although severepsoriasis of the palms and soles or severe scalppsoriasis affects less than 5% of the body surfacearea, the significant negative affect on the quality oflife of the patient makes a systemic approach totreatment appropriate.  \n  \n**点击下载完整版《2009年银屑病的传统的系统治疗指南》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "3f24c407-c0da-42de-974b-4fb872078791", "title": "2011NICESCIE+痴呆临床指南（全文版）", "text": "【0】**《2011NICESCIE+痴呆临床指南（全文版）》内容预览**  \n  \nThis NICE clinical guideline has been amended to incorporate the updated NICE technology appraisal of drugs for Alzheimer's disease, published in March 2011 (www.nice.org.uk/guidance/TA217). See pages 31–33 for the updated information. The rest of the NICE clinical guideline remains unchanged.  \n  \n**点击下载完整版:《2011NICESCIE+痴呆临床指南（全文版）》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "9cec9e53-495c-414b-9966-c023eb766d35", "title": "2012KDOQI糖尿病和慢性肾脏病的临床实践指南更新", "text": "【0】**《2012KDOQI糖尿病和慢性肾脏病的临床实践指南更新》内容预览  \n**  \nThis Clinical Practice Guideline document is based upon the best information availableas of December 2011. It is designed to provide information and assist decisionmaking. It is notintended to define a standard of care, and should not be construed as one, nor should it beinterpreted as prescribing an exclusive course of management. Variations in practice willinevitably and appropriately occur when clinicians take into account the needs of individualpatients, available resources, and limitations unique to an institution or type of practice. Everyhealth-care professional making use of these recommendations is responsible for evaluating theappropriateness of applying them in the setting of any particular clinical situation. Therecommendations for research contained within this document are general and do not imply aspecific protocol.  \nKidney Disease Outcomes Quality Initiative? (KDOQI) makes every effort to avoidany actual or reasonably perceived conflicts of interest that may arise as a result of an outsiderelationship or a personal, professional, or business interest of a member of the Work Group.All members of the Work Group are required to complete, sign, and submit a disclosure andattestation form showing all such relationships that might be perceived or actual conflicts ofinterest. This document is updated annually and information is adjusted accordingly. Allreported information will be printed in the final publication and are on file at the NationalKidney Foundation (NKF).**《2012KDOQI糖尿病和慢性肾脏病的临床实践指南更新》完整版下载地址：  \n**    http://ziyuan.iiyi.com/source/down/2343119.html", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "1409ede4-a198-4fc0-8395-d40ceffa62e4", "title": "2011ACOG妊娠期遗传性血栓症临床指南", "text": "【0】    **《2011ACOG妊娠期遗传性血栓症临床指南》内容简介：**  \n    Inherited thrombophilias are associated with an increased risk of venous thromboembolism and also have been linkedto adverse outcomes in pregnancy. However, there is limited evidence to guide screening for and management of theseconditions in pregnancy. The purpose of this document is to review common thrombophilias and their association withmaternal venous thromboembolism risk and adverse pregnancy outcomes, indications for screening to detect theseconditions, and management options in pregnancy.    **《2011ACOG妊娠期遗传性血栓症临床指南》内容预览：**    Pregnancy is marked by increased clotting potential,decreased anticoagulant activity, and decreased fibrino-lysis . The thrombotic potential of pregnancy isexacerbated by venous stasis in the lower extremitiesdue to compression of the inferior vena cava and pel-vic veins by the enlarging uterus, a hormone-mediatedincrease in venous capacitance, insulin resistance, andhyperlipidemia. Thus, it is not surprising that venousthromboembolism complicates approximately 1 in 1,600births and is a leading cause of maternal morbidity in theUnited States .  \n  \n    There is a strong association between inherited throm-bophilias and venous thromboembolism, which makesdetection of these mutations a logical target for preventionstrategies （Table 1）。 However, it is controversial whetherthere is an association between inherited thrombophiliasand uteroplacental thrombosis that lead to adverse preg-nancy outcomes such as fetal loss, preeclampsia, fetalgrowth restriction, and placental abruption . This pos-sible association has resulted in increased screening forthrombophilias in pregnancy, although there has been noconfirmation of treatment benefits.    **点击下载\\*\\*\\*：《2011ACOG妊娠期遗传性血栓症临床指南》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "91e0d7fa-9420-4e0f-8c8f-f2ab0862de62", "title": "2010ESMO临床实践指南：小细胞肺癌", "text": "【0】**《2010ESMO临床实践指南：小细胞肺癌》内容预览**  \n  \nincidence  \n  \nThe most common cause of cancer-related deaths in Europe in2006 is lung cancer (estimated 334 800 deaths). After prostatecancer, lung cancer is the most frequent type of cancer in men.  \n  \nAge-standardized incidence and mortality rates in 2006 areestimated to be 75.3 and 64.8/100 000/year, respectively, inmen, and 18.3 and 15.1/100 000/year in women. Small-cell lungcancer (SCLC) accounts for 15%–18% of all cases. In recentyears the incidence of SCLC has decreased. SCLC is stronglyassociated with tobacco smoking.  \n  \ndiagnosis  \n  \nPathological diagnosis should be made according to the WHOclassification. Biopsies can be obtained by flexiblebronchoscopy, mediastinoscopy, endoscopic ultrasound,transthoracic needle aspiration and thoracoscopy depending onthe localization of the tumour. A biopsy from a metastaticlesion can substitute for a biopsy from the primary tumour.The least invasive approach should be used \\[V, D\\].  \n  \nstaging and risk assessmentStaging procedures should include medical history, physicalexamination, chest X-ray, complete blood count includingdifferential count, liver, lung and renal function tests, lactatedehydrogenase (LDH) and sodium levels, and a CT scan of thechest and abdomen including the liver and adrenal glands.In patients with symptoms or abnormal physical  \n  \n**点击下载\\*\\*\\*：《2010ESMO临床实践指南：小细胞肺癌》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "d6bbf892-4f97-4623-ac84-81210f4804b3", "title": "ACOG临床指南：感染HIV女性的妇科保健", "text": "【0】Background  \nBasic Epidemiology and PrevalenceIn the United States, women account for a growingproportion of patients with human immunodeficiencyvirus (HIV) and acquired immunodeficiency syndrome(AIDS) (from 7% in 1985 to 27% in 2007) (1). Hetero-sexual contact is responsible for 72% of HIV transmis-sion among women in the United States, and womenof color are disproportionately affected, accounting for80% of HIV-infected women (1, 2). In most women withHIV, the infection is diagnosed during their reproductiveyears.  \nAntiretroviral Therapy for NonpregnantHIV-infected WomenTreatment of HIV and AIDS should be provided bya health care practitioner with expertise in HIV. Suchexpertise has been shown to be a factor that prolongs thelife of HIV-infected individuals (3, 4). A team approach is optimal to address both the medical and socialcomplexity of HIV infection. In addition to obtaining acomprehensive medical history, including a gynecologichistory and an HIV-related history, a detailed social his-tory also should be obtained. Women with HIV oftenhave life circumstances, such as alcohol or drug addic-tion, psychiatric illness, and domestic violence, that requirespecial attention (5). Appropriate sensitivity is needed toaddress these life circumstances and to treat HIV.In nonpregnant adults, initiation of antiretroviraltherapy is recommended for patients with a history of anAIDS-defining illness (Box 1) or a CD4 T-cell (or CD4)count of less than 500 cells per cubic millimeter. Forpatients with CD4 counts of 500 cells per cubic millime-ter or greater, antiretroviral therapy may be offered (6).Antiretroviral medications select for resistant mutationswhen used as monotherapy; therefore, combinations ofthree or more drugs, often called highly active antiretro-viral therapy (HAART), are used and strict adherence tothe dose regimens is critical. There are currently morethan 20 U.S. Food and Drug Administration (FDA)-approved antiretroviral agents from six medicationclasses that can be used to formulate combination regi-mens. Although long-term experience with antiretroviralagents is still limited, certain drugs merit special con-sideration in the treatment of women. Efavirenz is thepreferred nonnucleoside reverse transc\\*\\*tase inhibitorfor the patients na?ve to antiretroviral therapy, but it alsois considered a possible teratogen because of data show-ing an increased risk of central nervous system defectsin primates and a small number of case reports of neuraltube defects in humans (FDA pregnancy category D)(7). Women offered efavirenz should be made aware ofthe potential teratogenic effects of this drug when usedduring pregnancy and that it is important to use effectiveand consistent contraception. The nonnucleoside reversetransc\\*\\*tase inhibitor nevirapine is associated with anincreased risk of symptomatic liver toxicity that can besevere and life-threatening. This risk is greater in womenthan men and is highest among those initiating nevirap-ine therapy with CD4 counts of greater than 250 cellsper cubic millimeter (6). Therefore, nevirapine should not be used as a component of combination therapy inthis setting unless the benefits clearly outweigh the risks.Liver toxicity has not been seen in women undergoingsingle-dose nevirapine therapy during labor for preven-tion of perinatal transmission\n\n【1】**完整下载2010-ACOG临床指南：感染HIV女性的妇科保健**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "8738e268-9560-4a40-8d94-9877cba3551b", "title": "患乳腺癌妇女的妇科疾病管理", "text": "【0】**《2012-ACOG临床指南126：患乳腺癌妇女的妇科疾病管理》内容预览  \n  \n**Breast cancer is the most common type of invasive cancer in American women, whose lifetime risk of the disease isone in eight. In 2009, there were an estimated 192,370 new cases of invasive breast cancer in the United States (1).Although rates have decreased slightly in the past few years, there are 2 million breast cancer survivors living in theUnited States. Improvements in prevention and screening and more effective treatment are continually occurring, andchanges are relatively quickly translated into clinical practice. Breast cancer treatment is becoming more individual-ized and depends on both the extent of disease and individual tumor features. Treatments involve surgery, radiationtherapy, chemotherapy, and hormonal therapies.  \n  \n**《2012-ACOG临床指南126：患乳腺癌妇女的妇科疾病管理》完整版下载**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "bb572a0c-0140-4ca0-8892-dcf3e00e66d4", "title": "2012KDIGO—AKI临床指南1", "text": "【0】**《2012KDIGO—AKI临床指南1》内容预览**  \n  \nThe serum level (S) of creatinine is determined by its generation (G) from cells (muscle) and diet (protein, especially cooked meat), extrarenal elimination (E) by the gut, and urinary excretion (U x V) by the kidney. Urinary excretion is the sum of filtered load (GFR X P) and tubular secretion (TS). In the steady state, urinary excretion equals generation and extrarenal elimination.By substitution and rearrangement, GFR can be expressed as the ratio of the non-GFR determinants (G, TS, and E) to the serum level. Adapted with permission from American Society of Nephrology13 conveyed through Copyright Clearance Center,Inc.\n\n【1】**《2012KDIGO—AKI临床指南1》完整版下载地址：**  \nhttp://ziyuan.iiyi.com/source/down/2309976.html", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "ac33bc87-974d-478d-953c-c8822be91fb1", "title": "2010NCCN美国骨肿瘤指南", "text": "【0】    **《2010NCCN美国骨肿瘤指南》内容简介：**    The 2002 American Joint Committee on Cancer （AJCC） TNM stagingclassification is shown in Table 1. This system is based on assessmentof histologic grade （G）， tumor size （T）， presence of regional- （N） and/ordistant metastases （M）。 The Surgical Staging System （SSS） is anotherstaging system for bone and soft-tissue sarcomas developed by theMusculoskeletal Tumor Society （Table 2）。24This system stratifies bothbone and soft-tissue lesions by assessment of the surgical grade （G），the local extent （T）， and the presence or absence of regional or distantmetastases. It may be used in addition to the AJCC staging system.    **《2010NCCN美国骨肿瘤指南》内容预览：**    Diagnostic Workup  \n  \n    Suspicion of a malignant bone tumor often begins when a poorlymarginated lesion is seen on a plain radiograph in a patient with apainful lesion. In patients under 40, an aggressive, painful bone lesionhas a significant risk of being a malignant primary bone tumor, andreferral to an orthopedic oncologist should be considered prior to furtherwork-up. In patients 40 and over, if plain films and history do notsuggest a specific diagnosis, evaluation for a metastatic carcinoma,including chest radiograph, computed tomography （CT） of the chest,abdominal and pelvic, bone scan, mammogram, and other imagingstudies as clinically indicated, should be performed.  \n  \n    All patients with suspected bone sarcoma should undergo completestaging prior to biopsy. The standard staging work-up for a suspectedprimary bone sarcoma should include imaging of the chest （chestradiograph or chest CT to detect pulmonary metastases）， appropriateimaging of the primary site \\[plain radiographs, magnetic resonanceimaging （MRI） for local staging and/or CT scan\\] and bone scan.  \n  \n    Imaging of painless bone lesions should be evaluated by amusculoskeletal radiologist followed by appropriate referral to amultidisciplinary treatment team if necessary. Laboratory studies, suchas \\*\\*, lactate dehydrogenase （LDH）， alkaline phosphatase （ALP）should be done prior to initiation of treatment.    **点击下载\\*\\*\\*：《2010NCCN美国骨肿瘤指南》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "caaea1d2-ff3b-4387-a829-db9ce17d17df", "title": "2010 ISPD腹膜通路临床实践指南", "text": "【0】　　This current version provides a summary of recommen-dations for best practice in creating peritoneal accessfor patients on peritoneal dialysis (PD). A more detailedreview of peritoneal access is available in the report fromthe Renal Association Working Party on Peritoneal Access(final version April 2008) available at www.renal.org .\n\n【1】　　These guidelines are evidence based where such evi-dence exists. The published literature was reviewed atwww.ncbi.nlm.nih.gov/pubmed using the search term“peritoneal dialysis catheter,” identifying 2320 refer-ences. Adding the term “trial” reduced this number to216. These were individually reviewed to identify pos-sible randomized controlled trials, meta-analyses,guidelines, and reviews that would be considered in thepreparation of the document. The document has beenreviewed by all authors and has been placed for consul-tation on the Renal Association Web site and discussedat the Clinical Guidelines Committee. It has also beenreviewed by a consumer research panel run by Jane Ash(Special Projects Administrator, North and East Yorkshireand Northern Lincolnshire Comprehensive Local Re-search Network) and by renal patients in Sheffield,United Kingdom.\n\n【2】　　The evidence for these recommendations has beenassessed using the modified GRADE system. The modi-fied GRADE system defines both the strength of the rec-ommendations of the guideline authors and the level ofevidence upon which each of the recommendations isbased. This grading system classifies expert recommen-dations as “strong” (Grade 1) or “weak” (Grade 2) basedupon the balance between the benefits and risks, bur-den, and cost. The quality or level of evidence is desig-nated as high (Grade A), moderate (Grade B), low(Grade C), or very low (Grade D) depending on factorssuch as study design, directness of evidence, and con-sistency of results. Grades of recommendation and qual-ity of evidence may range from 1A to 2D.\n\n【3】　　The GRADE system was developed by an internationalgroup of guideline developers and methodologists tomaximize the usefulness of clinical practice guidelinesin the management of typical patients (1–7). Most guide-line organizations recognize the need for a standardgrading scheme and the GRADE system has been adoptedby many leading organizations, including NICE, SIGN,KDIGO, ERBP, and KDOQI, as well as UpToDate (8,9).  \n  完整版下载  **2010 ISPD腹膜通路临床实践指南**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "96083b23-0271-4354-83b1-8e199de4e24d", "title": "2010BTS胸膜疾病简介和方法指南", "text": "【0】**《2010BTS胸膜疾病简介和方法指南》内容预览**  \n  \n**CLINICAL CONTEXT**  \nPleural disease remains common, affecting over3000 people per million population each year. Theytherefore represent a signi?cant contribution to theworkload of respiratory physicians. Pleural diseaseoriginates from a wide range of pathologies anda systematic approach to the investigation andmanagement is therefore required. These guidelinesattempt to summarise the available evidence to aidthe healthcare professional in delivering goodquality patient care.  \n  \n**NEED FOR GUIDELINE**  \nThe Standards of Care Committee of the BritishThoracic Society (BTS) established a Pleural DiseaseGuideline Group in December 2007. The objectivewas to produce an evidence-based update of the lastpleural disease guidelines published in 2003. It wasrecognised that, since the last guideline, a numberof good quality primary research papers have beenpublished and the guidelines needed to re?ect thesenew data. In addition, there was a need to developnew sections on local anaesthetic thoracoscopy andthoracic ultrasound to re?ect changes in clinicalpractice.  \n**  \nINTENDED USERS AND SCOPE OF THE GUIDELINE**  \nThis guideline is intended for use by all healthcareprofessionals who may be involved in pleuraldisease management. This will include doctors,nurses and other healthcare professionals.  \n  \n**AREAS COVERED BY THIS GUIDELINE**  \nThe guideline addresses the investigation andmedical management of pleural disease in \\*\\*s.This is divided into the following sections:  \n  \n1.Investigation of a unilateral pleural effusion in\\*\\*s.  \n2\\. Management of spontaneous pneumothorax.  \n3\\. Management of a malignant pleural effusion.  \n4\\. Management of pleural infection in \\*\\*s.  \n5\\. Local anaesthetic thoracoscopy.  \n  \n**点击下载\\*\\*\\*：《2010BTS胸膜疾病简介和方法指南》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "df9484f1-f134-4d25-a29e-5ce898368ce3", "title": "2010NHMRC澳大利亚骨关节炎诊治", "text": "【0】    **《2010NHMRC澳大利亚骨关节炎诊治》内容简介：**  \n    Osteoarthritis, characterised by joint pain and stiffness, is acommon and significant chronic disease, reducing mobilityand causing considerable impact on quality of life. Multipleevidence based management options are available.    **《2010NHMRC澳大利亚骨关节炎诊治》内容预览：**    Osteoarthritis （OA） is a significant chronic disease anda common presentation in general practice. Over 50% ofpeople over the age of 65 years have radiological evidenceof disease and approximately 10% of men and 18% ofwomen have symptomatic OA.1Joint pain and reducedmobility cause considerable impact on quality of life. Withno current cure for this condition, general practitionersare left with a range of management options aimed atoptimising quality of life and self management, preventingacute episodes, delaying complications and preventingprogression of the condition.  \n  \n    To assist the GP in deciding which of the many possiblepharmacological and nonpharmacological options to recommend totheir patients, The Royal Australian College of General Practitioners（RACGP） published the Guideline for the non-surgical managementof hip and knee osteoarthritis in 2009.2While the recommendationsin this guideline focus on the hip and knee, many of therecommendations are relevant to OA in other sites.    **点击下载\\*\\*\\*：《2010NHMRC澳大利亚骨关节炎诊治》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "c33fca6f-e5b5-4493-806f-f15e4f0986f7", "title": "2009IASLC肺癌分期分类相关的解剖学、生物学及理念", "text": "【0】**《2009IASLC肺癌分期分类相关的解剖学、生物学及理念》内容预览**  \n  \nstage classification system provides a common nomen-clature about patients with a particular type of cancer. A common language facilitates communication among different centers, allowing observations from different sources to be combined and thereby enhance our collective knowledge. As knowledge is gained, further details of a staging system can be defined, and thus the system requires periodic revision and refinement. In lung cancer, a major effort led by the Interna-tional Association for the Study of Lung Cancer (IASLC) Staging Committee was undertaken to inform a revision of the Union Internationale Contre le Cancer and American Joint Committee on Cancer staging system,involving an unprecedented extent of data collection and scientific analy-sis.  \n  \nThis has prompted us to reflect on the goals of a staging system, the limitations of our current understanding of the biology of lung cancer, and how underlying concepts can help or hinder our ability to make new observations. Inherent in the development of the nomenclature of a staging system is the ability to define homogeneous patient cohorts. This raises the question of how homogeneity is defined. While many measures can be considered, the one most commonly used is prognosis. Indeed, this is the primary end point used in the analysis and staging recommendations of the IASLC staging committee.Another common ex-pectation of a staging system is to define patient cohorts for which the same treatment approach is appropriate.  \n  \nHowever, it must be recognized that prognosis and treatment approaches are not static. There is an incessant quest to define treatments that lead to better outcomes. More-over, prognosis is continually changing due to progress in aspects other than treatment. Advances in imaging affect the prognosis of stage groups through the resultant stage migra-tion.Changing methods of detection (e.g., computed to-mography screening) also affect prognosis by altering the spectrum of disease that is encountered.  \n  \n**点击下载完整版：《2009IASLC肺癌分期分类相关的解剖学、生物学及理念》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "82f6d52c-8738-431f-9811-1ba689b59a86", "title": "2012肝癌临床实践指南", "text": "【0】    **《2012肝癌临床实践指南》内容简介：**    Hepatobiliary cancers are highly lethal cancers including a spectrum ofinvasive carcinomas arising in the liver （hepatocellular carcinoma;HCC）， bile ducts （intrahepatic and extrahepatic cholangiocarcinoma）and gall bladder. Cholangiocarcinomas and gallbladder cancer arecollectively known as biliary tract cancers. In the United States, anestimated 26,190 and 9,250 cases will be diagnosed with liver orintrahepatic bile duct cancer and gallbladder cancer or other biliary tractcancer, respectively in 2011 with approximately 19,590 deaths fromliver or intrahepatic bile duct cancer, and 3,300 deaths due togallbladder cancer or other biliary tract cancer occurring during thatyear.    **《2012肝癌临床实践指南》内容预览：**  \n    For patients with an incidental liver mass or nodule found onultrasound, the guidelines recommend evaluation using one or more ofthe imaging modalities （at least a 3-phase contrast-enhanced CT orMRI including the arterial and portal venous phase） to determine theperfusion characteristics, extent and the number of lesions, vascularanatomy and extrahepatic disease. The number and type of imaging isdependent on the size of the liver mass or nodule.  \n  \n    Liver lesions less than 1 cm should be evaluated by at least a 3-phasecontrast-enhanced CT or MRI or CEUS every 3-6 months, withenlarging lesions evaluated according to size. Patients with lesionsstable in size should be followed with imaging every 3-6 months usingthe same imaging modality that was first used to identify the nodules.    **点击下载\\*\\*\\*：《2012肝癌临床实践指南》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "6513c023-90f7-44da-b905-6d1f00fde1c4", "title": "2008RNAO促进儿童哮喘控制", "text": "【0】    **《2008RNAO促进儿童哮喘控制》内容简介：**    This nursing best practice guideline is a comprehensive document providing resourcesnecessary for the support of evidence-based nursing practice. The document needs to bereviewed and applied, based on the specific needs of the organization or practicesetting/environment, as well as the needs and wishes of the client. Guidelines should not beapplied in a “cookbook” fashion but used as a tool to assist in decision making for individualizedclient care, as well as ensuring that appropriate structures and supports are in place toprovide the best possible care.    **《2008RNAO促进儿童哮喘控制》内容预览：**    Nurses, other health care professionals and administrators who are leading and facilitatingpractice changes will find this document valuable for the development of policies, procedures,protocols, educational programs, assessment and documentation tools, etc. It is recommendedthat the nursing best practice guidelines be used as a resource tool. Nurses providing directclient care will benefit from revi\\*\\*\\*g the recommendations, the evidence in support of therecommendations and the process that was used to develop the guidelines. However, it ishighly recommended that practice settings/environments adapt these guidelines in formatsthat would be user-friendly for daily use. This guideline has some suggested formats for suchlocal adaptation and tailoring.    **点击下载\\*\\*\\*：《2008RNAO促进儿童哮喘控制》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "dcdc29e5-c719-4426-aa34-27e0d4d2e917", "title": "对肺病和肺移植患者接受非类固醇类免疫抑制药的监测", "text": "【0】**《对肺病和肺移植患者接受非类固醇类免疫抑制药的监测》内容预览**  \n  \n3.1a. For patients who will undergo anti-TNF-atherapy, a chest radiograph is recommendedprior to treatment (Grade 1C).  \n  \n3.1b. For patients who will undergo anti-TNF-atherapy, a tuberculin skin test is recommendedto screen for latent TB prior to treatment(Grade 1C).  \n  \n3.1c. For patients who will undergo anti-TNF-atherapy and present with a chest radiographconsistent with prior TB or a positive tuberculinskin test and/or are high-risk individuals, activeTB infection should be excluded prior to treat-ment with adalimumab (Grade 1C), etanercept(Grade 1B), or infliximab (Grade 1B).  \n  \n3.1d. For patients with latent Mycobacteriumtuberculosis, active prophylactic treatment fol-lowing published guidelines before initiation ofanti-TNF-a therapy is recommended (Grade 1B).  \n  \n3.1e. For patients with latent M tuberculosis whowill undergo anti-TNF-a therapy, close monitor-ing for TB is recommended for up to 6 monthsafter discontinuing therapy (Grade 1C).  \n  \n3.1f. For patients who develop symptoms indic-ative of TB, prompt evaluation for active diseaseis recommended (Grade 1C).  \n  \n3.1g. For patients with known grade III or IVNew York Heart Association class heart failure,administration of adalimumab (Grade 1C), etan-ercept (Grade 1C), and infliximab (Grade 1B) isnot recommended.  \n  \n**点击下载\\*\\*\\*：《对肺病和肺移植患者接受非类固醇类免疫抑制药的监测》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "cc254e82-50ec-4ccf-a197-59cd5500980a", "title": "2003BTS癌性胸腔积液诊治指南", "text": "【0】**《2003BTS癌性胸腔积液诊治指南》内容预览**  \n  \nThe discovery of malignant cells in pleural fluid and/or parietal pleura signifies disseminated or advanced disease and a reduced life expectancy in cancer patients.Median survival following diag-nosis ranges from 3 to 12 months and is depend-ent on the stage and type of the underlying malignancy. The shortest survival time is ob- served in malignant effusions secondary to lung cancer and the longest in ovarian cancer, while malignant effusions due to an unknown primary have an intermediate survival time.  \n  \nCurrently, lung cancer is the most common metastatic tumour to the pleura in men and breast cancer in women.Together, both malig-nancies account for approximately 50–65% of all malignant effusions (table 1). Lymphomas, tu-mours of the genitourinary tract and gastro-intestinal tract as a group account for a further 25%.Pleural effusions from an unknown primary are responsible for 7–15% of all malig-nant pleural effusions.  \n  \n**点击下载完整版：《2003BTS癌性胸腔积液诊治指南》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "632ac34c-05cf-47e9-927d-6e80b7b42fda", "title": "2006BASHH基础医疗中的性传播疾病", "text": "【0】    **《2006BASHH基础医疗中的性传播疾病》内容简介：**  \n    This publication is intended for the use of General Medical Practitioners in the UK, and not for patients. The author,publishers and Sex Drugs and HIV Task Group of the Royal College of General Practitioners, have taken care to ensurethat the \\*\\*\\*rmation contained in this document is correct to the best of their knowledge, at the time of publication.Whilst every effort has been made to ensure the accuracy of the \\*\\*\\*rmation presented, particularly that related to thepresc\\*\\*tion of drugs, the author, publishers and Sex Drugs and HIV Task Group of the Royal College of GeneralPractitioners, cannot accept liability for \\*\\*\\*rmation that is subsequently shown to be wrong, and cannot acceptresponsibility for the use of these guidelines in practice.    **《2006BASHH基础医疗中的性传播疾病》内容预览：**  \n     It is the responsibility of the attending clinician to make his orher own clinical judgement on an individual basis. Readers are advised to check that the \\*\\*\\*rmation contained in thisdocument, especially that related to drug usage, complies with \\*\\*\\*rmation contained in the most up to date BritishNational Formulary, or manufacturers data sheets, and that it complies with the latest legislation and standards ofpractice. Every effort has been made to give accurate \\*\\*\\*rmation and acknowledge all references. Any omissions orcorrections submitted to the publishers will gladly be incorporated where possible in subsequent editions. This guidancerepresents the views of the RCGP Sex Drugs and HIV Task Group and is not necessarily the policy of the RCGP Council.It is produced only as guidance for Health Professionals who must exercise their clinical judgement and make decisionsappropriate to the circumstances of the individual patient.    **点击下载\\*\\*\\*：《2006BASHH基础医疗中的性传播疾病》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "d7aa3cc8-54fe-4356-9f68-9743a8e233e7", "title": "2010VADoD创伤后应激障碍管理临床实践指南", "text": "【0】**《2010VADoD创伤后应激障碍管理临床实践指南》内容预览**  \n  \nAlgorithms:  \nThe VA/DoD also utilized an algorithmic approach for the 2004 Guideline for the Management Post-Traumatic Stress. This guideline update has also been developed using an algorithmic approach to guide the clinician in determining the care and the sequencing of the interventions on a patient-specific basis. The clinical algorithm incorporates the information that is presented in the guideline in a format that maximally facilitates clinical decision-making. The use of the algorithmic format was chosen because such a format improves data collection, facilitates clinical decision-making, and changes in patterns of resource use. However, this should not prevent providers from using their own clinical expertise in the care of an individual patient. Guideline recommendations are intended to support clinical decision-making and should never replace sound clinical judgment.  \nDuring the past 6 years, a number of well-designed randomized controlled trials of pharmacological and psychotherapeutic interventions for post-traumatic stress have been conducted. Therefore, the goal of this update is to integrate the results of this research and update the recommendations of the original guideline to reflect the current knowledge of effective treatment intervention. As in the original guideline, this update will explore the most important research areas of intervention to prevent the development of PTSD in persons who have developed stress reaction symptoms after exposure to trauma.  \n  \n**《2010VADoD创伤后应激障碍管理临床实践指南》完整版下载地址：  \n**    http://ziyuan.iiyi.com/source/down/2318782.html", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "d9c78c96-5510-4400-823e-f2c8a215affd", "title": "2007ABM18FDG-PET技术用于肺癌诊断和分期：临床实践指南", "text": "【0】2007ABM18FDG-PET技术用于肺癌诊断和分期：临床实践指南\n**《2007ABM 18 FDG-PET技术用于肺癌诊断和分期：临床实践指南》内容预览**  \n  \nFine needle aspiration (FNA) biopsy is recommended as the first-line diagnostic approach in the workup of SPN. PET should be reserved for those situations in which a biopsy is inconclusive or contraindicated  \nPET appears to have a high sensitivity and specificity to differentiate benign from malignant lesions as small as 1 cm in size. Lesions less than 1 cm are difficult to categorize as they lack a sufficient mass of metabolically active cells. False-negative results can occur with low-grade malignant tumours due to their lower metabolic activity or with ground-glass opacities as may be seen in bronchoalveolar carcinomas.  \n  \n**点击下载完整版：《2007ABM 18 FDG-PET技术用于肺癌诊断和分期：临床实践指南》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "5c30639f-d3fc-4c0e-bd8d-d9a0b809c48b", "title": "2014BSG Barrett食管诊断和治疗指南", "text": "【0】    **《2014BSG Barrett食管诊断和治疗指南》内容预览：**    ABSTRACT  \n  \n    These guidelines provide a practical and evidence-basedresource for the management of patients with Barrett'soesophagus and related early neoplasia. The Appraisalof Guidelines for Research and Evaluation （AGREE II）instrument was followed to provide a methodologicalstrategy for the guideline development. A systematicreview of the literature was performed for Englishlanguage articles published up until December 2012 inorder to address controversial issues in Barrett'soesophagus including de nition, screening anddiagnosis, surveillance, pathological grading fordysplasia, management of dysplasia, and early cancerincluding training requirements. The rigour and quality ofthe studies was evaluated using the SIGN checklistsystem. Recommendations on each topic were scored byeach author using a ve-tier system （A+, strongagreement, to D+, strongly disagree）。 Statements thatfailed to reach substantial agreement among authors,de ned as >80% agreement （A or A+）， were revisitedand modi ed until substantial agreement （>80%） wasreached. In formulating these guidelines, we took intoconsideration bene ts and risks for the population andnational health system, as well as patient perspectives.For the rst time, we have suggested strati cation ofpatients according to their estimated cancer risk basedon clinical and histopathological criteria. In order toimprove communication between clinicians, werecommend the use of minimum datasets for reportingendoscopic and pathological ndings. We advocateendoscopic therapy for high-grade dysplasia and earlycancer, which should be performed in high-volumecentres. We hope that these guidelines will standardiseand improve management for patients with Barrett'soesophagus and related neoplasia.  \n  \n    PURPOSE AND METHODS  \n  \n    The purpose of this guideline is to provide a prac-tical and evidence-based resource for the manage-ment of patients with Barrett's oesophagus andrelated early neoplasia. This document is thereforeaimed at gastroenterologists, physicians and nursepractitioners, as well as members of multidisciplin-ary teams （MDTs; surgeons, radiologists, patholo-gists）， who take decisions on the management ofsuch patients. The population covered by theseguidelines includes: patients with gastro-oesophageal re ux disease or other risk factors forBarrett's （obesity, family history for Barrett's andoesophageal adenocarcinoma （OAC））； every patientwith incident or prevalent Barrett's oesophagusregardless of their age, sex or comorbidities; patientswith early OAC and patients with intestinal metapla-sia （IM） at the gastro-oesophageal junction （GOJ）with no endoscopic evidence of Barrett'soesophagus. The previous British Society ofGastroenterology （BSG） guidelines were publishedin 2005 and since then there have been advances inthe diagnostic and management tools available.Within these guidelines, we have systematicallyreviewed the literature in order to address contro-versial issues in Barrett's oesophagus and to formu-late practical recommendations to guide patientmanagement. In particular, we have covered the fol-lowing key questions.  \n    **点击下载\\*\\*\\*：**\n\n【1】**《2014BSG Barrett食管诊断和治疗指南》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "81edb676-f56b-4b2e-9f7e-c33f9e506f2c", "title": "2010ICSI成人预防保健指南第十六版", "text": "【0】    **《2010ICSI成人预防保健指南第十六版》内容简介：**    ThisICSIHealthCareGuidelineshouldnotbeconstruedasmedicaladviceormedicalopinionrelatedtoanyspecificfactsorcircumstances. Ifyouarenotoneoftheexpertaudienceslistedaboveyouareurgedto consult a health care professional regarding your own situation and any specific medical questionsyou may have. In addition, you should seek assistance from a health care professional in interpretingthis ICSI Health Care Guideline and applying it in your individual case.    **《2010ICSI成人预防保健指南第十六版》内容预览：**    This ICSI Health Care Guideline is designed to assist clinicians by providing an \\*\\*ytical framework  \n  \n    for the evaluation and treatment of patients, and is not intended either to replace a clinician's judgment  \n  \n    or to establish a protocol for all patients with a particular condition. An ICSI Health Care Guideline  \n  \n    rarely will establish the only approach to a problem.  \n  \n    Copies of this ICSI Health Care Guideline may be distributed by any organization to the organization's  \n  \n    employees but, except as provided below, may not be distributed outside of the organization without  \n  \n    the prior written consent of the Institute for Clinical Systems Improvement, Inc. If the organization is  \n  \n    a legally constituted medical group, the ICSI Health Care Guideline may be used by the medical group  \n  \n    in any of the following ways:  \n  \n    copies may be provided to anyone involved in the medical group's process for developing and  \n  \n    implementing clinical guidelines;  \n  \n    the ICSI Health Care Guideline may be adopted or adapted for use within the medical group  \n  \n    only,providedthatICSIreceivesappropriateattributiononallwrittenorelectronicdocuments;  \n  \n    and  \n  \n    copies may be provided to patients and the clinicians who manage their care, if the ICSI Health  \n  \n    Care Guideline is incorporated into the medical group's clinical guideline program.  \n  \n    All other copyright rights in this ICSI Health Care Guideline are reserved by the Institute for Clinical  \n  \n    Systems Improvement. The Institute for Clinical Systems Improvement assumes no liability for any  \n  \n    adaptations or revisions or modifications made to this ICSI Health Care Guideline.    **点击下载\\*\\*\\*：《2010ICSI成人预防保健指南第十六版》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "c5adec48-ca0d-4aa1-a6e8-5252331689ab", "title": "鲍温病的治疗指南", "text": "【0】**《鲍温病的治疗指南》内容预览**  \n  \nThese guidelines have been prepared for dermatologists onbehalf of the British Association of Dermatologists (BAD) andare based on the best data available at the time the report wasprepared. Caution should be exercised when interpreting datawhere there is a limited evidence base; the results of futurestudies may require alteration of the conclusions or recom-mendations in this report. It may be necessary or even desir-able to depart from the guidelines in the interests of specificpatients and special circumstances. Just as adherence to guide-lines may not constitute defence against a claim of negligence,so deviation from them should not necessarily be deemednegligent.  \nThe scope, aims and methodology of the BAD guidelines pro-cess have been published elsewhere;1,2these references shouldbe consulted for guideline validation purposes.  \nThis article represents a planned regular updating of theprevious BAD guidelines for management of Bowen’s disease(BD).3Those guidelines included discussion of epidemiology,predisposing factors, disease associations and risk of malig-nancy as well as the local treatment options for the diseaseitself. New information in these areas, other than that pertain-ing to issues that influence therapeutic decisions, will only bebriefly summarized in this update. Similarly, detailed evidencefor therapies discussed in the previous paper will not berepeated except where comparison with other evidence isnecessary. It should be recognized that this may entail a dis-proportionate weight being given to referencing newer ther-apies. Where there are direct comparisons between therapies,these are generally discussed in the section relating to thosedeemed to be most efficacious. Recommendations take intoaccount simplicity, cost and healing as well as the type andvalidity of the published evidence base; for any treatment,there may be site-specific differences in the recommendedoption. The abbreviation RCT is used for randomized con-trolled trial throughout.  \n  \n**点击下载完整版《鲍温病的治疗指南》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "b50b59ed-6e29-4552-9277-7ae027c6eaf0", "title": "2012北美绝经学会激素治疗立场声明", "text": "【0】**《2012北美绝经学会激素治疗立场声明》内容预览**  \n  \nObjective: This position statement aimed to update the evidence-based position statement published by The North American Menopause Society (NAMS) in 2010 regarding recommendations for hormone therapy (HT) for postmenopausal women. This updated position statement further distinguishes the emerging differences in the therapeutic benefit-risk ratio between estrogen therapy (ET) and combined estrogen-progestogen therapy (EPT) at various ages and time intervals since menopause onset.  \n**  \n《2012北美绝经学会激素治疗立场声明》完整版下载地址：  \n**    http://ziyuan.iiyi.com/source/down/1448613.html", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "7f67cd0e-f701-4212-9054-f081163ca8af", "title": "2007 KDOQI慢性肾脏病贫血指南", "text": "【0】2007 KDOQI慢性肾脏病贫血指南\n　　**SECTION I: USE OF THESE CLINICAL PRACTICE GUIDELINE AND CLINICALPRACTICE RECOMMENDATIONS**\n\n【1】　　These Clinical Practice Guideline (CPG) and Clinical Practice Recommendations (CPRs) aredesigned to provide information and assist decision making. They are not intended to define astandard of care and should not be construed as one. Neither should they be interpreted as prescribingan exclusive course of management.Variations in practice will inevitably and appropriately occur when clinicians take into account theneeds of individual patients, available resources, and limitations unique to an institution or type ofpractice. Every health care professional making use of these CPG and CPRs is responsible forevaluating the appropriateness of applying them in the setting of any particular clinical situation.\n\n【2】　　**SECTION II: DISCLOSURE**\n\n【3】　　The National Kidney Foundation (NKF) makes every effort to avoid actual conflicts of interestthat may arise as a result of an outside relationship or a personal, professional, or business interest ofa member of the Work Group.\n\n【4】　　Based on the Foundation’s conflict-of-interest policy, all members of the Work Group are requiredto complete, sign, and submit a Disclosure Form and Attestation Statement showing all suchrelationships that might be perceived as real or potential conflicts of interest. Affiliations arepublished in their entirety in the section of this document titled Biographical and DisclosureInformation and are kept on file at the NKF.\n\n【5】完整版下载　　2007KDOQI慢性肾脏病贫血指南", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "894e26f3-5b11-4ac9-810d-83ead3a636e1", "title": "BAD原发性皮肤T细胞淋巴瘤的治疗指南", "text": "【0】**《BAD原发性皮肤T细胞淋巴瘤的治疗指南》内容预览**  \n  \nThis article is restricted to the management of primaryCTCL, and specifically of mycosis fungoides and Se′zarysyndrome. Two sections devoted to primary cutaneousCD30+ lymphoproliferative disorders and rare CTCLvariants are found towards the end of the article. It isrecommended that all patients, possibly with the excep-tion of those with early stages of mycosis fungoides (IA)or with lymphomatoid papulosis, should be reviewed bya multidisciplinary team (MDT) which should include adermatologist, a clinical or medical (haemato)oncolo-gist, and a dermatopathologist or pathologist withconsiderable experience of the diagnosis and manage-ment of primary CTCL. In addition, a central review of allpathology would be desirable, consistent with currentrecommendations from the Royal College of Pathologistsfor specialized pathology services. Subsequent manage-ment should ideally be shared between the cancer centreand the local referring physician in a cancer unit. TheMDT should ideally be supported by an accreditedlaboratory for immunophenotypic and molecular diag-nostic studies in lymphoma.  \n  \nAll patients should have adequate diagnostic biop-sies for histology, immunophenotypic and preferablymolecular studies. This is advised even for stage IAdisease as studies have shown that patients with adetectable T-cell clone have a shorter duration ofresponse and higher rate of failure to respond. Thesefindings should be interpreted with the clinicalfeatures in order to make a specific diagnosis basedon the WHO classification for primary CTCL. This iscritical because treatment and prognosis can varywidely depending on the diagnostic category. Occa-sionally, multiple skin biopsies are required to make adiagnosis and often the opinion of other dermatopa-thologists experienced in cutaneous lymphoma isrequired. The patient should be examined fully andany bulky palpable pe\\*\\*heral nodes should be biop-sied, preferably by excision rather than by core or fineneedle biopsy. Staging computed tomographic (CT)scans of the chest, abdomen and pelvis are indicatedin all those patients with non-mycosis fungoides CTCLvariants or with stage IIA/B ? III ? IV mycosis fungoides,but not in those with stage IA ? IB disease or lymph-omatoid papulosis. Bone marrow aspirate or trephinebiopsies are indicated in all patients with CTCLvariants (except lymphomatoid papulosis), and shouldbe considered in stage IIB ? III ? IV mycosis fungoidesand also in patients with pe\\*\\*heral blood involve-ment (as indicated by the presence of Se′zary cellcounts representing > 5% of the total lymphocytecount). Pe\\*\\*heral blood samples should be taken forroutine haematology, biochemistry, serum lactatedehydrogenase (LDH), Se′zary cells, lymphocyte sub-sets, CD4 ? CD8 ratio, human T-cell lymphotropic virus(HTLV)-I serology and T-cell receptor (TCR) geneanalysis of pe\\*\\*heral blood mononuclear cells. Thesetests are necessary to distinguish patients withHTLV-I-associated adult T-cell leukaemia ? lymphoma(ATLL) and other T-cell leukaemias such asT-prolymphocytic leukaemia (T-PLL), and also toidentify those with T-cell clones in pe\\*\\*heral bloodas a marker of tumour burden and as a prognosticindicator. On the basis of these findings a specificclinicopathological diagnosis should be establishedand all patients should be accurately staged, providingprognostic data (Table 1)  \n  \n**点击下载完整版《BAD原发性皮肤T细胞淋巴瘤的治疗指南》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "349bc188-c56d-408c-ba18-b361b49cafde", "title": "2007SIGN儿童和青少年自闭症评估、诊断和临床干预指南", "text": "【0】    **《2007SIGN儿童和青少年自闭症评估、诊断和临床干预指南》内容简介：**    In 2001, the Public Health Institute of Scotland （PHIS） Autistic Spectrum Disorders Needs AssessmentReport recommended that a SIGN guideline should be developed to improve the assessment andmanagement of autism spectrum disorders （ASD） in Scotland.1The 2003 National Autism Plan forChildren （NAPC） for England and Wales highlighted the need for a systematic approach to ASDassessment, diagnosis and intervention.    **《2007SIGN儿童和青少年自闭症评估、诊断和临床干预指南》内容预览：**    The guideline applies to children and young people up to the age of 18, which may include theperiod of transition from childhood to \\*\\* services. Sometimes the evidence and any consequentrecommendations are age specific.  \n  \n    This guideline focuses on assessment, diagnosis and clinical interventions for ASD. It considers theevidence for joint working and consultation with children and young people, and with parents andcarers. It also considers the evidence for how multidisciplinary and multiagency working can bestaddress the needs of individuals with ASD at all levels of provision （primary, secondary and tertiarycare）。  \n  \n    The guideline does not examine the broad range of educational and social opportunities offeredto children and young people with ASD, which may add value to their lives and promote socialinclusion. Educational interventions which may influence clinical outcomes have been considered（see section 3）。    **点击下载\\*\\*\\*：《2007SIGN儿童和青少年自闭症评估、诊断和临床干预指南》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "8484bb23-b9b7-4180-9d13-f38c4a2c52e5", "title": "2010ESMO宫颈癌临床实践指南", "text": "【0】    **《2010ESMO宫颈癌临床实践指南》内容简介：**  \n    The crude incidence of cervical cancer in the European Unionis 13.2/100 000 and the crude mortality rate is 5.9/100 000women/year. Nearly 500 000 cervical cancer new cases areoccurring worldwide each year, responsible for 274 000 deaths.    **《2010ESMO宫颈癌临床实践指南》内容预览：**    Cervical cancer represents the third most common cause offemale mortality. The mortality is 10 times higher in developingcountries, where 80% of new cases occur, compared withdeveloped countries, since screening and treatmentprogrammes are frequently inaccessible to women indeveloping countries.  \n  \n    The screening capacity is satisfactory inmost European Union member states, even if, based on datafrom available screening registers, the coverage of the screeningtest is <80% in all programmes, ranging from 10% to 79%.Early age at first sexual intercourse and early pregnancies havebeen recently evidenced as risk factors for cervical cancer indeveloping countries. High-risk persistent infection withsexually transmittable human papillomavirus is responsible forvirtually all cases of cervical cancer. HPV-16 and HPV-18 arethe most prevalent of the oncogenic types. In addition toscreening techniques including conventional Papanicolaousmear and HPV DNA testing, primary prevention viavaccination against HPV is now available.    **点击下载\\*\\*\\*：《2010ESMO宫颈癌临床实践指南》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "5442bbd0-62bd-439f-bc6d-e84291e25d1f", "title": "2010AASLD酒精性肝病", "text": "【0】**《2010AASLD酒精性肝病》内容预览**  \n  \nAlcoholic liver disease (ALD) encompasses a spectrum of injury, ranging from simple steatosis to frank cirrhosis. It may well represent the oldest form of liver injury known to humankind. Evidence suggests that fermented bever-ages existed at least as early as the Neolithic period (circa 10,000 B.C.),and liver disease related to it almost as long. Alcohol remains a major cause of liver disease world-wide. It is common for patients with ALD to share risk factors for simultaneous injury from other liver insults (e.g., coexisting nonalcoholic fatty liver disease, or chronic viral hepatitis). Many of the natural history stud-ies of ALD, and even treatment trials, were performed before these other liver diseases were recognized, or spe-ciﬁc testing was possible. Thus, the individual effect of alcohol in some of these studies may have been con-founded by the presence of these additional injuries. De-spite this limitation, the data regarding ALD are robust enough to draw conclusions about the pathophysiology of this disease. Possible factors that affect the development of liver injury include the dose, duration, and type of alcohol consumption; drinking patterns; sex; ethnicity; and asso-ciated risk factors including obesity, iron overload, con-comitant infection with viral hepatitis, and genetic factors.  \n  \nGeographic variability exists in the patterns of alcohol intake throughout the world.Approximately two-thirds of adult Americans drink some alcohol.The majority drink small or moderate amounts and do so without evi-dence of clinical disease.A subgroup of drinkers, how-ever, drink excessively, develop physical tolerance and withdrawal, and are diagnosed with alcohol depen-dence.A second subset, alcohol abusers and problem drinkers, are those who engage in harmful use of alcohol, deﬁned by the development of negative social and health consequences of drinking (e.g., unemployment, loss of family, organ damage, accidental injury, or death).  \n  \n**点击下载完整版：《2010AASLD酒精性肝病》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "6131a779-e484-43d7-89b2-a9da8bc7ba57", "title": "2009CCO/PET成像用于睾丸癌诊断", "text": "【0】    **《2009CCO/PET成像用于睾丸癌诊断》内容简介：**    The PEBC is a provincial initiative of Cancer Care Ontario supported by the Ontario Ministry of Healthand Long-Term Care through Cancer Care Ontario. All work produced by the PEBC is editoriallyindependent from its funding source.  \n    **《2009CCO/PET成像用于睾丸癌诊断》内容预览：**    The Ontario PET Steering Committee made a special request to the Clinical Council ofCancer Care Ontario to co-lead the development of guidance regarding the clinical uses ofPET imaging. The Program in Evidence-based Care （PEBC）， working together with PEBC CancerDisease Site Groups （DSGs）， synthesized the clinical research and drafted recommendationsfor 10 disease sites. Recommendations for the use of PET in colorectal cancer, esophagealcancer, head and neck cancer, and melanoma were reviewed at a consensus meeting on 19September 2008, and recommendations for the use of PET in brain, ovarian, cervical,testicular, small-cell lung, and pancreatic cancer were reviewed at a consensus meeting on 25November 2008.  \n  \n    METHODS  \n  \n    Overview  \n  \n    In order to develop the recommendations and achieve consensus, a three-stepmethodology was undertaken.  \n  \n    Step 1 – Systematic review. A systematic review of the published literature wasundertaken （see details below）。 This was conducted by one clinical lead author,nominated by the PEBC Genitourinary （GU） DSG and a PEBC methodologist. The     systematic review served as the evidentiary foundation for a set of draftrecommendations developed by this team.    **点击下载\\*\\*\\*：《2009CCO/PET成像用于睾丸癌诊断》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "8f6e78c3-0137-4cda-b406-8109436f76a7", "title": "2011ACCF/AHA/HRS房颤患者管理指南", "text": "【0】    **《2011ACCF/AHA/HRS房颤患者管理指南》内容简介：**    These updated guideline recommendations reflect a con-sensus of expert opinion after a thorough review primarily oflate-breaking clinical trials identified through a broad-basedvetting process as being important to the relevant patientpopulation, as well as other new data deemed to have animpact on patient care （see Section 1.1, Methodology andEvidence Review, for details）。 This focused update is notintended to represent an update based on a full literaturereview from the date of the previous guideline publication.Specific criteria/considerations for inclusion of new datainclude the following.    **《2011ACCF/AHA/HRS房颤患者管理指南》内容预览：**    A primary challenge in the development of clinical practiceguidelines is keeping pace with the stream of new data onwhich recommendations are based. In an effort to respondpromptly to new evidence, the American College of Cardi-ology Foundation/American Heart Association （ACCF/AHA）Task Force on Practice Guidelines has created a “focusedupdate” process to revise the existing guideline recommen-dations that are affected by the evolving data or opinion.Before the initiation of this focused approach, periodicupdates and revisions of existing guidelines required up to 3years to complete. Now, however, new evidence will bereviewed in an ongoing fashion to more efficiently respond toimportant science and treatment trends that could have amajor impact on patient outcomes and quality of care.Evidence will be reviewed at least twice a year, and updateswill be initiated on an as-needed basis and completed asquickly as possible while maintaining the rigorous method-ology that the ACCF and AHA have developed during theirpartnership of more than 20 years.  \n  \n    These updated guideline recommendations reflect a con-sensus of expert opinion after a thorough review primarily oflate-breaking clinical trials identified through a broad-basedvetting process as being important to the relevant patientpopulation, as well as other new data deemed to have animpact on patient care （see Section 1.1, Methodology andEvidence Review, for details）。 This focused update is notintended to represent an update based on a full literaturereview from the date of the previous guideline publication.Specific criteria/considerations for inclusion of new datainclude the following.    **点击下载\\*\\*\\*：《2011ACCF/AHA/HRS房颤患者管理指南》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "d21a3385-a64e-40f4-bb98-17e607979c6e", "title": "2009AASLD成人肝硬化腹水诊治指南更新", "text": "【0】**《2009AASLD成人肝硬化腹水诊治指南更新》内容预览**  \n  \nThis guideline has been approved by the AASLD and represents the position of the Association. These recom-mendations provide a data-supported approach. They are based on the following:  \n(1) formal review and analysis of the recently-published world literature on the topic (Medline search);  \n(2) American College of Physicians Manual for Assessing Health Practices and Designing Practice Guidelines;  \n(3) guideline policies, including the AASLD Policy on the Development and Use of Practice Guidelines and the American Gastroenterological Associ-ation Policy Statement on Guidelines;   \n(4) the au-thor’s decades of experience caring for patients with cirrhosis and ascites.  \nIntended for use by physicians, these recommenda-tions suggest preferred approaches to the diagnostic, ther-apeutic, and preventive aspects of care. They are intended to be flexible, in contrast to standards of care, which are inflexible policies to be followed in every case. Speciﬁc recommendations are based on relevant published infor- mation. To more fully characterize the quality of evidence supporting recommendations, the Practice Guidelines Committee of the AASLD requires a Class (reflecting beneﬁt versus risk) and Level (assessing strength or cer- tainty) of Evidence to be assigned and reported with each recommendation (Table 1, adapted from the American College of Cardiology and the American Heart Associa-tion Practice Guidelines).  \nThese guidelines were developed for the care of adult patients with clinically detectable ascites. Although the general approach may be applicable to children, the pedi-atric database is much smaller and there may be unantic-ipated differences between adults and children. Patients with ascites detected only by imaging modalities but not yet clinically evident are excluded because of the lack of published information regarding the natural history of this entity  \n  \n**点击下载完整版：《2009AASLD成人肝硬化腹水诊治指南更新》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "c1d9f7f1-76b6-4653-828b-4107abbbb7ee", "title": "2011ESC心肌血管重建指南", "text": "【0】    **《2011ESC心肌血管重建指南》内容简介：**    Guidelines and Expert Consensus Documents summarize andevaluate all available evidence with the aim of assisting physiciansin selecting the best management strategy for an individualpatient suffering from a given condition, taking into account theimpact on outcome and the risk – benefit ratio of diagnostic ortherapeutic means. Guidelines are no substitutes for textbooksand their legal implications have been discussed previously. Guide-lines and recommendations should help physicians to makedecisions in their daily practice. However, the ultimate judgementregarding the care of an individual patient must be made by his/herresponsible physician（s）.    **《2011ESC心肌血管重建指南》内容预览：**    The recommendations for formulating and issuing ESC Guide-lines and Expert Consensus Documents can be found on theESC website （http://www.escardio.org/guidelines-surveys/esc-guidelines/about/Pages/rules-writing.aspx）。  \n  \n    Members of this Task Force were selected by the European Societyof Cardiology （ESC） and the European Association forCardio-Thoracic Surgery （EACTS） to represent all physicians involvedwith the medical and surgical care of patients with coronary arterydisease （CAD）。 A critical evaluation of diagnostic and therapeutic pro-cedures is performed including assessment of the risk–benefit ratio.Estimates of expected health outcomes for society are included,where data exist. The level of evidence and the strength of recommen-dation of particular treatment options are weighed and graded accord-ing to predefined scales, as outlined in Tables 1 and 2.  \n  \n    The members of the Task Force have provided disclosure state-ments of all relationships that might be perceived as real or poten-tial sources of conflicts of interest. These disclosure forms are kepton file at European Heart House, headquarters of the ESC. Anychanges in conflict of interest that arose during the writingperiod were notified to the ESC. The Task Force report receivedits entire financial support from the ESC and EACTS, without anyinvolvement of the pharmaceutical, device, or surgical industry.    **点击下载\\*\\*\\*：《2011ESC心肌血管重建指南》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "65783c65-4c44-4f57-beef-c19e55a54767", "title": "2010RNAO慢性疾病支持性自我管理策略", "text": "【0】**《2010RNAO慢性疾病支持性自我管理策略》内容预览**  \n  \nIt is with great excitement that the Registered Nurses’ Association of Ontario (RNAO) presents this guideline,Strategies to Support Self-Management in Chronic Conditions: Collaboration with Clients, to the health-care community. Evidence-based practice supports the excellence in service that nurses are committed to delivering in our day-to-day prac ice. RNAO is delighted to provide this key resource to you. RNAO offers its heartfelt thanks to the many individuals andnstitutions that are making our vision for Nursing Best Practice Guidelines (BPGs) a reality: the Government of Ontario, for recognizing our ability to lead the program and providing multi-year funding; Irmajean Bajnok, Director, RNAO International Affairs and Best Practice Guidelines (IABPG) Programs, for her expertise and leadership in advancing the production of the BPGs; each and every Team Leader involved. For this BPG in particular, I thank Patrick McGowan and Suzanne Fredricks for their superb stewardship, commitment and expertise. Also thnks to Althea Stewart-Pyne and Janet Chee, RNAO’s IABPG Program Managers, for their intense work to see that this BPG moved from concept to reality. A special thanks to the BPG Panel – we respect and value your expertise and volunteer work. To all, we could not have done this without you!  \n  \n**点击下载完整版:****《2010RNAO慢性疾病支持性自我管理策略》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "2103531e-8686-406c-8038-06c5e8e63696", "title": "2013AUA肾癌随访指南", "text": "【0】Purpose: The Panel sought to create evidence-based guidelines for the follow-upand surveillance of clinically localized renal cancers treated with surgery or renalablative procedures, biopsy-proven untreated clinically localized renal cancersfollowed on surveillance, and radiographically suspicious but biopsy-unprovenrenal neoplasms either treated with renal ablative procedures or followed onactive surveillance.  These guidelines are not meant to address hereditary orpediatric kidney cancers, although they must take into account that a proportionof adult patients may harbor a yet unrecognized hereditary form of renal cancer.\n\n【1】Methods: A systematic review was conducted to identify published articlesrelevant to key questions specified by the Panel related to kidney neoplasms andtheir follow-up (imaging, renal function, markers, biopsy, prognosis). This searchcovered English-language articles published between January 1999 and 2011. Anupdated query was later conducted to include studies published through August2012. These publications were used to inform the statements presented in theguideline as Standards, Recommendations or Options. When sufficient evidenceexisted, the body of evidence for a particular treatment was assigned a strengthrating of A (high), B (moderate) or C (low). In the absence of sufficient evidence,additional information is provided as Clinical Principles and Expert Opinion.\n\n【2】GUIDELINE STATEMENTS\n\n【3】1.Patients undergoing follow-up for treated or observed renal masses shouldundergo a history and physical examination directed at detecting signs andsymptoms of metastatic spread or local recurrence. (Clinical Principle)\n\n【4】2.Patients undergoing follow-up for treated or observed renal masses shouldundergo basic laboratory testing to include blood urea nitrogen (BUN)/creatinine, urine analysis (UA) and estimated glomerular filtration rate (eGFR).Other laboratory evaluations, including complete blood count (\\*\\*), lactatedehydrogenase (LDH), liver function tests (LFTs), alkaline phosphatase (ALP)and calcium level, may be used at the discretion of the clinician. (ExpertOpinion)\n\n【5】完整版下载    2013AUA肾癌随访指南", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "d9c47414-74b9-48d6-a882-d9a3d3aa0207", "title": "儿童首次非发热性惊厥发作评估实践指南", "text": "【0】**《儿童首次非发热性惊厥发作评估实践指南》内容预览**  \n  \n    practice parameters as strategies for patient management based on analysis of evidence. For this practice parameter, the authors reviewed available evidence on evaluation of the first nonfebrile seizure in children in order to make practice recommendations based on this available evidence. Methods: Multiple searches revealed relevant literature and each article was reviewed, abstracted, and classified. Recommendations were based on a three-tiered scheme of classification of the evidence. Results: Routine EEG as part of the diagnostic evaluation was recommended; other studies such as laboratory evaluations and neuroimaging studies were recommended as based on specific clinical circumstances. Conclusions: Further studies are needed using large, well-characterized samples and standardized data collection instruments. Collection of data regarding appropriate timing of evaluations would be important.  \n    scientifically sound, clinically relevant practice parameters for physicians for diagnostic procedures, treatment modalities, and clinical disorders. Practice parameters are strategies for patient management that might include diagnosis, symptom, treatment, or procedure evaluation. They consist of one or more specific recommendations based on the analysis of evidence.  \n    Every year, an estimated 25,000 to 40,000 US children experience their first nonfebrile seizure, a dramatic and frightening event.1-4 This practice parameter reviews available evidence concerning the value of diagnostic testing after a first nonfebrile seizure in a child, and provides recommendations based on this evidence. It addresses the evaluation of children age 1 month to 21 years who have expeirenced a first nonfebrile seizure that cannot be explained by an immediate, obvious provoking cause such as head trauma or intracranial infection. Reports concerning serum laboratory studies, CSF examination, EEG, CT, and MRI are reviewed. This parameter concerns diagnostic evaluation; a subsequent parameter will focus on treatment of the first nonfebrile seizure.  \n    The seizure types covered by this parameter include partial (simple or complex partial, or partial with secondary generalization), generalized tonic-clonic, or tonic seizures. We are specifically not including children diagnosed with epilepsy, defined as two or more seizures without acute provocation. For this reason, myoclonic and atonic seizures are excluded because they typically are not recognized until there have been multiple occurrences. We defined the first seizure using the International League Against Epilepsy (ILAE) criteria to include multiple seizures within 24 hours with recovery of consciousness between seizures.  \n    Children with significant head trauma immediately preceding the seizure or those with previously diagnosed CNS infection or tumor or other known acute precipitating causes are excluded. We excluded neonatal seizures (≤28 days), first seizures lasting 30 minutes or more (status epilepticus), and febrile seizures, because these disorders are diagnostically and therapeutically different. The American Academy of Pediatrics has recently published recommendations for evaluation of children with a first simple febrile seizure.  \n    From the National Institute of Neurological Disorders and Stroke (Dr. Hirtz), National Institutes of Health, Bethesda, MD; Department  \n  \n**点击下载完整版：《儿童首次非发热性惊厥发作评估实践指南》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "8eb8ddb4-3b43-4462-b26f-0cdf77c47b96", "title": "2007NKF糖尿病和慢性肾脏病的KDOQI临床诊疗指南", "text": "【0】    **《2007NKF糖尿病和慢性肾脏病的KDOQI临床诊疗指南》内容简介：**    These Clinical Practice Guidelines （CPGs） and Clinical Practice Recommendations（CPRs） are based upon the best \\*\\*\\*rmation available at the time of publication. They aredesigned to provide \\*\\*\\*rmation and assist decision making. They are not intended to definea standard of care and should not be construed as one. Neither should they be interpreted asprescribing an exclusive course of management.    **《2007NKF糖尿病和慢性肾脏病的KDOQI临床诊疗指南》内容预览：**  \n    This publication of the Kidney Disease Out-comes Quality Initiative? （KDOQI?）Clinical Practice Guidelines and Clinical Prac-tice Recommendations for Diabetes and ChronicKidney Disease （CKD） represents the first guide-line that considers the unique aspects of theevaluation, diagnosis, and management of thecomplex patient with both diabetes mellitus andCKD.  \n  \n    Given the epidemic of obesity, diabetes, andcardiovascular disease and the link to CKD, it isclear that this guideline will be of immenseimportance to a broad audience of practionersand patients. As for all KDOQI? guidelines, allrelevant epidemiological studies and clinical tri-als have been reviewed to ensure a balancedpresentation of the key aspects of diabetes andCKD.    **点击下载\\*\\*\\*：《2007NKF糖尿病和慢性肾脏病的KDOQI临床诊疗指南》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "034445b8-c18a-4ecd-bb06-d552d34c4288", "title": "Pediatrics：美国公布首部儿童2型糖尿病防止指南", "text": "【0】Pediatrics：美国公布首部儿童2型糖尿病防止指南\n美国儿科学会（AAP）联合美国糖尿病学会（ADA）、儿童内分泌学会（PES）、美国家庭医师学会（AAFP）及美国营养与饮食学会（AND）公布了首个针对儿童与青少年的2型糖尿病管理指南。《指南》于2013年1月28日在线发表于《儿科学》杂志。\n\n【1】过去儿科医生处理的病例类型多为1型糖尿病，他们通常认为2型糖尿病仅在成人中发生。随着儿童肥胖率的日益增高，这种“成人病”在儿童中越来越多见。\n\n【2】新指南推荐在肥胖儿童中筛查2型糖尿病，鼓励健康饮食并进行体育锻炼，并指出部分儿童糖尿病患者需进行早期强化胰岛素治疗。\n\n【3】对于酮症酸中毒、糖化血红蛋白显著升高或无法确定糖尿病分类的患儿，指南推荐其糖尿病确诊时即开始胰岛素治疗。\n\n【4】对于所有患儿均推荐二甲双胍作为一线治疗药物，同时进行生活方式调整（包括饮食与运动改变）。\n\n【5】指南推荐进行患儿血糖控制的监测，以达到胰岛素计划、饮食与运动的推荐目标。\n\n【6】**Management of Newly Diagnosed Type 2 Diabetes Mellitus (T2DM) in Children and Adolescents** \n\n【7】**ABSTRACT**\n\n【8】Over the past 3 decades, the prevalence of childhood obesity has increased dramatically in North America, ushering in a variety of health problems, including type 2 diabetes mellitus (T2DM), which previously was not typically seen until much later in life. The rapid emergence of childhood T2DM poses challenges to many physicians who find themselves generally ill-equipped to treat adult diseases encountered in children. This clinical practice guideline was developed to provide evidence-based recommendations on managing 10- to 18-year-old patients in whom T2DM has been diagnosed. The American Academy of Pediatrics (AAP) convened a Subcommittee on Management of T2DM in Children and Adolescents with the support of the American Diabetes Association, the Pediatric Endocrine Society, the American Academy of Family Physicians, and the Academy of Nutrition and Dietetics (formerly the American Dietetic Association). These groups collaborated to develop an evidence report that served as a major source of information for these practice guideline recommendations. The guideline emphasizes the use of management modalities that have been shown to affect clinical outcomes in this pediatric population. Recommendations are made for situations in which either insulin or metformin is the preferred first-line treatment of children and adolescents with T2DM. The recommendations suggest integrating lifestyle modifications (ie, diet and exercise) in concert with medication rather than as an isolated initial treatment approach. Guidelines for frequency of monitoring hemoglobin A1c (HbA1c) and finger-stick blood glucose (BG) concentrations are presented. Decisions were made on the basis of a systematic grading of the quality of evidence and strength of recommendation. The clinical practice guideline underwent peer review before it was approved by the AAP. This clinical practice guideline is not intended to replace clinical judgment or establish a protocol for the care of all children with T2DM, and its recommendations may not provide the only appropriate approach to the management of children with T2DM. Providers should consult experts trained in the care of children and adolescents with T2DM when treatment goals are not met or when therapy with insulin is initiated. The AAP acknowledges that some primary care clinicians may not be confident of their ability to successfully treat T2DM in a child because of the child’s age, coexisting conditions, and/or other concerns. At any point at which a clinician feels he or she is not adequately trained or is uncertain about treatment, a referral to a pediatric medical subspecialist should be made. If a diagnosis of T2DM is made by a pediatric medical subspecialist, the primary care clinician should develop a comanagement strategy with the subspecialist to ensure that the child continues to receive appropriate care consistent with a medical home model in which the pediatrician partners with parents to ensure that all health needs are met.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "09ee3bac-568e-4170-ac40-c95660d0800f", "title": "自闭症的筛查及诊断指南", "text": "【0】**《自闭症的筛查及诊断指南》内容预览:**  \n  \n    Article abstract—Autism is a common disorder of childhood, affecting 1 in 500 children. Yet, it often remains unrecognizedand undiagnosed until or after late preschool age because appropriate tools for routine developmental screening andscreening specifically for autism have not been available. Early identification of children with autism and intensive, earlyintervention during the toddler and preschool years improves outcome for most young children with autism. This practiceparameter reviews the available empirical evidence and gives specific recommendations for the identification of childrenwith autism.  \n  \n    This approach requires a dual process: 1) routine developmental surveillance and screening specifically forautism to be performed on all children to first identify those at risk for any type of atypical development, and to identifythose specifically at risk for autism; and 2) to diagnose and evaluate autism, to differentiate autism from other developmentaldisorders.NEUROLOGY 2000;55:468–479This statement has been endorsed by the American Academy of Audiology, the American Occupational Therapy Association, the American Speech–Language–Hearing Association, the Autism National Committee, Cure Autism Now, the National Alliance for Autism Research, and the Society forDevelopmental Pediatrics.  \n  \n    From the Departments of Pediatrics and Neurology (Dr. Filipek), University of California, Irvine, College of Medicine; Department of Pediatrics (Dr.Accardo), New York Medical College, Valhalla; Department of Pediatrics (Dr. Ashwal), Loma Linda University School of Medicine, California; Departments ofAllied Health Sciences (Dr. Baranek) and Pediatrics (Dr. Teplin), University of North Carolina at Chapel Hill; Departments of Psychiatry (Dr. Cook) andPediatrics (Drs. Cook and Kallen), University of Chicago, Illinois; Department of Psychology (Dr. Dawson), University of Washington, Seattle; Department ofNeurology and Cognitive Science (Dr. Gordon), The Johns Hopkins Medical Institutions, Baltimore, Maryland; Departments of Otolaryngology (Dr. Gravel),Neurology and Pediatrics (Dr. Rapin), Albert Einstein College of Medicine, Yeshiva University, Bronx, New York; Department of Pediatrics (Dr. Johnson),University of Texas Health Science Center, San Antonio; Department of Pediatrics (Dr. Levy), University of Pennsylvania School of Medicine, Philadelphia;Department of Psychiatry and Neurology (Dr. Minshew),  \n  \n    University of Pittsburgh School of Medicine, Pennsylvania; Departments of Psychology andPsychiatry (Dr. Ozonoff), University of Utah, Salt Lake City; Center for Study of Human Development (Dr. Prizant), Brown University, Providence, RhodeIsland; Department of Psychiatry (Dr. Rogers), University of Colorado Health Sciences Center, Denver; Department of Pediatrics (Dr. Stone), VanderbiltUniversity Medical Center, Nashville, Tennessee; Department of Neurology (Dr. Tuchman), University of Miami School of Medicine, Florida; and Departmentof Child Psychiatry and the Child Study Center (Dr. Volkmar), Yale University School of Medicine, New Haven, Connecticut.Supported by the National Institute of Child Health and Human Development; the National Institute of Deafness and Communication Disorders; theNational Institute of Mental Health; the National Institute of Neurologic Disorders and Stroke; the NIH Office of Behavioral and Social Sciences Research;the Maternal and Child Health Bureau, Health Resources;  \n  \n    and Services Administration, Department of Health and Human Resources. Supported in part byHD28202/ HD27802/ HD35458 (P.A.F.), HD35482 (E.H.C. and F.R.V.), HD34565 (G.D.), HD36080 (J.S.G.), HD35469 (N.J.M.), HD35468 (S.J.R.) andHD03008 (F.R.V.) from the National Institute of Child Health and Human Development; DC00223 (J.S.G.) from the National Institute of Deafness andCommunication Disorders; MH01389/ MH52223 (E.H.C.), MH47117 (G.D.), and MH50620 (W.L.S.) from the National Institute of Mental Health; NS35896(P.A.F.), NS33355 (N.J.M.), NS20489 (I.R.), from the National Institute of Neurologic Disorders and Stroke, and by the NIH Office of Behavioral and SocialSciences Research, National Institutes of Health, Bethesda,......  \n  \n**《症的筛查及诊断指南》完整版下载地址：**  \n    http://ziyuan.iiyi.com/source/down/2310317.html", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "98e1d230-4ed9-4003-b8a2-2a6c8e4e743f", "title": "2008BAAP BAPA儿童永久性听力损失的病因调查", "text": "【0】**《2008BAAP BAPA儿童永久性听力损失的病因调查》内容预览**  \n  \nAims  \nThe aim of these guidelines is to update the evidence based approach to the investigation of the cause of deafness in children. Guidelines are ' systematically developed statements to assist decisions about appropriate care for specific clinical circumstances' based on systematic reviews of research literature (1, 2, 3).  \nGuidelines are not intended to restrict clinical freedom, but practitioners are expected to use the recommendations as a basis for their practice. Where possiblerecommendations are based on, and linked to the evidence that supports them.Areas lacking in evidence are highlighted and may form a basis for future research.  \nThis is an update to the original BAAP/BACDA guidelines on aetiological investigation into severe to profound permanent hearing loss in children (2002)  \n  \n**《2008BAAP BAPA儿童永久性听力损失的病因调查》完整版下载地址：  \n**    http://ziyuan.iiyi.com/source/down/2310331.html", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "9210dc81-675b-49c6-923e-47f1f41c7531", "title": "2011BSG缺铁性贫血诊治指南", "text": "【0】**《2011BSG缺铁性贫血诊治指南》内容预览  \n  \n**Modern automated cell counters provide measurements of the changes in red cells that accompany iron deﬁciency: reduced mean cell Hb (MCH) hypochromia and increased percentage of hypochromic red cells and reduced mean cell volume (MCV) microcytosis.The MCH is probably the more reliable because it is less inﬂuenced by the counting machine used and by storage.Both microcytosis and hypochromia are sensitive indicators of iron deﬁciency in the absence of chronic disease or coexistent vitamin B or folate deﬁciency.An increased red cell distribu-tion width will often indicate coexistent vitamin B or folate deﬁciency. Microcytosis and hypochromia are also present in many haemoglobinopathies (such as thalassaemia, when the MCV is often out of proportion to the level of anaemia compared with iron deﬁciency), in sideroblastic anaemia and in some cases of anaemia of chronic disease. Hb electrophoresis is recommended when microcytosis is present in patients of appropriate ethnic background to prevent unnecessary GI investigation (C). The serum markers of iron deﬁciency include low ferritin, low transferrin saturation, low iron, raised total iron-binding capacity, raised red cell zinc protoporphyrin, and increased serum transferrin receptor (sTfR). Serum ferritin is the most powerful test for iron deﬁciency in the absence of inﬂammation (A). The cut-off concentration of ferritin that is diagnostic varies between 12 and 15 mg/l.This only holds for patients without coexistent inﬂammatory disease. Where there is inﬂammatory disease, a concentration of 50 mg/l or even more may still be consistent with iron deﬁciency.The sTfR concen-tration is said to be a good marker of iron deﬁciency in healthy subjects,but its utility in the clinical setting remains to be proven. Several studies have shown that the sTfR/log serum ferritin ratio provides superior discrimination to either test on its own, particularly in chronic disease.****  \n  \n《2011BSG缺铁性贫血诊治指南》完整版下载地址：**  \n    **http://ziyuan.iiyi.com/source/down/1498609.html****", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "29fa7f34-10ea-4204-af6c-21c9875e0b0f", "title": "2010CCHMC婴幼儿毛细支气管炎的循证临床实践指南", "text": "【0】    **《2010CCHMC婴幼儿毛细支气管炎的循证临床实践指南》内容简介：**    The diagnosis of bronchiolitis and its severity is rooted inthe clinician's interpretation of the constellation ofcharacteristic findings and is not dependent on anyspecific clinical finding or diagnostic test （Bordley 2004\\[1a\\]）. Infants with acute bronchiolitis may present with awide range of clinical symptoms and severity, from mildupper respiratory infections to impending respiratoryfailure.    **《2010CCHMC婴幼儿毛细支气管炎的循证临床实践指南》内容预览：**    Does the use of corticosteroids plus epinephrinedecrease length of stay or duration of symptomsDoes the use of respiratory scoring decreaseunnecessary use of inhalation therapies  \n  \n    Does the use of hypertonic saline inhalations in firsttime wheezing infants less than 1 year of age improveclinical outcomes of interest, including length of stay:  \n  \n   If improvements are found with use of hypertonicsaline inhalations in wheezing infants less than 1 ofage what administration frequency is optimal    **点击下载\\*\\*\\*：《2010CCHMC婴幼儿毛细支气管炎的循证临床实践指南》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "9552b14e-ecdf-4e8f-bab7-e114ab26842f", "title": "2011APP美国狂犬病预防策略更新", "text": "【0】**《2011APP美国狂犬病预防策略更新》内容预览**  \n  \nINTRODUCTION  \nRabies is a rapidly progressive encephalomyelitis with a very high case fatality rate. Approximately 55 000 people worldwide, nearly half of whom are children, die annually of rabies. Rabies is caused by RNA viruses in the family Rhabdoviridae, genus lyssavirus. In the Americas, only type 1 lyssavirus (rabies virus) circulates and is common in wild animals, particularly bats, coyotes, foxes, raccoons, and skunks, in the United States. Virus is transmitted in the saliva of rabid mammals after a bite or through contamination of an open wound or mucous mem-brane. The incubation period (1–3 months) is long enough to render immunization a highly effective strategy for postexposure prophylaxis (PEP). Approximately 20 000 to 30 000 persons receive PEP in the United States each year, and 1 to 3 cases of human rabies occurs annually.  \nBetween 2000 and 2007, 20 of 25 cases of human rabies reported in the United States were acquired within the United States. Among the 20 indigenously acquired cases, 17 were associated with bat rabies virus variants.  \nIn the United States, animal rabies is common. Education of children to avoid contact with stray or wild animals is of primary importance. PEP is indicated once an exposure has occurred. PEP has never failed in the United States since the introduction of modern cell-derived vaccines in the 1970s. Keys to effective PEP have included prompt washing of the wound with copious amounts of soap and water, inﬁltration of human rabies immunoglobulin into and around the wound, and a 5-dose schedule of intramuscular vaccine administered over 28 days.  \n  \n**《2011APP美国狂犬病预防策略更新》完整版下载地址：  \n**    http://ziyuan.iiyi.com/source/down/2310392.html", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "00252ab0-f56f-447a-910b-010962430e79", "title": "2007ES妊娠及产后甲状腺功能不全的管理", "text": "【0】    **《2007ES妊娠及产后甲状腺功能不全的管理》内容简介：**  \n    Applicable published and peer-reviewedliterature of the last two decades was reviewed, with aconcentration on original investigations. The gradingof evidence was done using the United StatesPreventive Services Task Force system and, wherepossible, the GRADE system.    **《2007ES妊娠及产后甲状腺功能不全的管理》内容预览：**    Management of thyroid diseases duringpregnancy requires special considerations becausepregnancy induces major changes in thyroid function,and maternal thyroid disease can have adverse effectson the pregnancy and the fetus. Care requirescoordination among several healthcare professionals.Avoiding maternal （and fetal） hypothyroidism isof major importance because of potential damageto fetal neural development, an increased incidenceof miscarriage, and preterm delivery. Maternalhyperthyroidism and its treatment may beaccompanied by coincident problems in fetal thyroidfunction. Autoimmune thyroid disease is associatedwith both increased rates of miscarriage, for whichthe appropriate medical response is uncertain at thistime, and postpartum thyroiditis. Fine-needleaspiration cytology should be performed for dominantthyroid nodules discovered in pregnancy. Radioactiveisotopes must be avoided during pregnancy andlactation. Universal screening of pregnant womenfor thyroid disease is not yet supported by adequatestudies, but case finding targeted to specific groupsof patients who are at increased risk is stronglysupported.    **点击下载\\*\\*\\*：《2007ES妊娠及产后甲状腺功能不全的管理》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "02717976-df4c-40b7-9f14-32ed07517c13", "title": "2013年国际抗癫痫联合会抗癫痫药使用指南", "text": "【0】2013年国际抗癫痫联合会抗癫痫药使用指南 内容预览： \n\n【1】    he purpose of this report was to update the 2006 International League Against Epilepsy (ILAE) report and identify the level of evidence for long-term efficacy or effectiveness for antiepileptic drugs (AEDs) as initial monotherapy for patients with newly diagnosed or untreated epilepsy. All applicable articles from July 2005 until March 2012 were identified, evaluated, and combined with the previous analysis (Glauser et al., 2006) to provide a comprehensive update.\n\n【2】    The prior analysis methodology was utilized with three modifications: (1) the detectable noninferiority boundary approach was dropped and both failed superiority studies and prespecified noninferiority studies were analyzed using a noninferiority approach, (2) the definition of an adequate comparator was clarified and now includes an absolute minimum point estimate for efficacy/effectiveness, and (3) the relationship table between clinical trial ratings, level of evidence, and conclusions no longer includes a recommendation column to reinforce that this review of efficacy/evidence for specific seizure types does not imply treatment recommendations.  \n    This evidence review contains one clarification: The commission has determined that class I superiority studies can be designed to detect up to a 20% absolute (rather than relative) difference in the point estimate of efficacy/effectiveness between study treatment and comparator using an intent-to-treat analysis. Since July, 2005, three class I randomized controlled trials (RCT) and 11 class III RCTs have been published. The combined analysis (1940-2012) now includes a total of 64 RCTs (7 with class I evidence, 2 with class II evidence) and 11 meta-analyses.  \n    New efficacy/effectiveness findings include the following: levetiracetam and zonisamide have level A evidence in adults with partial onset seizures and both ethosuximide and valproic acid have level A evidence in children with childhood absence epilepsy.  \n    There are no major changes in the level of evidence for any other subgroup. Levetiracetam and zonisamide join carbamazepine and phenytoin with level A efficacy/effectiveness evidence as initial monotherapy for adults with partial onset seizures. Although ethosuximide and valproic acid now have level A efficacy/effectiveness evidence as initial monotherapy for children with absence seizures, there continues to be an alarming lack of well designed, properly conducted epilepsy RCTs for patients with generalized seizures/epilepsies and in children in general.  \n    These findings reinforce the need for multicenter, multinational efforts to design, conduct, and analyze future clinically relevant adequately designed RCTs. When selecting a patient's AED, all relevant variables and not just efficacy and effectiveness should be considered.\n\n【3】点击下载完整版：2013年国际抗癫痫联合会抗癫痫药使用指南", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "afe22671-a769-4e5b-b1a2-e7a39636d0d4", "title": "2014欧洲低钠血症诊断和治疗临床实践指南", "text": "【0】    **《2014欧洲低钠血症诊断和治疗临床实践指南》内容简介**  \n  \nHyponatraemia, defined as a serum sodium concentration!135 mmol/l, is the most common disorder of body fluid andelectrolyte balance encountered in clinical practice. It can lead to a wide spectrum of clinical symptoms, from subtle to severeor even life threatening, and is associated with increased mortality, morbidity and length of hospital stay in patientspresenting with a range of conditions. Despite this, the management of patients remains problematic. The prevalence ofhyponatraemia in widely different conditions and the fact that hyponatraemia is managed by clinicians with a broad varietyof backgrounds have fostered diverse institution- and speciality-based approaches to diagnosis and treatment. To obtain acommon and holistic view, the European Society of Intensive Care Medicine （ESICM）， the European Society of Endocrinology（ESE） and the European Renal Association – European Dialysis and Transplant Association （ERA–EDTA）， represented byEuropean Renal Best Practice （ERBP）， have developed the Clinical Practice Guideline on the diagnostic approach andtreatment of hyponatraemia as a joint venture of three societies representing specialists with a natural interest inhyponatraemia. In addition to a rigorous approach to methodology and evaluation, we were keen to ensure that thedocument focused on patient-important outcomes and included utility for clinicians involved in everyday practice  \n  \n    **《2014欧洲低钠血症诊断和治疗临床实践指南》内容预览**    4. Methods for guideline development  \n  \n    4.1. Establishment of the guideline developmentgroupThe councils of the three participating societies, ESICM,ESE and ERBP, selected the co-chairs of the guidelinedevelopment group. The co-chairs then assembled thesteering committee with representatives of the threesocieties involved in this joint venture. This steeringcommittee convened in October 2010 and decided on thecomposition of the guideline development group, takinginto account the clinical and research expertise of theproposed candidates. The guideline development groupconsisted of content experts, which included individualswith expertise in hyponatraemia, endocrinology, generalinternal medicine, intensive care medicine and clinicalnephrology as well as an expert in systematic reviewmethodology. The ERBP methods support team providedmethodological input and practical assistance throughoutthe guideline development process.  \n  \n    4.2. Developing clinical questionsFrom the final scope of the guideline, specific researchquestions, for which a systematic review would beconducted, were identified.  \n  \n    4.2.1. Diagnosis and differential diagnosis of hypotonichyponatraemia  \n  \n    1. In patients with hypotonic hyponatraemia, howaccurate are various 'diagnostic strategies' in comparisonwith a reference test of infusing 2 l 0.9% sodiumchloride solution for differentiating hypovolaemic fromeuvolaemic hyponatraemia?    **点击下载\\*\\*\\*******《2014欧洲低钠血症诊断和治疗临床实践指南》****", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "c25f442c-3171-4169-8737-c3634a3f531c", "title": "2009CCO肛管鳞状细胞癌诊治指南", "text": "【0】    **《2009CCO肛管鳞状细胞癌诊治指南》内容简介：**  \n    These recommendations apply to \\*\\* patients （age ≥18 years） with a primarydiagnosis of biopsy-proven squamous cell cancer of the \\*\\* c\\*\\*, including basaloid,cloacogenic, and transitional cell tumours. These recommendations do not apply to patientswho have previously undergone resection of their tumour.The management of patients wholater develop extra-pelvic metastases is not considered in this guideline.    **《2009CCO肛管鳞状细胞癌诊治指南》内容预览：**    RECOMMENDATIONS  \n  \n    For all stages of localized squamous cell cancer of the \\*\\* c\\*\\*, concurrent CT and RT isrecommended over RT alone to improve local control and decrease colostomy rates.  \n  \n    The optimal CT drug combination for squamous cell cancer of the \\*\\* c\\*\\* is 5-fluorouracil （5FU） plus mitomycin C （MMC）， given concurrently with radiation treatment.  \n  \n    At this time, induction CT before concurrent CT and RT should be considered aninvestigational approach.  \n  \n    It is the expert opinion of the Gastrointestinal Cancer Disease Site Group （GI DSG） thatHIV-positive patients with squamous cell cancer of the \\*\\* c\\*\\* should be managed inthe same way as patients without known HIV. Treating physicians should be aware that agreater than average risk of toxicity is possible.    **点击下载\\*\\*\\*：《2009CCO肛管鳞状细胞癌诊治指南》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "6d9aa2c0-9d9e-4cf7-9fdf-5869af5ef45b", "title": "2007SIGN慢性心力衰竭治疗指南", "text": "【0】    **《2007SIGN慢性心力衰竭治疗指南》内容简介：**  \n    Chronic heart failure （CHF） is a complex clinical syndrome that can result from any structuralor functional cardiac or non-cardiac disorder that impairs the ability of the heart to respond tophysiological demands for increased cardiac .    **《2007SIGN慢性心力衰竭治疗指南》内容预览：**    This guideline is subdivided into six sections. The first deals with diagnostic tests which areeffective in arriving at a diagnosis and underlying cause for disease. The second section addresseslifestyle modification which affects risks or progression of CHF. The third and fourth addressoptimumpharmacologicalandinterventionaltreatments.Thefifthsectiondiscussesorganisationof care and discharge planning. The sixth section deals with palliative care. The quality of theevidence and hence the strength of the recommendations varies across the six sections withthe strongest evidence generally being available for the treatment sections.  \n  \n    There are overlaps between this guideline and other SIGN guidelines on aspects of cardiovasculardisease （CVD）。 For example, implantable cardiac defibrillators are relevant to heart failurebut they are dealt with fully in SIGN guideline 94 on cardiac arrhythmias in coronary heartdisease.  \n  \n    This guideline refers only to chronic heart failure and acute heart failure is dealt with in SIGNguideline 93 on acute coronary syndromes.    **点击下载\\*\\*\\*：《2007SIGN慢性心力衰竭治疗指南》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "c669b9d8-0e73-4ec0-807b-912034e98130", "title": "2011STS/SCA更新心脏外科血液保护临床指南", "text": "【0】    **《2011STS/SCA更新心脏外科血液保护临床指南》内容简介：**    Background. Practice guidelines reflect published liter-ature. Because of the ever changing literature base, it isnecessary to update and revise guideline recommenda-tions from time to time. The Society of Thoracic Surgeonsrecommends review and possible update of previouslypublished guidelines at least every three years. Thissummary is an update of the blood conservation guide-line published in 2007.    **《2011STS/SCA更新心脏外科血液保护临床指南》内容预览：**    Routine addition of P2Y12 inhibitors to aspirin therapy early after coronary artery bypass graft （CABG） mayincrease the risk of reexploration and subsequent operation and is not indicated based on availableevidence except in those patients who satisfy criteria for ACC/AHA guideline-recommended dualantiplatelet therapy （eg, patients presenting with acute coronary syndromes or those receiving recentdrug eluting coronary stents）。  \n  \n    III （B）  \n  \n    It is reasonable to use preoperative \\*\\* （EPO） plus iron, given several days before cardiacoperation, to increase red cell mass in patients with preoperative anemia, in candidates for operation whorefuse transfusion （eg, Jehovah's Witness）， or in patients who are at high risk for postoperative anemia.However, chronic use of EPO is associated with thrombotic cardiovascular events in renal failure patientssuggesting caution for this therapy in individuals at risk for such events （eg, coronary revascularizationpatients with unstable symptoms）。  \n  \n    IIa （B）  \n  \n    Recombinant human \\*\\* （EPO） may be considered to restore red blood cell volume in patientsalso undergoing autologous preoperative blood donation before cardiac procedures. However, no large-scale safety studies for use of this agent in cardiac surgical patients are available, and must be balancedwith the potential risk of thrombotic cardiovascular events （eg, coronary revascularization patients withunstable symptoms）。    **点击下载\\*\\*\\*：《2011STS/SCA更新心脏外科血液保护临床指南》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "9c07b29d-73c7-4935-8037-15776bc2e043", "title": "2008BTS职业性哮喘护理标准", "text": "【0】**《2008BTS职业性哮喘护理标准》内容预览**  \n  \nIdentification of occupational asthma in an individual can also serve as a ‘‘sentinel event’’, offering the opportunity to alert workplaces and public health agencies that there may be an increased risk to co-workers in the same workplace and to other workers with similar expo- sures which can result in intervention measures to reduce or eliminate this risk. Unfortunately, there has often been a period of several years between the onset of symptoms from occupational asthma and diagnosis.  \n  \nPotential reasons for delay in diagnosis include workers’ lack of awareness of work-related asthma and of the association between their symp- toms and workplace exposures. This is especially likely when the sensitiser is a low molecular weight (chemical) sensiti- ser which may cause isolated late asth- matic responses occurring several hours after exposure. Symptoms may then be worst after leaving a work shift or during sleep after work. Even if they do recognise a work association, workers may be afraid to report this to their physician for fear of losing their job or transfer to a lower paid job (especially if working in a small company and/or without support from a union). Also, when seen by a healthcare worker, they may not be asked about the job and work-relatedness of symptoms. In a North American study of barriers to diagnosis of occupational asthma,the median time to suspicion by the physician of the diagnosis was 2 years and to final diagnosis was 4 years. Most patients reported that they only saw a physician when symptoms worsened or became unbearable, and only a minority had been aware of an agent at work potentially causing asthma. Only 57% of primary care physicians surveyed in Ontario, Canada reported always or usually taking a history of workplace exposures, citing time constraints as the most frequent reason for not doing this.In this and an earlier survey of members of the American College of Chest Physicians,a high proportion of physicians recognised the need for further education in occupational lung diseases  \n  \n**点击下载完整版：《2008BTS职业性哮喘护理标准》**", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "ab212629-3fbf-49fc-97c8-f8c9bd9f7805", "title": "蛛网膜下腔出血诊疗指南", "text": "【0】**《蛛网膜下腔出血诊疗指南》内容预览  \n  \n**ubarachnoid hemorrhage (SAH) is a common and fre-quently devastating condition, accounting for 5% of all strokes and affecting as many as 30 000 Americans each year.The American Heart Association (AHA) previously published “Guidelines for the Management of Aneurysmal Subarachnoid Hemorrhage.”Since then, considerable ad- vances have been made in endovascular techniques, diagnos-tic methods, and surgical and perioperative management paradigms. Nevertheless, outcome for patients with SAH remains poor, with population-based mortality rates as high as 45% and significant morbidity among survivors.Several multicenter, prospective, randomized trials and prospective cohort analyses have influenced treatment protocols for SAH. However, rapid evolution of newer treatment modalities, as well as other practical and ethical considerations, has meant that rigorous clinical scientific assessment of the treatment protocols has not been feasible in several important areas. To address these issues, the Stroke Council of the AHA formed a writing group to reevaluate the recommendations for management of aneurysmal SAH. A consensus committee reviewed existing data in this field and prepared the recom-mendations in 1994.In an effort to update those recommen-dations, a systematic literature review was conducted based on a search of MEDLINE to identify all relevant randomized clinical trials published between June 30, 1994, and Novem- ber 1, 2006 (search terms: subarachnoid hemorrhage, cere- bral aneurysm, trial; Table 1). Each identified article was reviewed by at least 2 members of the writing group. Selected articles had to meet one of the following criteria to be included: randomized trial or nonrandomized concurrent cohort study. Case series and nonrandomized historical co- hort studies were reviewed if no studies with a higher level of evidence were available for a particular topic covered in the initial guidelines. These were chosen on the basis of sample size and the relevance of the particular studies to subjects that were covered in the initial guidelines. The committee’s recommendations were made by applying the standard AHA evidence rating scheme (Tables 2 and 3). These recom-mendations are intended to summarize the best available evidence for treatment of patients with aneurysmal SAH and to identify areas of future research. Treatments for specific patients need to be individualized.**  \n  \n《蛛网膜下腔出血诊疗指南》完整版下载地址：  \n**    http://ziyuan.iiyi.com/source/down/1496057.html", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
{"seq_id": "45f6e8bd-cbaf-4f2f-b12b-89df6a77fe15", "title": "2012年ASGE怀孕及哺乳期女性内镜操作指南", "text": "【0】**《2012年ASGE怀孕及哺乳期女性内镜操作指南》内容预览**  \n  \nThis is one of a series of statements discussing the use ofGI endoscopy in common clinical situations. The Stan-dards of Practice Committee of the American Society forGastrointestinal Endoscopy prepared this text. This guide-line updates a previously issued guideline on this topic.  \n  \nInpreparing this guideline, we performed a search of themedical literature by using PubMed. Additional referenceswere obtained from the bibliographies of the identifiedarticles and from recommendations of expert consultants.When few or no data exist from well-designed, prospectivetrials, emphasis was given to results from large series andreports from recognized experts. Guidelines for appropri-ate use of endoscopy are based on a critical review of theavailable data and expert consensus at the time that theguidelines are drafted. Further controlled clinical studiesmay be needed to clarify aspects of this guideline. Thisguideline may be revised as necessary to account forchanges in technology, new data, or other aspects of clin-ical practice. The recommendations are based on re-viewed studies and are graded on the strength of thesupporting evidence (Table 1).  \nThe strength of individ-ual recommendations is based on both the aggregateevidence quality and an assessment of the anticipatedbenefits and harms. Weaker recommendations are in-dicated by phrases such as “We suggest . . ..,” whereasstronger recommendations are typically stated as “Werecommend. . ..”  \n  \nThis guideline is intended to be an educational deviceto provide information that may assist endoscopists inproviding care to patients. This guideline is not a rule andshould not be construed as establishing a legal standard ofcare or as encouraging, advocating, requiring, or discour-aging any particular treatment. Clinical decisions in anyparticular case involve a complex analysis of the patient’scondition and available courses of action. Therefore, clin-ical considerations may lead an endoscopist to take acourse of action that varies from these guidelines.  \n  \n**《2012年ASGE怀孕及哺乳期女性内镜操作指南》完整版下载地址：  \n**    http://ziyuan.iiyi.com/source/down/2310654.html", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "aiaiyi_zhenliaozhinan", "batch_name": "20231101", "version": "version1"}
