{"id": 2212030, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 1537, "source_info": {"seq_id": "60696a92-9d34-4e4f-b36d-f5c1fd9b4c66", "title": "Compressive sensing SAR image reconstruction based on Bayesian framework and evolutionary computation.", "text": "【0】Compressive sensing SAR image reconstruction based on Bayesian framework and evolutionary computation.\nCompressive sensing (CS) is a theory that one may achieve an exact signal reconstruction from sufficient CS measurements taken from a sparse signal. However, in practical applications, the transform coefficients of SAR images usually have weak sparsity. Exactly reconstructing these images is very challenging. A new Bayesian evolutionary pursuit algorithm (BEPA) is proposed in this paper. A signal is represented as the sum of a main signal and some residual signals, and the generalized Gaussian distribution (GGD) is employed as the prior of the main signal and the residual signals. BEPA decomposes the residual iteratively and estimates the maximum a posteriori of the main signal and the residual signals by solving a sequence of subproblems to achieve the approximate CS reconstruction of the signal. Under the assumption of GGD with the parameter 0 < p < 1, the evolutionary algorithm (EA) is introduced to CS reconstruction for the first time. The better reconstruction performance can be achieved by searching the global optimal solutions of subproblems with EA. Numerical experiments demonstrate that the important features of SAR images (e.g., the point and line targets) can be well preserved by our algorithm, and the superior reconstruction performance can be obtained at the same time.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:05:35", "endTime": "2024/08/07 11:05:50", "cost": 14.605}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:40", "update_time": "2024-08-06 19:05:49", "grab_time": "2024-08-06 19:05:34"}
{"id": 2212029, "user_id": "65dea7050c9e908864e3bcde", "user_name": "焦瀚远", "task_id": 1537, "source_info": {"seq_id": "9c38d823-207f-4c1b-bfdd-c22ed41892b6", "title": "[Tobacco use by adolescents in Barcelona (Spain) and trends in the last 20 years].", "text": "【0】[Tobacco use by adolescents in Barcelona (Spain) and trends in the last 20 years].\nSmoking is a preventable cause of early death and the habit starts in adolescence. The aim of this study was to describe tobacco consumption in secondary school students in 2008 and trends in the last 20 years in Barcelona. We analyzed the trend in tobacco consumption by comparing data from 8 surveys carried out between 1987 and 2008 in the 8th (2nd year of Compulsory Secondary Education), 10th (4th year of Compulsory Secondary Education) and 12th (2nd year of Compulsory Secondary Education) years of secondary school. The FRESC questionnaire was used. Data on regular and daily consumption and associated factors in 2008 were gathered and compared with those corresponding to the previous studies. Percentages of annual change were calculated with Joinpoint regression and data were stratified by sex and year of education. In 2008, 6.1% of boys and 4.5% of girls in the 8th year, 15.8% and 20.4% of those in the 10th year, respectively, and 26.1% and 33.1% of those in the 12th year, respectively, were regular smokers. A strong association was noted between regular smoking and cannabis consumption in three school years, as well as with having friends who were smokers and poor school performance. At 15-16 years old, the average annual decrease from 1996 to 2008 was 6.8% in girls and 6.1% in boys. Adolescent smoking has been decreasing in the last few years in Barcelona. There is a strong association between tobacco use and cannabis consumption.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 10:56:15", "endTime": "2024/08/07 10:56:23", "cost": 8.404}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:40", "update_time": "2024-08-06 18:56:20", "grab_time": "2024-08-06 18:56:12"}
{"id": 2212028, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 1537, "source_info": {"seq_id": "d0a11d91-94ef-46b1-a4f7-1409eb766d26", "title": "Developing home health care services in rural areas--a case study of decision points.", "text": "【0】Developing home health care services in rural areas--a case study of decision points.\nAlthough Illinois is considered an urban industrial state it has many rural areas with scant medical, social and public health services. The need to improve these services has been recognized as a priority by the Health Systems Agency and by citizens of those areas. One method of beginning to meet those needs is to extend Home Health Services from a nearby county where Medicare-certified services are already well developed. This article is to share the methodology used by Peoria City/County Health Department in developing a plan to meet the Home Health Care needs of Marshall and Putnam Counties. The presentation will be made in a case study format with identification of decision points within the process. The objective in identifying decision points is to assist home health agencies contemplating expansion into adjoining counties with the process of program development. The goal of the process is to provide Home Health Services to an underserved area.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:12:26", "endTime": "2024/08/07 11:12:40", "cost": 14.533}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:40", "update_time": "2024-08-06 19:12:39", "grab_time": "2024-08-06 19:12:24"}
{"id": 2212027, "user_id": "65dea7050c9e908864e3bcde", "user_name": "焦瀚远", "task_id": 1537, "source_info": {"seq_id": "fd1c3356-a3a2-4080-abef-16fb58824365", "title": "Methodological quality and risk of bias of systematic reviews about loading time of multiple dental implants in totally or partially edentulous patients: An umbrella systematic review.", "text": "【0】Methodological quality and risk of bias of systematic reviews about loading time of multiple dental implants in totally or partially edentulous patients: An umbrella systematic review.\nThere are several systematic reviews of multiple implant loading techniques, but results are conflicting. To perform an umbrella review on methodological quality of systematic reviews about techniques for loading multiple dental implants. MEDLINE (PubMed) and Scopus were searched up to December 31, 2019. Unpublished literature was searched through OpenGray and references of included articles were manually verified. Eligibility criteria were: articles had to (1) be about multiple dental implants; (2) mention the moment of loading; (3) be a systematic review. Two independent reviewers participated in the entire process. Qualitative description of included studies as well as methodological quality measurement and risk of bias through AMSTAR and ROBIS were performed. 21 reviews were included. Thirteen stated that there was a similarity between loading techniques, two did not affirm which one was more appropriate and six mentioned that conventional technique was better. Eight papers were classified as high risk of bias, twelve as low and one as uncertain risk. When evaluating only studies with a low risk of bias, there are no significant differences in implant loading time.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:07:46", "endTime": "2024/08/07 11:07:51", "cost": 5.556}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:40", "update_time": "2024-08-06 19:07:49", "grab_time": "2024-08-06 19:07:35"}
{"id": 2212026, "user_id": "65dea7050c9e908864e3bcde", "user_name": "焦瀚远", "task_id": 1537, "source_info": {"seq_id": "cd94b63d-eb6b-48d0-9b5d-9d2725af76d4", "title": "IL1B induced Smad 7 negatively regulates gastrin expression.", "text": "【0】IL1B induced Smad 7 negatively regulates gastrin expression.\nHelicobacter pylori elicited IL1B is one of the various modulators responsible for perturbation of acid secretion in gut. We have earlier reported that IL1B activated NFkB downregulates gastrin, a major modulator of acid secretion. However, we hypothesized that regulation of gastrin by IL1B would depend on the cell's ability to integrate inputs from multiple signaling pathways to generate appropriate biological response. In this study, we report that IL1B induces Smad 7 expression by about 4.5 fold in gastric carcinoma cell line, AGS. Smad 7 resulted in transcriptional repression of gastrin promoter by about 6.5 fold when co-transfected with Smad 7 expression vector and gastrin-promoter luciferase in AGS cells. IL1B inhibited phosphorylation of Smad 3 and subsequently interfered with nuclear translocation of the positive Smad complex, thus occluding it off the gastrin promoter. IL1B promoter polymorphisms (-511T/-31C IL1B) are known to be associated with H. pylori associated gastro-duodenal ulcer. We observed that IL1B expressed from -31T promoter driven IL1B cDNA elicited 3.5 fold more Smad 7 than that expressed from the IL1B-31C variant in AGS cells. This differential activation of Smad 7 by IL1B promoter variants translated into differential downregulation of gastrin expression. We further analyzed Smad 7, NFkB, IL1B and gastrin expression in antral gut biopsy samples of patients with H. pylori associated duodenal ulcer and normal individuals. We observed that individuals with duodenal ulcer had significantly lower levels of IL1B, Smad 7, NFkB and corresponding higher level of gastrin expression. Pro-inflammatory cytokine IL1B repress gastrin expression by activating Smad 7 and subsequent inhibition of nuclear localization of Smad 3/4 complex. Polymorphic promoter variants of IL1B gene can modulate the IL1B expression which resulted in differential activation Smad 7 and consequent repression of gastrin expression, respectively. Analysis of H. pylori infected duodenal ulcer patient's gut biopsy samples also supported this observation.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 10:57:19", "endTime": "2024/08/07 10:57:42", "cost": 22.946}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:40", "update_time": "2024-08-06 18:57:39", "grab_time": "2024-08-06 18:57:16"}
{"id": 2212025, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 1537, "source_info": {"seq_id": "0a7361d7-e116-4903-94bf-b9001970dd89", "title": "Novel method to evaluate the net wear volume of bag-filter by fly ash.", "text": "【0】Novel method to evaluate the net wear volume of bag-filter by fly ash.\nIn order to study the wear of bag-filter by ash dust, sintered magnetite (Fe(3)O(4)) compact was used for counter material for sliding wear test. The precise amount of magnetite particles embedded into bag-filter was determined by a vibration sample magnetometer (VSM) measurement. It is found that net amount of wear of the bag-filter could be precisely determined by the magnetic measurement. It is also found that the net amount of sliding wear of the bag-filter increases with increasing the wear distance, sliding speed and applied load. To discuss the validity of proposed method, shot peening test with deoxidized iron particles was also carried out for bag-filter sample. The data obtained by the shot peening test is consistent with that obtained by the sliding wear test. The proposed method is, thus, very useful to evaluate the net amount of wear of bag-filter by the fly ash.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:13:45", "endTime": "2024/08/07 11:13:57", "cost": 12.106}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:40", "update_time": "2024-08-06 19:13:56", "grab_time": "2024-08-06 19:13:44"}
{"id": 2212024, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": "黄艳玲", "task_id": 1537, "source_info": {"seq_id": "d88af4ff-f81a-46ce-9cc9-3fc602546d1a", "title": "STOX1 gene Y153H polymorphism is associated with early-onset preeclampsia in Turkish population.", "text": "【0】STOX1 gene Y153H polymorphism is associated with early-onset preeclampsia in Turkish population.\nPreeclampsia (PE) is a disease of pregnancy that causes of maternal and prenatal morbidity worldwide. Studies indicate that variations in STOX1 gene may be a direct risk factor to PE but controversial results regarding the relationship of Y153H variation in the second exon of STOX1 gene with PE have been ongoing since 2005. The aim of this study was to identify if there is any correlation between Y153H polymorphisms and PE in Turkish preeclampsia patients. We performed polymerase chain reaction- restriction fragment lengthpolymorphism(PCR-RFLP) analysis in 500 pregnant women, of whom 373 pregnant women with early onset PE (EOPE) and 500 normal pregnant women. The relationship between STOX1 Y153H polymorphism and EOPE/LOPE was evaluated by statistical analysis. We found that STOX1 Y153H polymorphism is a risk factor for EOPE (p = 0.03). The odds ratio was 1,45 (CI 95% = 1,03-2,05). No relationship between STOX1 Y153H polymorphisms and LOPE (p = 0.13) was found. STOX1 gene Y153H polymorphism is associated with the risk ofearly onset of pre-eclampsiain a Turkish population. The results provide further evidence of the role of STOX1 in the pathophysiology of this disease.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:07:30", "endTime": "2024/08/07 11:07:40", "cost": 10.42}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:40", "update_time": "2024-08-06 19:07:40", "grab_time": "2024-08-06 19:07:30"}
{"id": 2212023, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": "黄艳玲", "task_id": 1537, "source_info": {"seq_id": "f4e0f761-d07b-45aa-bb0d-696b12dc1204", "title": "Urinary abnormalities in non gonococcal urethritis.", "text": "【0】Urinary abnormalities in non gonococcal urethritis.\nThe association between urinary abnormalities detected by the two-glass urine test and objective urethritis was investigated in a study of 221 male patients with non-gonococcal urethritis. A strong correlation existed between urinary threads and urethritis, but use of the test for diagnosis and in the assessment of cure is limited by its poor predictive value in both treated and untreated patients.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:06:37", "endTime": "2024/08/07 11:06:45", "cost": 8.15}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:40", "update_time": "2024-08-06 19:06:45", "grab_time": "2024-08-06 19:06:36"}
{"id": 2212022, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": "黄艳玲", "task_id": 1537, "source_info": {"seq_id": "5af04202-8f46-48b7-999a-4ddbf14faaf3", "title": "Hypoxia inducible factor-1: a novel target for cancer therapy.", "text": "【0】Hypoxia inducible factor-1: a novel target for cancer therapy.\nHypoxia develops in the majority of solid tumors due to the inability of the existing vascular system to supply the growing tumor mass with adequate amounts of oxygen. A large body of clinical evidence suggests that intratumoral hypoxia correlates with the elevated aggressive behavior of cancer cells and their resistance to therapy, leading to poor patient prognoses. A heterodimeric transcription factor, hypoxia inducible factor-1 (HIF-1), has been shown to orchestrate a large number of molecular events required for the adaptation of tumor cells to hypoxia. Therefore, HIF-1 has become an attractive target for the development of anti-cancer drugs. Here, we highlight some of the recently developed small-molecule inhibitors of HIF-1 function. These drugs disrupt the HIF-1 signaling pathway through a variety of mechanisms, including the inhibition of HIF-1alpha protein synthesis, stabilization, nuclear translocation and HIF-1 transactivation of target genes.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 10:55:55", "endTime": "2024/08/07 10:56:05", "cost": 9.762}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:40", "update_time": "2024-08-06 18:56:05", "grab_time": "2024-08-06 18:55:55"}
{"id": 2212021, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 1537, "source_info": {"seq_id": "e8ee75ba-4949-49bc-9239-1954f0d809e6", "title": "Ventricular enlargement in schizophrenia: relationship to positive and negative symptoms.", "text": "【0】Ventricular enlargement in schizophrenia: relationship to positive and negative symptoms.\nThe authors explored the clinical correlates of ventricular enlargement in schizophrenia by comparing 16 patients with \"large\" ventricles (ventricles more than I SD above the control mean) with 16 patients with the smallest ventricles from a sample of 52 schizophrenic patients. Patients with ventricular enlargement showed some impairment in the sensorium and had a preponderance of \"negative\" symptoms (e.g., alogia, affective flattening, avolition, anhedonia), while those with small ventricles were characterized by \"positive\" symptoms (e.g., delusions, hallucinations, positive formal thought disorder, bizarre behavior). These findings suggest that combining a measure of brain structure with the clinical picture may provide a useful new approach to the classification of schizophrenia.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:08:34", "endTime": "2024/08/07 11:08:46", "cost": 12.195}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:40", "update_time": "2024-08-06 19:08:45", "grab_time": "2024-08-06 19:08:33"}
{"id": 2212020, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": "黄艳玲", "task_id": 1537, "source_info": {"seq_id": "d44cd7df-907c-4b22-af2d-6709c2520e4e", "title": "Predictors of nonresponse in a questionnaire-based outcome study of vocational rehabilitation patients.", "text": "【0】Predictors of nonresponse in a questionnaire-based outcome study of vocational rehabilitation patients.\nTo identify predictors of nonresponse to a self-report study of patients with orthopedic trauma hospitalized for vocational rehabilitation between November 15, 2003, and December 31, 2005. The role of biopsychosocial complexity, assessed using the INTERMED, was of particular interest. Cohort study. Questionnaires with quality of life, sociodemographic, and job-related questions were given to patients at hospitalization and 1 year after discharge. Sociodemographic data, biopsychosocial complexity, and presence of comorbidity were available at hospitalization (baseline) for all eligible patients. Logistic regression models were used to test a number of baseline variables as potential predictors of nonresponse to the questionnaires at each of the 2 time points. Rehabilitation clinic. Patients (N=990) hospitalized for vocational rehabilitation over a period of 2 years. Not applicable. Nonresponse to the questionnaires was the binary dependent variable. Patients with high biopsychosocial complexity, foreign native language, or low educational level were less likely to respond at both time points. Younger patients were less likely to respond at 1 year. Those living in a stable partnership were less likely than singles to respond at hospitalization. Sex, psychiatric, and somatic comorbidity and alcoholism were never associated with nonresponse. We stress the importance of assessing biopsychosocial complexity to predict nonresponse. Furthermore, the factors we found to be predictive of nonresponse are also known to influence treatment outcome and vocational rehabilitation. Therefore, it is important to increase the response rate of the groups of concern in order to reduce selection bias in epidemiologic investigations.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:05:07", "endTime": "2024/08/07 11:05:18", "cost": 10.294}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:40", "update_time": "2024-08-06 19:05:17", "grab_time": "2024-08-06 19:05:07"}
{"id": 2212019, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 1537, "source_info": {"seq_id": "ddc07eb7-bdf1-4dc2-8978-a7a4047b3f5f", "title": "Inhibition of 5'-UTR RNA conformational switching in HIV-1 using antisense PNAs.", "text": "【0】Inhibition of 5'-UTR RNA conformational switching in HIV-1 using antisense PNAs.\nThe genome of retroviruses, including HIV-1, is packaged as two homologous (+) strand RNA molecules, noncovalently associated close to their 5'-end in a region called dimer linkage structure (DLS). Retroviral HIV-1 genomic RNAs dimerize through complex interactions between dimerization initiation sites (DIS) within the (5'-UTR). Dimer formation is prevented by so calledLong Distance Interaction (LDI) conformation, whereas Branched Multiple Hairpin (BMH) conformation leads to spontaneous dimerization. We evaluated the role of SL1 (DIS), PolyA Hairpin signal and a long distance U5-AUG interaction by in-vitro dimerization, conformer assay and coupled dimerization and template-switching assays using antisense PNAs. Our data suggests evidence that PNAs targeted against SL1 produced severe inhibitory effect on dimerization and template-switching processes while PNAs targeted against U5 region do not show significant effect on dimerization and template switching, while PNAs targeted against AUG region showed strong inhibition of dimerization and template switching processes. Our results demonstrate that PNA can be used successfully as an antisense to inhibit dimerization and template switching process in HIV -1 and both of the processes are closely linked to each other. Different PNA oligomers have ability of switching between two thermodynamically stable forms. PNA targeted against DIS and SL1 switch, LDI conformer to more dimerization friendly BMH form. PNAs targeted against PolyA haipin configuration did not show a significant change in dimerization and template switching process. The PNA oligomer directed against the AUG strand of U5-AUG duplex structure also showed a significant reduction in RNA dimerization as well as template- switching efficiency.The antisense PNA oligomers can be used to regulate the shift in the LDI/BMH equilibrium.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 10:59:06", "endTime": "2024/08/07 10:59:40", "cost": 34.802}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:40", "update_time": "2024-08-06 18:59:39", "grab_time": "2024-08-06 18:59:04"}
{"id": 2212018, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": "黄艳玲", "task_id": 1537, "source_info": {"seq_id": "be754ab1-0171-4ea7-9aa8-89c32737d190", "title": "Comparison of Bare-Tip and Radial Fiber in Endovenous Laser Ablation with 1470 nm Diode Laser.", "text": "【0】Comparison of Bare-Tip and Radial Fiber in Endovenous Laser Ablation with 1470 nm Diode Laser.\nMajor side effects after endovenous laser ablation (EVLA) are pain and bruising. The aim of this study was to compare outcome and side effects after EVLA for primary varicose veins with 1470 nm diode laser using bare-tip orradial fiber. From October 2007 to December 2010, 385 patients (453 limbs) with primary varicose veins treated with 1470 nm laser were studied. Bare-tip fiber was used in 215 patients (242 limbs) (BF group) and radial fiber (ELVeS(TM)Radial, Biolitec AG, Germany) was used in 177 patients (211 limbs) (RF group). This study is a retrospective study and radial fiber was started for use from November 2008. Laser energy was administered at 6-12 W of power in the BF group and 10 W of power in the RF group with constant pullback of laser fiber under tumescent local anesthesia. The patients were assessed by clinical examination and venous duplex ultrasonography at 24-48 h, one week, one month, 4 months and one year follow-up postoperatively. Mean operating time, length of treated vein and linear endovenous laser energy of all cases were 42.6 min, 36.2 cm and 83.4 J/cm, respectively. Major complications such as deep vein thrombosis and skin burns were not noted. Bruising (1.9% vs. 19.4%) and pain (0.9% vs. 7.4%) were significantly lower in the RF group. Cumulative occlusion rates by Kaplan-Meier method were 100% at 32 months in the RF group and 99.5% at 4 years in the BF group. EVLA using 1470 nm laser with the radial fiber minimized adverse effects compared with bare-tip laser fiber. (English translation of Jpn J Vasc Surg 2013; 22: 615-621).", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [{"text": "(English translation of Jpn J Vasc Surg 2013; 22: 615-621).", "content": "【0】Comparison of Bare-Tip and Radial Fiber in Endovenous Laser Ablation with 1470 nm Diode Laser.\nMajor side effects after endovenous laser ablation (EVLA) are pain and bruising. The aim of this study was to compare outcome and side effects after EVLA for primary varicose veins with 1470 nm diode laser using bare-tip orradial fiber. From October 2007 to December 2010, 385 patients (453 limbs) with primary varicose veins treated with 1470 nm laser were studied. Bare-tip fiber was used in 215 patients (242 limbs) (BF group) and radial fiber (ELVeS(TM)Radial, Biolitec AG, Germany) was used in 177 patients (211 limbs) (RF group). This study is a retrospective study and radial fiber was started for use from November 2008. Laser energy was administered at 6-12 W of power in the BF group and 10 W of power in the RF group with constant pullback of laser fiber under tumescent local anesthesia. The patients were assessed by clinical examination and venous duplex ultrasonography at 24-48 h, one week, one month, 4 months and one year follow-up postoperatively. Mean operating time, length of treated vein and linear endovenous laser energy of all cases were 42.6 min, 36.2 cm and 83.4 J/cm, respectively. Major complications such as deep vein thrombosis and skin burns were not noted. Bruising (1.9% vs. 19.4%) and pain (0.9% vs. 7.4%) were significantly lower in the RF group. Cumulative occlusion rates by Kaplan-Meier method were 100% at 32 months in the RF group and 99.5% at 4 years in the BF group. EVLA using 1470 nm laser with the radial fiber minimized adverse effects compared with bare-tip laser fiber. (English translation of Jpn J Vasc Surg 2013; 22: 615-621).", "index": 1517, "show": true, "start": 1517, "end": 1576, "province": ["文本干净度", "无关文本"], "isEdit": false}]}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:40", "update_time": "2024-08-06 19:08:24", "grab_time": "2024-08-06 19:08:01"}
{"id": 2212017, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": "黄艳玲", "task_id": 1537, "source_info": {"seq_id": "8d209c36-d3eb-4c14-9544-7b4adb822533", "title": "EAE susceptibility in FVB mice.", "text": "【0】EAE susceptibility in FVB mice.\nThe in vivo study of immunologic mechanisms in experimental allergic encephalomyelitis (EAE) requires, in some instances, the use of transgenic mice. As FVB mice represent a strain whose fertilized ova possess a relatively large pronucleus, this is a preferred strain in which to generate mice that are transgenic for a variety of genes. An important issue, then, is whether the FVB background supports the development of EAE. We report here that relapsing EAE is easily and reproducibly induced in FVB mice with whole myelin basic protein in complete Freund's adjuvant.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:09:16", "endTime": "2024/08/07 11:09:55", "cost": 38.82}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:40", "update_time": "2024-08-06 19:09:55", "grab_time": "2024-08-06 19:09:16"}
{"id": 2212016, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": "黄艳玲", "task_id": 1537, "source_info": {"seq_id": "c1daebb7-860e-4df5-a398-988c835a5617", "title": "Impact of donor with evidence of bacterial infections on deceased donor liver transplantation: a retrospective observational cohort study in Taiwan.", "text": "【0】Impact of donor with evidence of bacterial infections on deceased donor liver transplantation: a retrospective observational cohort study in Taiwan.\nThe shortage of available donor organs is an unsolvable concern leading to an expansion in the donor criteria for organ transplantation. Here, we describe our experience and assess the outcomes in recipients who obtained a graft from a donor with bacterial infections in deceased donor liver transplantation (DDLT). All DDLTs between January 1991 and February 2017 were retrospectively reviewed. Patients were categorised into two groups based on the recipients who obtained a graft from a donor with (group I) or without (group II) evidence of bacterial infections. Outcomes and bacterial infections were compared between the two groups of recipients. Overall, a total of 285 DDLTs were performed from 248 donors consisting of 48 split liver grafts and 208 whole liver grafts. Of those, 98 recipients (group I, 34.3%) were transplanted with a graft from 78 donors with positive bacterial cultures. Donor sputum cultures had the highest rate of positive bacterial growth, accounting for 26.6% of donors. Overall survival (OS) was not significantly different between the two groups (p=0.9746). The OS rates at 1 and 3 years were 73.5% and 69.2%, respectively, in the group I recipients versus 68.8% and 62.4% in the group II recipients. Importantly, no hospital mortality was related to donor-derived bacterial infections. Transmission of bacteria from the donor to the recipient is infrequent in DDLT. Therefore, potential donors with positive bacterial infections should not be excluded for organ transplantation to increase organ availability and ameliorate the organ shortage.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 10:58:34", "endTime": "2024/08/07 11:03:44", "cost": 309.972}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:40", "update_time": "2024-08-06 19:03:44", "grab_time": "2024-08-06 18:58:33"}
{"id": 2212015, "user_id": "65dea7050c9e908864e3bcde", "user_name": "焦瀚远", "task_id": 1537, "source_info": {"seq_id": "415c1636-66e3-48c7-a0b7-5d4441748563", "title": "Ultrasound-guided percutaneous transluminal angioplasty for the treatment of cephalic arch stenosis in hemodialysis arteriovenous fistulas.", "text": "【0】Ultrasound-guided percutaneous transluminal angioplasty for the treatment of cephalic arch stenosis in hemodialysis arteriovenous fistulas.\nCephalic arch stenosis (CAS) is a common cause that leads to the failure of hemodialysis arteriovenous fistulas (AVFs). Patients with CAS are primarily treated with fluoroscopy-guided angioplasty. Here, seven patients with de novo cephalic arch stenosis who underwent office-based UG-PTA were. Retrospectively analyzed the total of 321 patients with AVF dysfunction in the nephrology departmnet between July 2017 and October 2018. Among them, seven patients with de novo CAS were included in this study and followed up every 2 months for more than a year. No significant complications were seen from the operations, and the primary patency rates at 6 and 12 months were found to be 100% and 42.8%, respectively. The office-based UG-PTA is probably safe, effective, and feasible in the management of CAS and can be used as a substitute for fluoroscopy-guided PTA.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 10:58:59", "endTime": "2024/08/07 10:59:07", "cost": 8.366}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:40", "update_time": "2024-08-06 18:59:04", "grab_time": "2024-08-06 18:58:56"}
{"id": 2212014, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 1537, "source_info": {"seq_id": "2c78462d-279a-49fa-a1e0-cda5c99a7eea", "title": "Erosion of Trust in the Medical Profession in India: Time for Doctors to Act.", "text": "【0】Erosion of Trust in the Medical Profession in India: Time for Doctors to Act.\nIn India, over the last decade, a series of stewardship failures in the health system, particularly in the medical profession, have led to a massive erosion of trust in these institutions. In many low- and middle-income countries (LMICs), the situation is similar and has reached crisis proportions; this crisis requires urgent attention. This paper draws on the insights from the recent developments in India, to argue that a purely control-based regulatory response to this crisis in the medical profession, as is being currently envisaged by the Parliament and the Supreme Court of India, runs the risk of undermining the trusting interpersonal relations between doctors and their patients. A more balanced approach which takes into account the differences between system and interpersonal forms of trust and distrust is warranted. Such an approach should on one hand strongly regulate the institutions mandated with the stewardship and qualities of care functions, and simultaneously on the other hand, initiate measures to nurture the trusting interpersonal relations between doctors and patients. The paper concludes by calling for doctors, and those mandated with the stewardship of the profession, to individually and collectively, critically self-reflect upon the state of their profession, its priorities and its future direction.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 10:56:00", "endTime": "2024/08/07 10:56:56", "cost": 55.897}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:40", "update_time": "2024-08-06 18:56:55", "grab_time": "2024-08-06 18:55:59"}
{"id": 2212013, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": "黄艳玲", "task_id": 1537, "source_info": {"seq_id": "8cd1bc59-afbc-4b4e-b3f5-72db9524ce74", "title": "Effect of pulseless perfusion on gastrointestinal blood flow and its distribution.", "text": "【0】Effect of pulseless perfusion on gastrointestinal blood flow and its distribution.\nThe effect of nonpulsatile (NP) arterial perfusion on gastrointestinal organ blood flow and intraorgan flow distribution was studied in 10 anesthetized (pentobarbital) dogs utilizing the radionuclide-labeled microsphere (15 micrometer) technique. Measurements of flow to the stomach, small intestine, and colon were made during a pulsatile perfusion control period and after 1- and 2-h periods of NP perfusion with a centrifugal left ventricular bypass pump (Medtronic). Total gastric blood flow (0.178 +/- 0.021 ml/min per g) as well as the partitioning of that flow between gastric subsegments such as antrum (17% of total gastric flow), body (83%), and mucosa (73%) was not significantly altered during the 2-h period of NP perfusion (P greater than 0.20). Similarly, flow to the intestine showed significant change during NP perfusion. Under conditions of equivalent hemodynamic states (mean perfusion pressure), nonpulsatile arterial perfusion results in no significant alteration in gastrointestinal blood flow or its intraorgan distribution.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 10:54:39", "endTime": "2024/08/07 10:55:53", "cost": 74.501}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:40", "update_time": "2024-08-06 18:55:53", "grab_time": "2024-08-06 18:54:38"}
{"id": 2212012, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": "黄艳玲", "task_id": 1537, "source_info": {"seq_id": "cc336e1d-4fe5-4324-b660-0dec3c25a739", "title": "Xenopus M phase MAP kinase: isolation of its cDNA and activation by MPF.", "text": "【0】Xenopus M phase MAP kinase: isolation of its cDNA and activation by MPF.\nMAP kinase is activated and phosphorylated during M phase of the Xenopus oocyte cell cycle, and induces the interphase-M phase transition of microtubule dynamics in vitro. We have carried out molecular cloning of Xenopus M phase MAP kinase and report its entire amino acid sequence. There is no marked change in the MAP kinase mRNA level during the cell cycle. Moreover, studies with an anti-MAP kinase antiserum indicate that MAP kinase activity may be regulated posttranslationally, most likely by phosphorylation. We show that MAP kinase can be activated by microinjection of MPF into immature oocytes or by adding MPF to cell-free extracts of interphase eggs. These results suggest that MAP kinase functions as an intermediate between MPF and the interphase-M phase transition of microtubule organization.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:04:08", "endTime": "2024/08/07 11:04:18", "cost": 9.563}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:40", "update_time": "2024-08-06 19:04:18", "grab_time": "2024-08-06 19:04:08"}
{"id": 2212011, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 1537, "source_info": {"seq_id": "a5c9e8fe-c383-4866-bd8e-c9222a8a71ae", "title": "Linkage between fetal A gamma globin chain polymorphism and DNA polymorphism of the human beta gene cluster in beta thalassaemia.", "text": "【0】Linkage between fetal A gamma globin chain polymorphism and DNA polymorphism of the human beta gene cluster in beta thalassaemia.\nThe association between the polymorphism of the A gamma chain of human fetal haemoglobin and the DNA polymorphism at the beta gene cluster has been investigated. The A gamma 75 threonine mutation was found in association with haplotypes II and VI described by Orkin et al. (1982), which share the HindIII cleavage site in the A gamma IVS 2 sequence. The distance between the two polymorphic sites is 868 base-pairs. In contrast, haplotypes I, III, V and IX which do not possess this HindIII cleavage site were associated with the normal A gamma 75 isoleucine allele. The simple detection of the gamma gene polymorphism at the protein level can be useful for identifying DNA haplotypes, and therefore beta thalassaemic mutations.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:02:10", "endTime": "2024/08/07 11:02:34", "cost": 24.076}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:40", "update_time": "2024-08-06 19:02:33", "grab_time": "2024-08-06 19:02:09"}
{"id": 2212010, "user_id": "65dea7050c9e908864e3bcde", "user_name": "焦瀚远", "task_id": 1537, "source_info": {"seq_id": "5f817ae5-492e-44f0-93e2-b8f3f37ba336", "title": "[Unexpected revision procedures treating ankle fractures].", "text": "【0】[Unexpected revision procedures treating ankle fractures].\nThe purpose of the present study was to analyze the risk factors associated with unexpected second procedures and strategies of revision surgery. Within a 5 year period 647 patients with closed ankle fractures AO type 44 were identified of which 77 (11.9%) needed revision surgery. Complications were addressed to 4 main groups: deep infections (IG) were seen in 29 patients (4.5%), problems with primary wound closure (WG) in 22 patients (3.4%), insufficient reduction (KG) in 22 patients (3.4%) and other causes (RG) included 4 patients (0.6%). Significant predictive factors for soft tissue complications were higher age, comorbidities with peripheral arteriosclerosis, high American Society of Anesthesiologists (ASA) score and diabetes mellitus. AO 44 type B2 and B3 fractures were often associated with soft tissue problems. The more complex fracture types AO 44 C1-C3 and A2-A3 were significantly associated with problems of insufficient congruency post-surgery. The distribution of the mean revision rate was significantly different (p<0.01) for all groups: IG 4.59, WG 3.5, KG 1.55, RG 1.25. In summary, we strongly recommend immediate reduction of displaced fractures and to consider a more detailed fracture classification. To reduce the amount of unexpected ankle procedures individual risk factors should be weighed against the advantages of optimal open reduction and internal fixation.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 10:55:33", "endTime": "2024/08/07 10:56:00", "cost": 27.315}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:40", "update_time": "2024-08-06 18:55:58", "grab_time": "2024-08-06 18:55:30"}
{"id": 2212009, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 1537, "source_info": {"seq_id": "c10944ca-8965-4a06-ab6e-a7f454f4710e", "title": "May spa therapy be a valid opportunity to treat hand osteoarthritis? A review of clinical trials and mechanisms of action.", "text": "【0】May spa therapy be a valid opportunity to treat hand osteoarthritis? A review of clinical trials and mechanisms of action.\nOsteoarthritis (OA) is the most common form of arthritis and its current treatment includes non-pharmacological and pharmacological modalities. Spa therapy represents a popular treatment for many rheumatic diseases. The aim of this review was to summarize the currently available information on clinical effects and mechanisms of action of spa therapy in OA of the hand. We conducted a search of the literature to extract articles describing randomized clinical trials (RCTs) in hand OA published in the period 1952-2015. We identified three assessable articles reporting RCTs on spa therapy in hand OA. Data from these clinical trials support a beneficial effect of spa therapy on pain, function and quality of life in hand OA. Spa therapy seems to have a role in the treatment of hand OA. However, additional RCTs are necessary to clarify the mechanisms of action and the effects of the application of thermal treatments.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:00:02", "endTime": "2024/08/07 11:00:24", "cost": 21.267}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:40", "update_time": "2024-08-06 19:00:23", "grab_time": "2024-08-06 19:00:01"}
{"id": 2212008, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": "黄艳玲", "task_id": 1537, "source_info": {"seq_id": "f390d6ee-e431-4936-98d4-5eea495d44a1", "title": "Increased caveolin-1 in intervertebral disc degeneration facilitates repair.", "text": "【0】Increased caveolin-1 in intervertebral disc degeneration facilitates repair.\nPreceding intervertebral disc (IVD) degeneration, the cell phenotype in the nucleus pulposus (NP) shifts from notochordal cells (NCs) to chondrocyte-like cells (CLCs). Microarray analysis showed a correlation between caveolin-1 expression and the phenotypic transition of NCs to CLCs. With a clinical directive in mind, the aim of this study was to determine the role of caveolin-1 in IVD degeneration. As a scaffolding protein, caveolin-1 influences several signaling pathways, and transforming growth factor (TGF)-β receptors have been demonstrated to colocalize with caveolin-1. Therefore, the hypothesis of this study was that caveolin-1 facilitates repair by enhancing TGF-β signaling in the IVD. Protein expression (caveolin-1, apoptosis, progenitor cell markers, extracellular matrix, and phosphorylated Smad2 [pSmad2]) was determined in IVDs of wild-type (WT) and caveolin-1-null mice and canine IVDs of different degeneration grades (immunofluorescence, immunohistochemistry, and TUNEL assay). Canine/human CLC microaggregates were treated with chondrogenic medium alone or in combination with caveolin-1 scaffolding domain (CSD) peptide and/or caveolin-1 silencing RNA. After 28 days, gene and protein expression profiles were determined. The NP of WT mice was rich in viable NCs, whereas the NP of caveolin-1-null mice contained more collagen-rich extracellular matrix and fewer cells, together with increased progenitor cell marker expression, pSmad2 TGF-β signaling, and high apoptotic activity. During canine IVD degeneration, caveolin-1 expression and apoptotic activity increased. In vitro caveolin-1 silencing decreased the CLC microaggregate glycosaminoglycan (GAG) content, which could be rescued by CSD treatment. Furthermore, CSD increased TGF-β/pSmad2 signaling at gene and protein expression levels and enhanced the anabolic effects of TGF-β1, reflected in increased extracellular matrix deposition by the CLCs. Caveolin-1 plays a role in preservation of the NC phenotype. Additionally, it may be related to CLC apoptosis, given its increased expression in degenerated IVDs. Nevertheless, CSD enhanced CLC GAG deposition in vitro, and hence the increased caveolin-1 expression during IVD degeneration may also facilitate an ultimate attempt at repair. Further studies are needed to investigate how caveolin-1 modifies other signaling pathways and facilitates IVD repair.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 10:57:53", "endTime": "2024/08/07 10:58:03", "cost": 10.877}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:40", "update_time": "2024-08-06 18:58:03", "grab_time": "2024-08-06 18:57:52"}
{"id": 2212007, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 1537, "source_info": {"seq_id": "99bb3c08-7e26-47d3-bf9a-8f1b0667f10c", "title": "Staying Out: Reentry Protective Factors Among Rural Women Offenders.", "text": "【0】Staying Out: Reentry Protective Factors Among Rural Women Offenders.\nThe current study examines protective factors for women who transition from county jails to rural Appalachian communities, areas with limited health and behavioral health services. The study included drug-using women recruited from three jails in rural Appalachia and were followed 12-months post-release. Analyses focused on differences between women who remained in the community and those who returned to custody, as well as a multivariate model to determine protective factors for re-entry success. At the bivariate level, staying out of jail was associated with being older, having a job, not using drugs, stable housing, receiving health treatment, and having prosocial peers. In the multivariate model, the most robust predictors of staying out of jail were drug use abstinence, health care utilization, and prosocial peers. Most research on criminogenic needs associated with re-entry success have focused on men, and most focused on re-entry to urban communities where services and resources are more accessible. These findings have important implications for criminal justice systems to implement re-entry programs for women offenders during the transition to the community.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 10:57:18", "endTime": "2024/08/07 10:57:36", "cost": 17.475}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:39", "update_time": "2024-08-06 18:57:35", "grab_time": "2024-08-06 18:57:17"}
{"id": 2212006, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": "黄艳玲", "task_id": 1537, "source_info": {"seq_id": "9bd01042-dd8a-4726-9c27-8cb2cb343412", "title": "Preparative separation of six antimycin A components from antimycin fermentation broth by high-speed counter-current chromatography.", "text": "【0】Preparative separation of six antimycin A components from antimycin fermentation broth by high-speed counter-current chromatography.\nA method of using high-speed counter-current chromatography (HSCCC) was established for preparative isolation and purification of antimycin A components from antimycin fermentation broth. Six antimycin A components were successfully purified for the first time by HSCCC with a two-phase solvent system composed of n-hexane-ethyl acetate-methanol-water (5:2:4:1, by volume). Total of 20mg antimycin A(4)(a or b), 25mg antimycin A(3)(a or b), 21mg antimycin A(8)(a or b), 34mg antimycin A(2)(a or b), 26mg antimycin A(1)(a or b) and 34mg antimycin A(1)(a or b) with the purities of 93.2, 98.6, 96.2, 94.1, 94.9 and 96.7%, respectively, determined by high-performance liquid chromatography (HPLC), were yielded from 200mg crude sample only in one HSCCC run.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 10:56:21", "endTime": "2024/08/07 10:56:30", "cost": 8.829}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:39", "update_time": "2024-08-06 18:56:30", "grab_time": "2024-08-06 18:56:21"}
{"id": 2212005, "user_id": "65dea7050c9e908864e3bcde", "user_name": "焦瀚远", "task_id": 1537, "source_info": {"seq_id": "22aff2cf-9163-4851-a11f-263720c84984", "title": "Metabolite profiling, arginase inhibition and vasorelaxant activity of Cornus mas, Sorbus aucuparia and Viburnum opulus fruit extracts.", "text": "【0】Metabolite profiling, arginase inhibition and vasorelaxant activity of Cornus mas, Sorbus aucuparia and Viburnum opulus fruit extracts.\nThe present study investigated the effects of Cornus mas, Sorbus aucuparia and Viburnum opulus fruit extracts on arginase activity and arterial vasodilation. V. opulus fruit extract exerted the highest vasorelaxant activity in phenylephrine precontracted rat aortic rings (EC = 6.31 ± 1.61 μg/mL) and a significant inhibition of arginase (IC = 71.02 ± 3.06 μg/mL). By contrast, S. aucuparia and C. mas fruit extracts showed no important anti-arginase activity and a significantly weaker activity in the rat aortic rings relaxation assay (EC = 100.9 ± 11.63 and 78.52 ± 8.59 μg/mL, respectively). For all extracts, the main mechanism of vasodilation was proven to be endothelium-dependent. HPLC-ESI-Q-TOF-MS/MS studies revealed a very complex metabolite profiling in all three extracts with chlorogenic acid accounting for 30.89, 0.72 and 2.03 mg/g in V. opulus, C. mas and S. aucuparia fruit extracts, respectively. All extracts were declared non-toxic in the brine shrimp acute toxicity test. Our study highlights potential benefits of V. opulus fruit extract in diseases associated with endothelial dysfunction and impaired vasodilation.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:08:16", "endTime": "2024/08/07 11:08:26", "cost": 10.41}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:39", "update_time": "2024-08-06 19:08:23", "grab_time": "2024-08-06 19:08:13"}
{"id": 2212004, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": "黄艳玲", "task_id": 1537, "source_info": {"seq_id": "df72416b-36c5-43fc-a441-928e8e9d0d51", "title": "The anteriorization of tooth position underlies the atavism of tooth morphology: Insights into the morphogenesis of mammalian molars.", "text": "【0】The anteriorization of tooth position underlies the atavism of tooth morphology: Insights into the morphogenesis of mammalian molars.\nThe evolution and development of complex molars as a key innovation in mammals have long been of interest yet remain poorly understood. With reference to century-old theories and modern findings, we focused on the teeth of pinnipeds (Carnivora) and cetaceans (Cetartiodactyla), which are morphologically simple compared with those of other mammals, and thus can be considered a reversal toward the ancestral state of nonmammalian synapsids. By reconstructing the evolutionary history of tooth complexity for the phylogenies of Carnivora and Cetartiodactyla, we established that a secondary evolution of simple teeth from more complex molars has occurred independently multiple times. Our phylogenetic comparative analyses showed that a simplification in tooth morphology was correlated with a more anterior dentition position relative to the component bones of the upper jaw in both Carnivora and Cetartiodactyla. These results suggest that the anterior shift of tooth position relative to the morphogenetic fields present in the jaw contributed to the evolutionary simplification in molar morphology. Our findings provide insights into the developmental basis of complex mammalian dentition.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:06:14", "endTime": "2024/08/07 11:06:22", "cost": 8.044}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:39", "update_time": "2024-08-06 19:06:22", "grab_time": "2024-08-06 19:06:14"}
{"id": 2212003, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 1537, "source_info": {"seq_id": "72a0fa52-4c2f-4da0-8fe2-2def52e19c40", "title": "The Expanding Spectrum of Primary Immune Defects.", "text": "【0】The Expanding Spectrum of Primary Immune Defects.\nThis article presents the general pediatrician with a broad overview of the rapidly expanding spectrum of primary immune deficiencies, which are diseases that go beyond the classic description of increased susceptibility to infections and also those with predisposition to autoimmunity, malignancy, and immune dysregulation. Readers are guided through the three proposed categories under the umbrella term of primary immune deficiencies. These categories are lack of function, inappropriate surveillance and clearance, and inadequate control immune dysregulation. This article presents an illustrative distribution of the interrelated groups of immune disorders. [Pediatr Ann. 2019;48(12):e489-e494.].", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [{"text": "[Pediatr Ann. 2019;48(12):e489-e494.].", "content": "【0】The Expanding Spectrum of Primary Immune Defects.\nThis article presents the general pediatrician with a broad overview of the rapidly expanding spectrum of primary immune deficiencies, which are diseases that go beyond the classic description of increased susceptibility to infections and also those with predisposition to autoimmunity, malignancy, and immune dysregulation. Readers are guided through the three proposed categories under the umbrella term of primary immune deficiencies. These categories are lack of function, inappropriate surveillance and clearance, and inadequate control immune dysregulation. This article presents an illustrative distribution of the interrelated groups of immune disorders. [Pediatr Ann. 2019;48(12):e489-e494.].", "index": 716, "show": true, "start": 716, "end": 754, "province": ["文本干净度", "无关文本"], "isEdit": false}], "startTime": "2024/08/07 11:07:08", "endTime": "2024/08/07 11:07:21", "cost": 13.094}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:39", "update_time": "2024-08-06 19:07:20", "grab_time": "2024-08-06 19:07:07"}
{"id": 2212002, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": "黄艳玲", "task_id": 1537, "source_info": {"seq_id": "68fda96f-de30-4cac-acd0-938df93ff5a4", "title": "Excitation-emission spectra and fluorescence quantum yields for fresh and aged biogenic secondary organic aerosols.", "text": "【0】Excitation-emission spectra and fluorescence quantum yields for fresh and aged biogenic secondary organic aerosols.\nCertain biogenic secondary organic aerosols (SOA) become absorbent and fluorescent when exposed to reduced nitrogen compounds such as ammonia, amines, and their salts. Fluorescent SOA may potentially be mistaken for biological particles by detection methods relying on fluorescence. This work quantifies the spectral distribution and effective quantum yields of fluorescence of water-soluble SOA generated from two monoterpenes, limonene and α-pinene, and two different oxidants, ozone (O3) and hydroxyl radical (OH). The SOA was generated in a smog chamber, collected on substrates, and aged by exposure to ∼100 ppb ammonia in air saturated with water vapor. Absorption and excitation-emission matrix (EEM) spectra of aqueous extracts of aged and control SOA samples were measured, and the effective absorption coefficients and fluorescence quantum yields (∼0.005 for 349 nm excitation) were determined from the data. The strongest fluorescence for the limonene-derived SOA was observed for λexcitation = 420 ± 50 nm and λemission = 475 ± 38 nm. The window of the strongest fluorescence shifted to λexcitation = 320 ± 25 nm and λemission = 425 ± 38 nm for the α-pinene-derived SOA. Both regions overlap with the EEM spectra of some of the fluorophores found in primary biological aerosols. Despite the low quantum yield, the aged SOA particles may have sufficient fluorescence intensities to interfere with the fluorescence detection of common bioaerosols.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:04:22", "endTime": "2024/08/07 11:04:31", "cost": 9.07}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:39", "update_time": "2024-08-06 19:04:31", "grab_time": "2024-08-06 19:04:22"}
{"id": 2212001, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 1537, "source_info": {"seq_id": "b97be32a-ac1d-4a31-bbb8-fd6ee97f705c", "title": "Electrocorticogram in rats loaded with SART stress (repeated cold stress).", "text": "【0】Electrocorticogram in rats loaded with SART stress (repeated cold stress).\nThe electrocorticogram (ECoG) in a SART (specific alternation of rhythm in temperature)-stressed (repeatedly cold-stressed) rat, which is regarded as an experimental model for clinical vagotonic-type dysautonomia, was investigated in the present study by the power spectral technique. 1) Analysis of ECoG in SART-stressed rats during the resting-arousal state indicated a decrease in total power and a decrease in relative power in the delta band, and also an increase in relative power in the theta, alpha and beta bands. 2) In the slow-wave sleeping state, the ECoG of SART-stressed rats indicated a marked increase in total power, an increase in the delta band and decreases in theta, alpha and beta bands. 3) Electric stimulation of the posterior-hypothalamic area evoked alterations of ECoG similar to those caused by SART stress. ECoG response to electric stimulation in SART-stressed rats was less than that in unstressed rats. 4) Lesioning of the posterior-hypothalamic areas prevented SART stress-induced ECoG alterations. SART-stressed rats thus appear to be at a higher consciousness level on awakening but to sleep more soundly. They seem to exhibit greater fluctuation in brain activity than normal rats. There is also the possibility that the posterior-hypothalamic area is responsible to some degree for ECoG alterations in SART-stressed rats.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:13:25", "endTime": "2024/08/07 11:13:43", "cost": 18.166}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:39", "update_time": "2024-08-06 19:13:42", "grab_time": "2024-08-06 19:13:24"}
{"id": 2212000, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 1537, "source_info": {"seq_id": "52b363ac-35be-4847-ad54-4a50c9f14214", "title": "Antimicrobial Prescription Habits of Dentists Performing Dental Implant Treatments in Santo Domingo, Dominican Republic.", "text": "【0】Antimicrobial Prescription Habits of Dentists Performing Dental Implant Treatments in Santo Domingo, Dominican Republic.\nThe use of antibiotics in implant treatments is controversial. The purpose of this research was to study the behaviors of Santo Domingo dentists who prescribe antimicrobials to patients for the placement of dental implants. A total of 99 dentists participated in the study. A share of 1.2% of dentists prescribed antimicrobials solely in the preoperative period, 8.6% after surgery, 44.4% before and after, 19.8% only in specific situations, and 25.9% did not prescribe at all. Amoxicillin was the predominant antimicrobial of choice. A cross-sectional, observational, survey-based study was conducted. The items studied were demographics, self-assessment of knowledge about antibiotics and when they are used, as well as their recommended dosage and duration, in healthy and non-allergic patients. Notable variability was found in the prescription behaviors of antimicrobials. Bridging gaps in knowledge on the subject could help to standardize prescription guidelines.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:01:19", "endTime": "2024/08/07 11:01:35", "cost": 16.134}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:39", "update_time": "2024-08-06 19:01:34", "grab_time": "2024-08-06 19:01:17"}
{"id": 2211999, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": "黄艳玲", "task_id": 1537, "source_info": {"seq_id": "91255e0c-8cd4-48e6-a9a7-cd57fe348950", "title": "Physical modalities inducing immunogenic tumor cell death for cancer immunotherapy.", "text": "【0】Physical modalities inducing immunogenic tumor cell death for cancer immunotherapy.\nThe concept of immunogenic cancer cell death (ICD), as originally observed during the treatment with several chemotherapeutics or ionizing irradiation, has revolutionized the view on the development of new anticancer therapies. ICD is defined by endoplasmic reticulum (ER) stress response, reactive oxygen species (ROS) generation, emission of danger-associated molecular patterns and induction of antitumor immunity. Here we describe known and emerging cancer cell death-inducing physical modalities, such as ionizing irradiation, ultraviolet C light, Photodynamic Therapy (PDT) with Hypericin, high hydrostatic pressure (HHP) and hyperthermia (HT), which have been shown to elicit effective antitumor immunity. We discuss the evidence of ICD induced by these modalities in cancer patients together with their applicability in immunotherapeutic protocols and anticancer vaccine development.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:11:01", "endTime": "2024/08/07 11:11:15", "cost": 14.259}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:39", "update_time": "2024-08-06 19:11:15", "grab_time": "2024-08-06 19:11:01"}
{"id": 2211998, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 1537, "source_info": {"seq_id": "0d46a979-4c8f-4e0a-a424-4498f9a65b6a", "title": "Diagnostic radiologists' subspecialization and fields of practice.", "text": "【0】Diagnostic radiologists' subspecialization and fields of practice.\nThe purpose of this study was to explore the diagnostic radiology profession from the perspective of subspecialization and fields of practice. Data for 1244 practicing diagnostic radiologists were gathered from the American College of Radiology's 1995 Survey of Radiologists. Radiation oncologists, the retired, and residents and fellows were excluded. Responses were weighted to represent all practicing diagnostic radiologists in the United States and were compared with a similar previous survey. More than one quarter (28%) of diagnostic radiologists are subspecialists. Diagnostic radiology subspecialists were more likely than generalists to have fellowship training, work in center cities, work in large groups, and be employed by an academic institution. They were also generally younger and provided a narrower range of imaging services than generalists. Although most diagnostic radiologists are generalists, subspecialization will likely continue to grow.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:08:21", "endTime": "2024/08/07 11:08:32", "cost": 10.987}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:39", "update_time": "2024-08-06 19:08:31", "grab_time": "2024-08-06 19:08:19"}
{"id": 2211997, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 1537, "source_info": {"seq_id": "2e36557f-e825-4677-8715-48f26a207cb6", "title": "Globus pallidus dynamics reveal covert strategies for behavioral inhibition.", "text": "【0】Globus pallidus dynamics reveal covert strategies for behavioral inhibition.\nFlexible behavior requires restraint of actions that are no longer appropriate. This behavioral inhibition critically relies on frontal cortex - basal ganglia circuits. Within the basal ganglia, the globus pallidus pars externa (GPe) has been hypothesized to mediate selective proactive inhibition: being prepared to stop a specific action, if needed. Here we investigate population dynamics of rat GPe neurons during preparation-to-stop, stopping, and going. Rats selectively engaged proactive inhibition towards specific actions, as shown by slowed reaction times (RTs). Under proactive inhibition, GPe population activity occupied state-space locations farther from the trajectory followed during normal movement initiation. Furthermore, the state-space locations were predictive of distinct types of errors: failures-to-stop, failures-to-go, and incorrect choices. Slowed RTs on correct proactive trials reflected starting bias towards the alternative action, which was overcome before progressing towards action initiation. Our results demonstrate that rats can exert cognitive control via strategic adjustments to their GPe network state.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:12:50", "endTime": "2024/08/07 11:13:05", "cost": 15.509}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:39", "update_time": "2024-08-06 19:13:04", "grab_time": "2024-08-06 19:12:49"}
{"id": 2211996, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 1537, "source_info": {"seq_id": "48749cf1-92ad-49a5-a864-928a7119981c", "title": "Chemokines CCL19 and CCL21 promote activation-induced cell death of antigen-responding T cells.", "text": "【0】Chemokines CCL19 and CCL21 promote activation-induced cell death of antigen-responding T cells.\nSecondary lymphoid organs (SLOs) provide a niche for the initiation and regulation of T-cell responses, but the mechanisms have been poorly understood. We investigated the influence of chemokines CCL19 and CCL21 constitutively expressed in SLOs on activation-induced cell death (AICD) of CD4+ T cells. When paucity of lymph node T cells (plt) mutant mice lacking expression of CCL19/CCL21 were primed with OVA/CFA, both expansion of OVA-responding CD4+ T cells in the draining lymph nodes and an in vitro recall response were prolonged as compared with responses in wild-type (WT) mice. The apoptotic cell frequency among OVA-responding CD4+ T cells was similarly low in plt/plt and WT mice during the clonal expansion phase. However, during the clonal contraction phase, the frequency never increased in plt/plt mice, whereas in WT mice it continuously increased to a peak 18 days after immunization. The presence of CCL19/CCL21 during the in vitro stimulation of CD4+ T cells with anti-CD3 plus anti-CD28 significantly enhanced in vitro AICD induction of the restimulated T cells, partially through enhancing expression of Fas ligand. Our results suggest that CCL19/CCL21 produced by stromal cells and antigen-presenting cells regulate CD4+ T-cell immune responses in SLOs by promoting AICD.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:08:04", "endTime": "2024/08/07 11:08:15", "cost": 10.986}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:39", "update_time": "2024-08-06 19:08:14", "grab_time": "2024-08-06 19:08:03"}
{"id": 2211995, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 1537, "source_info": {"seq_id": "dd43c696-55c3-42b9-9f42-b23133a1953f", "title": "All-incoherent dispersion-compensated optical correlator.", "text": "【0】All-incoherent dispersion-compensated optical correlator.\nWe report on a simple, spatially incoherent, wavelength-independent imaging system that, in contrast to the conventional case, exhibits a dispersion-compensated point-spread function. Our hybrid (diffractive-refractive) three-lens imaging configuration thus acts as an all-incoherent dispersion-compensated optical irradiance correlator. So the optical arrangement is well adapted to processing color information (both spatially and temporally incoherent) under natural illumination.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:09:07", "endTime": "2024/08/07 11:09:46", "cost": 39.812}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:39", "update_time": "2024-08-06 19:09:45", "grab_time": "2024-08-06 19:09:05"}
{"id": 2211994, "user_id": "65dea7050c9e908864e3bcde", "user_name": "焦瀚远", "task_id": 1537, "source_info": {"seq_id": "344a2eef-62a4-4776-a4a0-8dad4eabb7db", "title": "Fluorescence-based Tl(+)-influx assays as a novel approach for characterization of small-conductance Ca(2+)-activated K (+) channel modulators.", "text": "【0】Fluorescence-based Tl(+)-influx assays as a novel approach for characterization of small-conductance Ca(2+)-activated K (+) channel modulators.\nSmall-conductance Ca(2+)-activated potassium (SK) channels constitute a family of ion channels that are regulated by the cytosolic Ca(2+) concentration. Increases in the intracellular Ca(2+) concentration ([Ca(2+)](i)) result in opening of the channels, which in turn will lead to changes in the membrane potential. As the name implies, the channels are of small conductance, but even so, they are known to play a crucial role in several physiological processes, such as modulation of neurotransmitter and hormone secretion, as well as memory and learning (e.g.,see Curr Med Chem 14:1437-1457, 2007). Owing to the central role of SK channels, they have attracted much attention as potential drug targets, both with respect to identification of activators and blockers of SK channel activity for indications such as, e.g., epilepsy, pain, and urinary incontinence (see Curr Med Chem 14:1437-1457, 2007; Curr Pharm Des 12:397-406, 2006). Thus, great efforts have been put into the development of robust high-throughput assays for detection and characterization of modulators of SK channel activity. In the present chapter, we describe two fluorescence-based Tl(+)influx assays for detection of positive and negative SK channel modulators.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:00:39", "endTime": "2024/08/07 11:00:47", "cost": 8}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:39", "update_time": "2024-08-06 19:00:44", "grab_time": "2024-08-06 19:00:36"}
{"id": 2211993, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 1537, "source_info": {"seq_id": "b879ba58-d338-499c-9925-364fddf27d14", "title": "A two-year study of microscopic urinalysis competency using the urinalysis-review computer program.", "text": "【0】A two-year study of microscopic urinalysis competency using the urinalysis-review computer program.\nThe microscopic examination of urine sediment is one of the most commonly performed microscope-based laboratory tests, but despite its widespread use, there has been no detailed study of the competency of medical technologists in performing this test. One reason for this is the lack of an effective competency assessment tool that can be applied uniformly across an institution. This study describes the development and implementation of a computer program, Urinalysis-ReviewTM, which periodically tests competency in microscopic urinalysis and then summarizes individual and group test results. In this study, eight Urinalysis-Review exams were administered over 2 years to medical technologists (mean, 58 technologists per exam; range, 44-77) at our academic medical center. The eight exams contained 80 test questions, consisting of 72 structure identification questions and 8 quantification questions. The 72 structure questions required the identification of 134 urine sediment structures consisting of 63 examples of cells, 25 of casts, 18 of normal crystals, 8 of abnormal crystals, and 20 of organisms or artifacts. Overall, the medical technologists correctly identified 84% of cells, 72% of casts, 79% of normal crystals, 65% of abnormal crystals, and 81% of organisms and artifacts, and correctly answered 89% of the quantification questions. The results are probably a slight underestimate of competency because the images were analyzed without the knowledge of urine chemistry results. The study shows the feasibility of using a computer program for competency assessment in the clinical laboratory. In addition, the study establishes baseline measurements of competency that other laboratories can use for comparison, and which we will use in future studies that measure the effect of continuing education efforts in microscopic urinalysis.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:05:05", "endTime": "2024/08/07 11:05:33", "cost": 28.425}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:39", "update_time": "2024-08-06 19:05:32", "grab_time": "2024-08-06 19:05:03"}
{"id": 2211992, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 1537, "source_info": {"seq_id": "bae5a1dd-daf2-40fe-9b98-1159586a7743", "title": "Combined external and intraluminal radiotherapy in the treatment of advanced oesophageal cancer.", "text": "【0】Combined external and intraluminal radiotherapy in the treatment of advanced oesophageal cancer.\nOesophageal cancer still has a dismal prognosis. Radical surgery is by far the most successful treatment but most patients are not operable at the time of diagnosis and for these patients external beam radiotherapy with or without concurrent chemotherapy offers the best choice for cure or palliation. In patients with advanced oesophageal cancer, intraluminal brachytherapy has been proposed as a complementary method to increase local control. Between 1989 and 1999, 40 patients with inoperable oesophageal cancer were treated with combined external and intraluminal radiation therapy in Turku University Central Hospital. The external radiation was performed with a median total dose of 40 Gy given in 20 fractions. On the average a week after the external radiation a median total dose of 10 Gy intraluminal radiation therapy was given in 4 fractions. The intraluminal brachytherapy could be performed without technical difficulties and no major complications were seen. In many cases (16 out of 40 patients, 40%), the symptoms could be relieved immediately and in most cases the progression of the disease could be delayed as evidenced by post-treatment serial endoscopy. No major complications were encountered. The 1- and 2-year survival rates were 30 and 17.5%, respectively. All patients alive at 2 years can be considered as long-term survivors. Median follow-up was 86 months. Intraluminal brachytherapy is a safe and efficient treatment modality which offers a potential means of cure for selected patients with oesophageal cancer.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:04:00", "endTime": "2024/08/07 11:04:15", "cost": 15.103}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:39", "update_time": "2024-08-06 19:04:14", "grab_time": "2024-08-06 19:03:59"}
{"id": 2211991, "user_id": "65dea7050c9e908864e3bcde", "user_name": "焦瀚远", "task_id": 1537, "source_info": {"seq_id": "5d2917d8-4a69-4d71-b85c-5f2d0abf7f2f", "title": "Obesity due to melanocortin 4 receptor (MC4R) deficiency is associated with delayed gastric emptying.", "text": "【0】Obesity due to melanocortin 4 receptor (MC4R) deficiency is associated with delayed gastric emptying.\nPeople who are severely obese due to melanocortin-4 receptor (MC4R) deficiency experience hyperphagia and impaired fullness after a meal (satiety). Meal-induced satiety is influenced by hormones, such as peptide-YY (PYY), which are released by enteroendocrine cells upon nutrient delivery to the small intestine. We investigated whether gastric emptying and PYY levels are altered in MC4R deficiency. Gastric emptying was measured with a gastric scintigraphy protocol using technetium-99m ( Tc )-Tin Colloid for 3.5 h in individuals with loss of function MC4R variants and a control group of similar age and weight. In a separate study, we measured plasma PYY levels before and at multiple time points after three standardised meals given to individuals with MC4R deficiency and controls. Fasting PYY (basal secretion) and postprandial PYY levels were measured and the area under the curve and inter-meal peak were calculated. We found that gastric emptying time was significantly delayed and percentage meal retention increased in individuals with MC4R deficiency compared to obese controls. In addition, fasting and mean PYY secretion throughout the day were decreased in MC4R deficiency, whereas postprandial PYY secretion was unaltered. Delayed gastric emptying and reduced basal PYY secretion may contribute to impaired satiety in people with obesity due to MC4R deficiency.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:07:53", "endTime": "2024/08/07 11:07:58", "cost": 4.043}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:39", "update_time": "2024-08-06 19:07:55", "grab_time": "2024-08-06 19:07:50"}
{"id": 2211990, "user_id": "65dea7050c9e908864e3bcde", "user_name": "焦瀚远", "task_id": 1537, "source_info": {"seq_id": "fc5c4b4a-bdbd-4734-b169-0fc356342948", "title": "Short-term exposure of erythropoietin impairs endothelial function through inhibition of nitric oxide production and eNOS mRNA expression in the rat pulmonary artery.", "text": "【0】Short-term exposure of erythropoietin impairs endothelial function through inhibition of nitric oxide production and eNOS mRNA expression in the rat pulmonary artery.\nAdministration of recombinant erythropoietin (rEPO) is often associated with systemic and pulmonary arterial hypertension in animals and human. The present study was conducted to determine whether one-week rEPO-treatment can produce any effect on pulmonary vasomotor function. Male Wistar rats were injected with rEPO (400IU/kg sc) or saline every other day for one week. Tension, biochemical and Real-Time PCR experiments were conducted on left and right branches of pulmonary artery and main pulmonary artery isolated from the rats. ACh-induced relaxation was significantly (p<0.05) reduced in rEPO-treated rats in comparison to control animals. Relaxation to the NO donor SNP was not different between the groups. EDHF-induced relaxation was remarkably higher in rEPO-treated group in comparison to control. Phenylephrine-induced contraction was significantly (p <0.05) reduced in rings from rEPO-treated rats at the second and third lowest concentrations of phenylephrine and its potency was not significantly reduced. No significant difference was observed in CaCl-induced contraction between the groups. Nitric oxide production was significantly reduced in rEPO-treated rats in comparison to control animals. Real-time PCR studies demonstrated a significant decrease (p<0.05) of eNOS transcript. However, peNOS activity was not altered with rEPO treatment. The present study suggests that EPO-treatment for one week attenuates ACh-stimulated NO production. It does not affect the vasodilatory action of SNP. It showed up-regulation of EDHF and decreased potency of phenylephrine. Thus elevated EPO may diversely affect the vasomotor function of pulmonary artery. Clinically, it is important to observe the use of EPO in hypertensive condition.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:00:49", "endTime": "2024/08/07 11:01:09", "cost": 19.954}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:39", "update_time": "2024-08-06 19:01:06", "grab_time": "2024-08-06 19:00:46"}
{"id": 2211989, "user_id": "65dea7050c9e908864e3bcde", "user_name": "焦瀚远", "task_id": 1537, "source_info": {"seq_id": "7671906a-a817-4e31-be88-20382e798e5e", "title": "Fetal cardiovascular and breathing responses to an adenosine A2a receptor agonist in sheep.", "text": "【0】Fetal cardiovascular and breathing responses to an adenosine A2a receptor agonist in sheep.\nCGS-21680 (CGS), a highly selective adenosine A2a receptor agonist, may excite the fetal carotid bodies. This study was designed to determine 1) whether CGS stimulates fetal breathing and 2) whether sinoaortic denervation abolishes CGS-induced tachycardia. In eight intact fetuses (> 0.8 term), intra-arterial CGS infusion (6 micrograms.min-1.kg estimated fetal wt-1) increased mean arterial PCO2 by 3-7 Torr, reduced fetal arterial PO2 by 2-5 Torr, and produced a mild metabolic acidemia. Heart rate increased from 154 +/- 7 (control) to 249 +/- 12 beats/min, but mean arterial pressure was not significantly affected. CGS initially increased the frequency, amplitude, and incidence of fetal breathing, but this hyperpnea was followed by prolonged respiratory depression that was not reversed with blockade of adenosine A1 receptors. Denervation of both carotid bodies together with interruption of the vagi abolished the hyperpnea without altering the respiratory depression or the maximum rise in heart rate. We conclude that CGS induces 1) tachycardia by a mechanism independent of the peripheral arterial chemoreceptors, 2) hyperpnea by stimulating peripheral adenosine A2a receptors, and 3) respiratory depression by activating central A2a receptors.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:08:00", "endTime": "2024/08/07 11:08:14", "cost": 14.151}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:39", "update_time": "2024-08-06 19:08:11", "grab_time": "2024-08-06 19:07:56"}
{"id": 2211988, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 1537, "source_info": {"seq_id": "8876f5d3-b6be-4253-8c28-e35720c47b29", "title": "Electrospun fibers for dental and craniofacial applications.", "text": "【0】Electrospun fibers for dental and craniofacial applications.\nElectrospinning has been employed extensively in tissue engineering to generate nanofibrous scaffolds from either natural or synthetic biodegradable polymers. Three-dimensional electrospun scaffolds can create a multi-scale environment capable of facilitating cell adhesion, proliferation, and differentiation. One such multi-scale scaffold incorporates nanofibrous features to mimic the extracellular matrix along with a porous network for the regeneration of a variety of tissues. This review will discuss nanofibrous scaffolds and their tissue-engineering applications in bone, cartilage, periodontium, tooth, and incorporated drug delivery systems. Combination with other technologies, electrospun scaffolds can contribute to the field of craniofacial regeneration and advance technology for tissue-engineered replacements in many physiological systems in near future.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 10:58:30", "endTime": "2024/08/07 10:58:45", "cost": 15.325}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:39", "update_time": "2024-08-06 18:58:44", "grab_time": "2024-08-06 18:58:28"}
{"id": 2211987, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 1537, "source_info": {"seq_id": "8570bfa4-736f-4e8a-81fb-65fc811f856d", "title": "Leisure Activities for Children with Disabilities During a Pandemic: Characteristics of Inclusive Online Activities.", "text": "【0】Leisure Activities for Children with Disabilities During a Pandemic: Characteristics of Inclusive Online Activities.\nParticipation of children with disabilities in leisure activities is a key determinant of their physical and mental health. The COVID-19 pandemic has limited participation in leisure activities for all children, in particular, for children with disabilities. As a result, children with disabilities may be less active while feeling more isolated and stressed. Online communities and activities are taking on growing importance. Understanding how online activities include or exclude children with disabilities can contribute to developing inclusive communities that may support participation post-pandemic. The objective of this study was to identify factors that may facilitate or prevent the participation of children with disabilities in online leisure activities. We adopted a qualitative descriptive interpretative methodology and conducted interviews with two groups of participants: 1. service providers offering inclusive online leisure activities, 2. parents of children with disabilities who have engaged in online leisure activities during the COVID-19 pandemic. A semi-structured interview format was created based on the Theoretical Domains Framework (TDF). The questions focused on the description of the online activities offered by the service provider (e.g., age range, frequency, cost, target population, type of activity offered) and any adaptations to make the online activity accessible to children and youth with disabilities, as well as their perceptions and beliefs about what supported or deterred participation in the activities. Seventeen participants described their experiences in participating and creating online leisure programs and factors preventing or facilitating children's participation in online activities. Environment/ and context factors included: accommodations, the format of activities and the online setting, stakeholder involvement, and materials and resources available. Activities that had flexible schedules, both recorded and live options for joining, and provided clear instructions and information were perceived as more accessible. Beliefs involved characteristics of the child and the family environment, as well as characteristics of the organizations providing the activity. Activity facilitators who were familiar with the online environment and knew the specific characteristics of the child facilitated participation. Engagement of community champions, and respect for child's individual preferences were perceived as positive. Access to technology, funding and caregivers' ability to facilitate child engagement were crucial factors that need to be considered when offering online programs. Online environments can offer an accessible and safe option for leisure participation when public health conditions prevent children with disabilities from participating in in-person activities. However, in order to make online activities accessible for children with a variety of disabilities there needs to be a clear planning towards universal online accessibility that accounts for individual needs and collective approaches to online leisure. Future work should consider developing and testing guidelines for online accessibility and the equity and public policy and programming considerations in offering these activities for all children.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:07:23", "endTime": "2024/08/07 11:07:41", "cost": 18.173}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:39", "update_time": "2024-08-06 19:07:40", "grab_time": "2024-08-06 19:07:22"}
{"id": 2211986, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 1537, "source_info": {"seq_id": "6fde60d4-5b70-4327-83f7-0c971683b78e", "title": "Biogenesis of the Actinobacillus actinomycetemcomitans cytolethal distending toxin holotoxin.", "text": "【0】Biogenesis of the Actinobacillus actinomycetemcomitans cytolethal distending toxin holotoxin.\nThe cell cycle G2/M specific inhibitor cytolethal distending toxin (CDT) from Actinobacillus actinomycetemcomitans is composed of CdtA, CdtB, and CdtC coded on the cdtA, cdtB, and cdtC genes that are tandem on the chromosomal cdt locus. A. actinomycetemcomitans CdtA has the lipid binding consensus domain, the so-called \"lipobox\", at the N-terminal signal sequence. Using Escherichia coli carrying plasmid pTK3022, we show that the 16th residue, cysteine, of CdtA bound [3H]palmitate or [)H]glycerol. Further, posttranslational processing of the signal peptide, CdtA, was inhibited using globomycin, an inhibitor of lipoprotein-specific signal peptidase II. Fractionation and immunoblotting show the lipid-modified CdtA is present in the outer membrane. Immunoprecipitation and the pull-down assay of the CDT complex from E. coli carrying a plasmid containing cdtABC demonstrated that the CDT complex in the periplasm is composed of CdtA, CdtB, and CdtC and that the CDT complex in culture supernatant is an N-terminally truncated (36 to 43 amino acids) form of CdtA (CdtA'), CdtB, and CdtC. This suggests that CDT is present as a complex both in the periplasm and the supernatant where CdtA undergoes posttranslation processing to CdtA' in the process of biogenesis and secretion of CDT holotoxin into the culture supernatant. Site-directed mutagenesis of the 16th cysteine residue to glycine in CdtA altered localization of CdtA in the cell and reduced the amount of CDT activity in the culture supernatant. This suggests that CDT forms a complex inside the periplasm for lipid modification where posttranslational processing of CdtA plays an important role for the efficient production of CDT holotoxin into the culture supernatant.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 10:58:10", "endTime": "2024/08/07 10:58:27", "cost": 16.952}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:39", "update_time": "2024-08-06 18:58:26", "grab_time": "2024-08-06 18:58:09"}
{"id": 2211985, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": "黄艳玲", "task_id": 1537, "source_info": {"seq_id": "df1644bc-1c95-47c2-9c62-03cc16de0dfc", "title": "Energy deposition and relative frequency of hits of cylindrical nanovolume in medium irradiated by ions: Monte Carlo simulation of tracks structure.", "text": "【0】Energy deposition and relative frequency of hits of cylindrical nanovolume in medium irradiated by ions: Monte Carlo simulation of tracks structure.\nRadiation track structure simulations have been used for many years to study the DNA damage caused by heavy ions. These studies are highly relevant for treatment planning of heavy ion radiotherapy and space radiation risk assessment. Measurements of the frequency of delta-rays hits, mean specific energy per target hits and per ion, and the frequency of dose distribution in a cylindrical target volume placed at various radial distances from 4He 2+, 12C 6+ and 16O 8+ tracks have been performed by Schmollack et al. (in Radiat Res 153:469-478, 2000). In the present work, Monte Carlo simulation of radiation tracks has been performed with the RITRACKS and the RETRACKS codes along with a target volume to simulate the experiment of Schmollack et al. The results of these simulations are compared to those of previous deterministic models of the radial dependence of the mean specific energy. Our Monte Carlo simulations are consistent with the experimental data both in the core and in the penumbra of the beam, and are shown to provide a better description of the experimental data than deterministic codes.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:13:58", "endTime": "2024/08/07 11:14:08", "cost": 9.875}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:39", "update_time": "2024-08-06 19:14:08", "grab_time": "2024-08-06 19:13:58"}
{"id": 2211984, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": "黄艳玲", "task_id": 1537, "source_info": {"seq_id": "6a35a803-649a-415a-b739-42337cd123c1", "title": "Difference Between Left-Sided and Right-Sided Colorectal Cancer: A Focused Review of Literature.", "text": "【0】Difference Between Left-Sided and Right-Sided Colorectal Cancer: A Focused Review of Literature.\nColorectal cancer is the third most common cancer worldwide with a high mortality rate at the advanced stages. However, colorectal cancer is not a single type of tumor; its pathogenesis depends on the anatomical location of the tumor and differs between right side and left side of the colon. Tumors in the proximal colon (right side) and distal colon (left side) exhibit different molecular characteristics and histology. In the right-sided tumors, mutations in the DNA mismatch repair pathway are commonly observed; and these tumors generally have a flat histology. In the left-sided tumors, chromosomal instability pathway-related mutations, such as  mutations are observed and these tumors demonstrate polypoid-like morphology. Therapy responses are totally different between these tumor entities. Left-sided colorectal cancer (LCRC) patients benefit more from adjuvant chemotherapies such as 5-fluorouracil (5-FU)-based regimes, and targeted therapies such as anti- epidermal growth factor receptor (EGFR) therapy, and have a better prognosis. Right-sided colorectal cancer (RCRC) patients do not respond well to conventional chemotherapies, but demonstrate more promising results with immunotherapies because these tumors have high antigenic load. For the development of effective therapy regimes and better treatment options, it is essential to evaluate right-sided and left-sided tumors as separate entities, and design the therapy regime considering the differences between these tumors.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:07:17", "endTime": "2024/08/07 11:07:28", "cost": 10.708}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:39", "update_time": "2024-08-06 19:07:28", "grab_time": "2024-08-06 19:07:17"}
{"id": 2211983, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": "黄艳玲", "task_id": 1537, "source_info": {"seq_id": "baffc8d3-0722-44c1-b2c5-f853a45e08db", "title": "[Oxidative stress and diabetes mellitus: a possible role of alpha-dicarbonyl compounds in free radical formation].", "text": "【0】[Oxidative stress and diabetes mellitus: a possible role of alpha-dicarbonyl compounds in free radical formation].\nIncreased oxidative stress in diabetes mellitus has been implicated in the pathogenesis of diabetic complications. Both an increase in reactive oxygen free radical species (ROS) and a decrease in the antioxidant defense mechanism lead to the increase in oxidative stress in diabetes mellitus. During the process of both glucose autoxidation and glycation, including the formation of advanced glycation end-products (AGE), superoxide (O2-), hydrogen peroxide and hydroxylradical (OH.) may be formed. In the present study, alpha-dicarbonyl compounds produced in glucose autoxidation and glycation were measured using a gas chromatography-mass spectrometry method. During glucose autoxidation, glucose and glyoxal were formed as alpha-dicarbonyl compounds, while several alpha-dicarbonyl compounds, including 3-deoxyglucosone (3-DG), were produced from glycated bovine serum albumin. Also, increase in various alpha-dicarbonyl compounds, such as 3-DG, were observed in diabetic rate as compared with control rats. The reaction of alpha-dicarbonyl compounds with amino acids could lead to both ROS and AGE formation, which may contribute to the development and progression of diabetic complications.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:12:16", "endTime": "2024/08/07 11:12:24", "cost": 8.238}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:39", "update_time": "2024-08-06 19:12:24", "grab_time": "2024-08-06 19:12:16"}
{"id": 2211982, "user_id": "65dea7050c9e908864e3bcde", "user_name": "焦瀚远", "task_id": 1537, "source_info": {"seq_id": "e626fd3e-05a3-46bd-8425-d889e1b9cc51", "title": "[Amniotic band syndrome (author's transl)].", "text": "【0】[Amniotic band syndrome (author's transl)].\nThe authors present a critical revision of the literature concerning the pathogenic hypotheses and the opinions, during the centuries, about the origin of the deformities caused by amniotic bands. Here they describe two cases of severe deformities caused by amniotic bands which can be classified in types I and V according to Onnipoff and Hall. In the first case the newborn died immediately after the birth: the other one lives in good health after multiple surgical operations. In accordance with the anatomical reports that were found using very specific techniques and methods, the authors are inclined to accept Torpin's hypothesis, which affirms that the initial moment of the series of events which causes the formation of the amniotic bands is the breakage of the amniotic sac.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 10:58:47", "endTime": "2024/08/07 10:58:57", "cost": 9.679}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:39", "update_time": "2024-08-06 18:58:54", "grab_time": "2024-08-06 18:58:30"}
{"id": 2211981, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": "黄艳玲", "task_id": 1537, "source_info": {"seq_id": "7ee07c42-2e58-45d1-a014-afc45f00c072", "title": "25-Year Review of the Abundance and Diversity of Radiopaque Airway Foreign Bodies in Children.", "text": "【0】25-Year Review of the Abundance and Diversity of Radiopaque Airway Foreign Bodies in Children.\nThis study was conducted to review the abundance and diversity of radiopaque foreign bodies over a 25-year period. Overall records of 1,114 patients who underwent rigid bronchoscopy due to foreign body aspiration in the tertiary centres, Imam Khomeini and Apadana; over a 25-year period (1989-2014) were reviewed. History, clinical findings, plain radiography and bronchoscopic findings, foreign body (FB) aspiration (whether radiolucent or radiopaque), time from onset of symptoms until hospitalization, and delay time were all considered. The male/female ratio was 1.53. Most patients were aged 1-3 years (53.94 %). The most common location of foreign bodies was the right main bronchus (54.57 %). The most common type of radiopaque foreign body was meat, chicken and big fish bones (4.84 %) followed by metal objects (4.39 %). Coughing (70.82 %) and cyanosis (22.80 %) were the most common symptoms. The most common radiological findings were emphysema (32.31 %). Given that the radiological findings are highly specific as regards the detection of radiopaque FB, radiographic examination prior to bronchoscopy for FB localization and shortening the time of bronchoscopy in patients with a history of radiopaque FB aspiration can be helpful. Due to the high morbidity and mortality caused by prolong and repeated bronchoscopy, the use of newer techniques and equipment in shortening extraction time of the foreign bodies should be considered in future researches.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:05:36", "endTime": "2024/08/07 11:05:45", "cost": 8.867}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:39", "update_time": "2024-08-06 19:05:45", "grab_time": "2024-08-06 19:05:35"}
{"id": 2211980, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 1537, "source_info": {"seq_id": "0f022f28-8771-4d35-afa2-a4b45b3c57ec", "title": "p53 dependent centrosome clustering prevents multipolar mitosis in tetraploid cells.", "text": "【0】p53 dependent centrosome clustering prevents multipolar mitosis in tetraploid cells.\np53 abnormality and aneuploidy often coexist in human tumors, and tetraploidy is considered as an intermediate between normal diploidy and aneuploidy. The purpose of this study was to investigate whether and how p53 influences the transformation from tetraploidy to aneuploidy. Live cell imaging was performed to determine the fates and mitotic behaviors of several human and mouse tetraploid cells with different p53 status, and centrosome and spindle immunostaining was used to investigate centrosome behaviors. We found that p53 dominant-negative mutation, point mutation, or knockout led to a 2∼ 33-fold increase of multipolar mitosis in N/TERT1, 3T3 and mouse embryonic fibroblasts (MEFs), while mitotic entry and cell death were not significantly affected. In p53-/- tetraploid MEFs, the ability of centrosome clustering was compromised, while centrosome inactivation was not affected. Suppression of RhoA/ROCK activity by specific inhibitors in p53-/- tetraploid MEFs enhanced centrosome clustering, decreased multipolar mitosis from 38% to 20% and 16% for RhoA and ROCK, respectively, while expression of constitutively active RhoA in p53+/+ tetraploid 3T3 cells increased the frequency of multipolar mitosis from 15% to 35%. p53 could not prevent tetraploid cells entering mitosis or induce tetraploid cell death. However, p53 abnormality impaired centrosome clustering and lead to multipolar mitosis in tetraploid cells by modulating the RhoA/ROCK signaling pathway.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 10:54:31", "endTime": "2024/08/07 10:55:58", "cost": 86.699}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:39", "update_time": "2024-08-06 18:55:57", "grab_time": "2024-08-06 18:54:30"}
{"id": 2211979, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 1537, "source_info": {"seq_id": "43abc574-1723-4653-a7d5-5e6a407dc512", "title": "Genetic heterogeneity of feed intake, energy-corrected milk, and body weight across lactation in primiparous Holstein, Nordic Red, and Jersey cows.", "text": "【0】Genetic heterogeneity of feed intake, energy-corrected milk, and body weight across lactation in primiparous Holstein, Nordic Red, and Jersey cows.\nIn this study, we aimed to estimate and compare the genetic parameters of dry matter intake (DMI), energy-corrected milk (ECM), and body weight (BW) as 3 feed efficiency-related traits across lactation in 3 dairy cattle breeds (Holstein, Nordic Red, and Jersey). The analyses were based on weekly records of DMI, ECM, and BW per cow across lactation for 842 primiparous Holstein cows, 746 primiparous Nordic Red cows, and 378 primiparous Jersey cows. A random regression model was applied to estimate variance components and genetic parameters for DMI, ECM, and BW in each lactation week within each breed. Phenotypic means of DMI, ECM, and BW observations across lactation showed to be in very similar patterns between breeds, whereas breed differences lay in the average level of DMI, ECM, and BW. Generally, for all studied breeds, the heritability for DMI ranged from 0.2 to 0.4 across lactation and was in a range similar to the heritability for ECM. The heritability for BW ranged from 0.4 to 0.6 across lactation, higher than the heritability for DMI or ECM. Among the studied breeds, the heritability estimates for DMI shared a very similar range between breeds, whereas the heritability estimates for ECM tended to be different between breeds. For BW, the heritability estimates also tended to follow a similar range between breeds. Among the studied traits, the genetic variance and heritability for DMI varied across lactation, and the genetic correlations between DMI at different lactation stages were less than unity, indicating a genetic heterogeneity of feed intake across lactation in dairy cattle. In contrast, BW was the most genetically consistent trait across lactation, where BW among all lactation weeks was highly correlated. Genetic correlations between DMI, ECM, and BW changed across lactation, especially in early lactation. Energy-corrected milk had a low genetic correlation with both DMI and BW at the beginning of lactation, whereas ECM was highly correlated with DMI in mid and late lactation. Based on our results, genetic heterogeneity of DMI, ECM, and BW across lactation generally was observed in all studied dairy breeds, especially for DMI, which should be carefully considered for the recording strategy of these traits. The genetic correlations between DMI, ECM, and BW changed across lactation and followed similar patterns between breeds.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:01:37", "endTime": "2024/08/07 11:02:08", "cost": 31.031}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:39", "update_time": "2024-08-06 19:02:07", "grab_time": "2024-08-06 19:01:35"}
{"id": 2211978, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 1537, "source_info": {"seq_id": "04511fc1-51af-4bd0-a05e-0bdd22525792", "title": "Update on the diagnosis and management of bronchopulmonary dysplasia/chronic lung disease of infancy: what the radiologist should know.", "text": "【0】Update on the diagnosis and management of bronchopulmonary dysplasia/chronic lung disease of infancy: what the radiologist should know.\nPediatric radiologists are frequently called upon to render interpretations of chest radiographs performed on premature infants with chronic respiratory problems. After the acute phase of surfactant deficiency (respiratory distress syndrome), infants with persistent respiratory problems are loosely categorized by clinicians as evolving toward a broad, rather vague entity called bronchopulmonary dysplasia (BPD) or chronic lung disease (CLD). This review aims to update the radiologist on how the characteristics of the disease have shifted and how management, diagnosis and pathology have changed since the disorder was first described more than 40 years ago. The radiologist armed with this information might be better prepared to provide insightful reporting and address the needs of the neonatologist.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 10:59:43", "endTime": "2024/08/07 11:00:00", "cost": 17.788}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:39", "update_time": "2024-08-06 18:59:59", "grab_time": "2024-08-06 18:59:41"}
{"id": 2211977, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": "黄艳玲", "task_id": 1537, "source_info": {"seq_id": "aee8ceb1-1b00-43b2-a610-016ac34ab51b", "title": "Ultrastructural localization of CMPase, TPPase, and NADPase activity in neurons, satellite cells, and Schwann cells in frog dorsal root ganglia.", "text": "【0】Ultrastructural localization of CMPase, TPPase, and NADPase activity in neurons, satellite cells, and Schwann cells in frog dorsal root ganglia.\nSections of bullfrog dorsal root ganglia were analyzed for cytidine monophosphatase (CMPase), thiamine pyrophosphatase (TPPase), and nicotinamide adenine dinucleotide phosphatase (NADPase) activity, and the distributions of these enzymatic activities were compared with those traditionally found in other cell types (e.g., CMPase: Golgi trans-sacculotubular network; TPPase: trans-Golgi saccule(s); NADPase: intermediate Golgi saccules). In the present study, CMPase activity in neurons was localized mainly to the Golgi trans-sacculotubular network and lysosomes, but sometimes also occurred at the ends of the trans and most distal intermediate Golgi saccules. A similar distribution was found in satellite and Schwann cells. TPPase activity in neurons occurred not only in the trans-Golgi saccule but also in the trans-sacculotubular network, lysosomes, and scattered tubular elements. In satellite and Schwann cells, activity was found in both the trans saccule and trans-sacculotubular network, and substantial activity often appeared in the more distal of the intermediate saccules. NADPase activity in neurons was usually absent from the intermediate Golgi saccules and was confined to the trans-sacculotubular network and lysosomes; however, activity was sometimes also found in the intermediate and/or trans-Golgi saccules. In satellite and Schwann cells, activity appeared consistently in both the trans-sacculotubular network and intermediate saccules, as well as in lysosomes. These distributions, especially in the case of TPPase and NADPase, differ substantially from the most frequently reported localizations of the above enzymes, indicating that the Golgi complex may exhibit considerable plasticity of structure and function in different cell types.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:05:47", "endTime": "2024/08/07 11:05:56", "cost": 8.698}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:39", "update_time": "2024-08-06 19:05:56", "grab_time": "2024-08-06 19:05:47"}
{"id": 2211976, "user_id": "64d342a55e0f1ca78cdfa160", "user_name": "杨怡君", "task_id": 1537, "source_info": {"seq_id": "65c8932c-d5cb-43ca-8d7a-f06859817a19", "title": "Effect of chuanxiongqin (tetrame-thylpyrazine) on microcirculatory perfusion in hamsters and capillary permeability in rats.", "text": "【0】Effect of chuanxiongqin (tetrame-thylpyrazine) on microcirculatory perfusion in hamsters and capillary permeability in rats.\nThe authors continuously observed the effect of Chuanxiongqin on the microcirculation of hamster cheek pouch by use of the Dual-Window Television Automatic Estimating System. It was seen that the caliber of arterioles, the microcirculatory velocity, and blood flow all decreased after local application of noradrenaline and all increased and returned to normal 1 to 30 min after local administration of Chuanxiongqin. Microcirculatory perfusion, however, could not be improved by normal saline or Iluangqi. The effect of Chuanxiongqin on the pulmonary capillary permeability was also investigated in rats. Pulmonary edema was induced in rats by adrenaline administration. Evans blue was injected intravenously and the amount of Evans blue in broncho-alveolar lavage fluid was estimated. It was found that Evans blue was increased in broncho-alveolar fluid of rats with pulmonary edema, and this increase could be lessened by Chuanxiongqin.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": null, "finished": false, "dropped": false, "create_time": "2024-08-06 01:22:39", "update_time": "2024-08-06 01:22:39", "grab_time": "2024-08-06 03:18:38"}
{"id": 2211975, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 1537, "source_info": {"seq_id": "d3ae21b1-fb45-4215-a539-c3a565aa6ada", "title": "Imaging of Epiretinal Membranes Using En Face Widefield Swept-Source Optical Coherence Tomography.", "text": "【0】Imaging of Epiretinal Membranes Using En Face Widefield Swept-Source Optical Coherence Tomography.\nSwept-source optical coherence tomography (SS-OCT) imaging was performed on eyes with epiretinal membranes (ERMs), and the extent of the ERMs were compared between the 12 mm × 12 mm scans and the more routine 6 mm × 6 mm field of view (FOV). Eyes containing ERMs were imaged using a 12 mm × 12 mm SS-OCT scan. En face images derived from vitreoretinal interface (VRI) slabs were reviewed to assess the full extent of the ERM. En face VRI slab images from 12 mm × 12 mm scans could visualize the full extent in eyes with ERMs. The use of 12 mm × 12 mm SS-OCT scans and en face VRI slabs provided better visualization of large ERMs compared with a 6 mm × 6 mm FOV. This strategy can be useful in identifying the full extent of tractional forces and may help with preoperative surgical planning in selected cases. [Ophthalmic Surg Lasers Imaging Retina. 2019;50:106-112.].", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [{"text": "【0】Imaging of Epiretinal Membranes Using En Face Widefield Swept-Source Optical Coherence Tomography.\n\nSwept-source optical coherence tomography (SS-OCT) imaging was performed on eyes with epiretinal membranes (ERMs), and the extent of the ERMs were compared between the 12 mm × 12 mm scans and the more routine 6 mm × 6 mm field of view (FOV). Eyes containing ERMs were imaged using a 12 mm × 12 mm SS-OCT scan. En face images derived from vitreoretinal interface (VRI) slabs were reviewed to assess the full extent of the ERM. En face VRI slab images from 12 mm × 12 mm scans could visualize the full extent in eyes with ERMs. The use of 12 mm × 12 mm SS-OCT scans and en face VRI slabs provided better visualization of large ERMs compared with a 6 mm × 6 mm FOV. This strategy can be useful in identifying the full extent of tractional forces and may help with preoperative surgical planning in selected cases. [Ophthalmic Surg Lasers Imaging Retina. 2019;50:106-112.].", "content": "【0】Imaging of Epiretinal Membranes Using En Face Widefield Swept-Source Optical Coherence Tomography.\nSwept-source optical coherence tomography (SS-OCT) imaging was performed on eyes with epiretinal membranes (ERMs), and the extent of the ERMs were compared between the 12 mm × 12 mm scans and the more routine 6 mm × 6 mm field of view (FOV). Eyes containing ERMs were imaged using a 12 mm × 12 mm SS-OCT scan. En face images derived from vitreoretinal interface (VRI) slabs were reviewed to assess the full extent of the ERM. En face VRI slab images from 12 mm × 12 mm scans could visualize the full extent in eyes with ERMs. The use of 12 mm × 12 mm SS-OCT scans and en face VRI slabs provided better visualization of large ERMs compared with a 6 mm × 6 mm FOV. This strategy can be useful in identifying the full extent of tractional forces and may help with preoperative surgical planning in selected cases. [Ophthalmic Surg Lasers Imaging Retina. 2019;50:106-112.].", "index": 0, "show": true, "start": 0, "end": 972, "province": ["文本干净度", "无关文本"], "isEdit": false, "comment": "[Ophthalmic Surg Lasers Imaging Retina. 2019;50:106-112.]."}], "startTime": "2024/08/07 11:02:37", "endTime": "2024/08/07 11:03:28", "cost": 51.134}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:39", "update_time": "2024-08-06 19:03:27", "grab_time": "2024-08-06 19:02:36"}
{"id": 2211974, "user_id": "65dea7050c9e908864e3bcde", "user_name": "焦瀚远", "task_id": 1537, "source_info": {"seq_id": "032692d8-c780-46fa-b5d9-7a8ed243de3c", "title": "Epstein-Barr Virus Epidemiology, Serology, and Genetic Variability of LMP-1 Oncogene Among Healthy Population: An Update.", "text": "【0】Epstein-Barr Virus Epidemiology, Serology, and Genetic Variability of LMP-1 Oncogene Among Healthy Population: An Update.\nThe Epstein-Barr virus (EBV) is a DNA lymphotropic herpesvirus and the causative agent of infectious mononucleosis. EBV is highly prevalent since it affects more than 90% of individuals worldwide and has been linked to several malignancies including PTLDs, which are one of the most common malignancies following transplantation. Among all the EBV genes, most of the recent investigations focused on studying the LMP-1 oncogene because of its high degree of polymorphism and association with tumorigenic activity. There are two main EBV genotypes, Type 1 and 2, distinguished by the differences in the EBNA-2 gene. Further sub genotyping can be characterized by analyzing the LMP-1 gene variation. The virus primarily transmits through oral secretions and persists as a latent infection in human B-cells. However, it can be transmitted through organ transplantations and blood transfusions. In addition, symptoms of EBV infection are not distinguishable from other viral infections, and therefore, it remains questionable whether there is a need to screen for EBV prior to blood transfusion. Although the process of leukoreduction decreases the viral copies present in the leukocytes, it does not eliminate the risk of EBV transmission through blood products. Here, we provide a review of the EBV epidemiology and the genetic variability of the oncogene LMP-1. Then, we underscore the findings of recent EBV seroprevalence and viremia studies among blood donors as a highly prevalent transfusion transmissible oncovirus.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 10:59:38", "endTime": "2024/08/07 11:00:36", "cost": 58.011}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:39", "update_time": "2024-08-06 19:00:33", "grab_time": "2024-08-06 18:59:35"}
{"id": 2211973, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 1537, "source_info": {"seq_id": "0f144f37-6546-4793-9db5-1218daef0fca", "title": "Early mobilization after uncomplicated medial subtalar dislocation provides successful functional results.", "text": "【0】Early mobilization after uncomplicated medial subtalar dislocation provides successful functional results.\nSubtalar dislocation is a rare injury, with the medial type occurring in the majority of cases. The period of postreduction immobilization is a matter of controversy. Most studies set the period of immobilization between 4 and 8 weeks. The hypothesis in this study is that a period of 2-3 weeks of immobilization in a cast, followed by early mobilization, could provide better functional results than longer periods of immobilization. During a period of 4 years, eight patients (six men, two women) with mean age of 37.2 years and uncomplicated medial subtalar dislocation were treated in our institution. Immediate reduction under sedation and cast immobilization was provided in all cases. Our rehabilitation protocol consisted of two completed weeks of immobilization and thereafter ankle range-of-motion exercises and partial weight-bearing mobilization. Patients were followed up for a mean period of 3 years. Clinical results were evaluated using the AOFAS Ankle-Hindfoot scale. All patients achieved almost normal ankle range of motion and good clinical outcome (mean AOFAS score 92.25). No radiographic evidence of arthritis or avascular necrosis of the talus was detected. Two patients complained of mild pain of the hindfoot. All patients returned to daily routine activities in about 2 months from injury. Immediate reduction and early mobilization could be key factors for uneventful recovery of uncomplicated medial subtalar dislocation. Multicenter clinical trials are needed for further validation of our initial results. III, prospective clinical series study.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:04:17", "endTime": "2024/08/07 11:04:44", "cost": 26.92}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:39", "update_time": "2024-08-06 19:04:43", "grab_time": "2024-08-06 19:04:16"}
{"id": 2211972, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": "黄艳玲", "task_id": 1537, "source_info": {"seq_id": "062830e8-e7ee-4d54-84b0-c593815161fa", "title": "[Recurrent atelectasis disclosing a post-traumatic aneurysm of the thoracic aorta. Apropos of 2 cases].", "text": "【0】[Recurrent atelectasis disclosing a post-traumatic aneurysm of the thoracic aorta. Apropos of 2 cases].\nThe authors report 2 cases, in which recurrent and reversible atelectasis of the left lung was the only manifestation leading to a diagnosis of post-traumatic aneurysm of the thoracic aorta at an early stage (D + 5). Other classically described signs were absent. These 2 cases demonstrate the need to seek an aortic aneurysm following any severe trauma. They emphasize the importance of bronchial endoscopy in this type of trauma. They confirm the value of CAT scan investigation.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:11:19", "endTime": "2024/08/07 11:11:47", "cost": 27.789}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:39", "update_time": "2024-08-06 19:11:47", "grab_time": "2024-08-06 19:11:19"}
{"id": 2211971, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": "黄艳玲", "task_id": 1537, "source_info": {"seq_id": "28edccf1-1128-4677-ae45-e1b402cc8c17", "title": "Biomimetic organization of collagen matrices to template bone-like microstructures.", "text": "【0】Biomimetic organization of collagen matrices to template bone-like microstructures.\nThe mineralized extracellular matrix (ECM) of bone is essential in vertebrates to provide structure, locomotion, and protect vital organs, while also acting as a calcium and phosphate reservoir to maintain homeostasis. Bone's structure comprises mainly structural collagen fibrils, hydroxyapatite nanocrystals and water, and it is the organization of the densely-packed collagen matrix that directs the organization of the mineral crystallites. Biogenic mineralization occurs when osteoblasts release \"mineral bearing globules\" which fuse into the preformed collagen matrix, and upon crystallization of this amorphous precursor, the fibrils become embedded with [001] oriented nanocrystals of hydroxyapatite. Our prior work has shown that this nanostructured organization of bone can be reproduced in vitro using the polymer-induced liquid-precursor (PILP) process. In this report, our focus is on using biomimetic processing to recreate both the nano- and micro-structure of lamellar bone. We first applied molecular crowding techniques to acidic, type-I collagen solutions to form dense, liquid crystalline collagen (LCC) scaffolds with cholesteric order. We subsequently mineralized these LCCs via the PILP process to achieve a high degree of intrafibrillar mineral, with compositions and organization similar to that of native bone and with a \"lamellar\" microstructure generated by the twisting LCC template. In depth characterization of the nano- and micro-structure was performed, including optical and electron microscopy, X-ray and electron diffraction, and thermogravimetric analyses. The results of this work lead us closer to our goal of developing hierarchically structured, collagen-hydroxyapatite composites which can serve as fully synthetic, bioresorbable, load-bearing bone substitutes that are remodeled by the native BRU.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:13:05", "endTime": "2024/08/07 11:13:27", "cost": 22.587}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:39", "update_time": "2024-08-06 19:13:27", "grab_time": "2024-08-06 19:13:04"}
{"id": 2211970, "user_id": "65dea7050c9e908864e3bcde", "user_name": "焦瀚远", "task_id": 1537, "source_info": {"seq_id": "b0ad728a-1ba0-4106-a6d8-17b6b3434695", "title": "Automatic classification of severity of COVID-19 patients using texture feature and random forest based on computed tomography images.", "text": "【0】Automatic classification of severity of COVID-19 patients using texture feature and random forest based on computed tomography images.\nSeverity assessment of the novel Coronavirus (COVID-19) using chest computed tomography (CT) scan is crucial for the effective administration of the right therapeutic drugs and also for monitoring the progression of the disease. However, determining the severity of COVID-19 needs a highly expert radiologist by visual assessment, which is time-consuming, boring, and subjective. This article introduces an advanced machine learning tool to determine the severity of COVID-19 to mild, moderate, and severe from the lung CT images. We have used a set of quantitative first- and second-order statistical texture features from each image. The first-order texture features extracted from the image histogram are variance, skewness, and kurtosis. The second-order texture features extraction methods are gray-level co-occurrence matrix, gray-level run length matrix, and gray-level size zone matrix. Finally, using the extracted features, CT images of each person are classified using random forest (RF) as an ensemble method based on majority voting of the decision trees outputs to four classes. We have used a dataset of CT scans labeled as being normal (231), mild (563), moderate (120), and severe (42) determined by expert radiologists. The experimental results indicate the combination of all feature extraction methods, and RF achieves the highest result compared with the other strategies in detecting the four classes of severity of COVID-19 from CT images with an accuracy of 90.95%. This proposed system can work well and can be used as an assistant diagnostic tool for quantification of lung involvement of COVID-19 to monitor the progression of the disease.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:06:36", "endTime": "2024/08/07 11:07:36", "cost": 59.878}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:39", "update_time": "2024-08-06 19:07:33", "grab_time": "2024-08-06 19:06:32"}
{"id": 2211969, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 1537, "source_info": {"seq_id": "6ddb2369-3913-4c5a-999a-131a01f30e89", "title": "Purified, modified eel sodium channels are active in planar bilayers in the absence of activating neurotoxins.", "text": "【0】Purified, modified eel sodium channels are active in planar bilayers in the absence of activating neurotoxins.\nA recent study showed that limited trypsin treatment of liposomes containing purified Electrophorus electricus sodium channels activates a sodium radiotracer flux. We now report that similarly treated sodium channels show voltage-gated, tetrodotoxin-sensitive and highly sodium-selective single-channel currents when incorporated into planar lipid membranes. The trypsinized channels opened repeatedly in bursts of several seconds duration, as would be expected for channels whose fast inactivation process had been removed. Furthermore, they have a higher conductance, different voltage-dependence of gating, and a remarkably higher selectivity (PNa/PK = 41) than sodium channels bound by batrachotoxin or other activating neurotoxins; these properties of the trypsinized channels are probably closer to those of channels in intact electrocytes.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 10:53:01", "endTime": "2024/08/07 10:53:41", "cost": 39.89}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:39", "update_time": "2024-08-06 18:53:40", "grab_time": "2024-08-06 18:52:59"}
{"id": 2211968, "user_id": "65dea7050c9e908864e3bcde", "user_name": "焦瀚远", "task_id": 1537, "source_info": {"seq_id": "f067a00e-3f60-4915-83cd-7d1f926f8b18", "title": "Does investor ownership of nursing homes compromise the quality of care?", "text": "【0】Does investor ownership of nursing homes compromise the quality of care?\nTwo thirds of nursing homes are investor owned. This study examined whether investor ownership affects quality. We analyzed 1998 data from state inspections of 13,693 nursing facilities. We used a multivariate model and controlled for case mix, facility characteristics, and location. Investor-owned facilities averaged 5.89 deficiencies per home, 46.5% higher than nonprofit facilities and 43.0% higher than public facilities. In multivariate analysis, investor ownership predicted 0.679 additional deficiencies per home; chain ownership predicted an additional 0.633 deficiencies. Nurse staffing was lower at investor-owned nursing homes. Investor-owned nursing homes provide worse care and less nursing care than do not-for-profit or public homes.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 10:56:03", "endTime": "2024/08/07 10:56:13", "cost": 9.259}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:39", "update_time": "2024-08-06 18:56:10", "grab_time": "2024-08-06 18:56:00"}
{"id": 2211967, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": "黄艳玲", "task_id": 1537, "source_info": {"seq_id": "5c54bd12-2c8a-4804-9eb7-093481640fae", "title": "Simultaneous fluorescence in situ hybridization of mRNA and rRNA in environmental bacteria.", "text": "【0】Simultaneous fluorescence in situ hybridization of mRNA and rRNA in environmental bacteria.\nWe developed for Bacteria in environmental samples a sensitive and reliable mRNA fluorescence in situ hybridization (FISH) protocol that allows for simultaneous cell identification by rRNA FISH. Samples were carbethoxylated with diethylpyrocarbonate to inactivate intracellular RNases and pretreated with lysozyme and/or proteinase K at different concentrations. Optimizing the permeabilization of each type of sample proved to be a critical step in avoiding false-negative or false-positive results. The quality of probes as well as a stringent hybridization temperature were determined with expression clones. To increase the sensitivity of mRNA FISH, long ribonucleotide probes were labeled at a high density with cis-platinum-linked digoxigenin (DIG). The hybrid was immunocytochemically detected with an anti-DIG antibody labeled with horseradish peroxidase (HRP). Subsequently, the hybridization signal was amplified by catalyzed reporter deposition with fluorochrome-labeled tyramides. p-Iodophenylboronic acid and high concentrations of NaCl substantially enhanced the deposition of tyramides and thus increased the sensitivity of our approach. After inactivation of the antibody-delivered HRP, rRNA FISH was performed by following routine protocols. To show the broad applicability of our approach, mRNA of a key enzyme of aerobic methane oxidation, particulate methane monooxygenase (subunit A), was hybridized with different types of samples: pure cultures, symbionts of a hydrothermal vent bivalve, and even sediment, one of the most difficult sample types with which to perform successful FISH. By simultaneous mRNA FISH and rRNA FISH, single cells are identified and shown to express a particular gene. Our protocol is transferable to many different types of samples with the need for only minor modifications of fixation and permeabilization procedures.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 10:54:26", "endTime": "2024/08/07 10:54:37", "cost": 10.548}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:39", "update_time": "2024-08-06 18:54:36", "grab_time": "2024-08-06 18:54:26"}
{"id": 2211966, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": "黄艳玲", "task_id": 1537, "source_info": {"seq_id": "80b8285b-e943-4d18-aea9-c9ba2908fc8e", "title": "SIRT2 deficiency modulates macrophage polarization and susceptibility to experimental colitis.", "text": "【0】SIRT2 deficiency modulates macrophage polarization and susceptibility to experimental colitis.\nSIRT2 belongs to a highly conserved family of NAD+-dependent deacylases, consisting of seven members (SIRT1-SIRT7), which vary in subcellular localizations and have substrates ranging from histones to transcription factors and enzymes. Recently SIRT2 was revealed to play an important role in inflammation, directly binding, deacetylating, and inhibiting the p65 subunit of NF-κB. A Sirt2 deficient mouse line (Sirt2-/-) was generated by deleting exons 5-7, encoding part of the SIRT2 deacetylase domain, by homologous recombination. Age- and sex-matched Sirt2-/- and Sirt2+/+ littermate mice were subjected to dextran sulfate sodium (DSS)-induced colitis and analyzed for colitis susceptibility. Sirt2-/- mice displayed more severe clinical and histological manifestations after DSS colitis compared to wild type littermates. Notably, under basal condition, Sirt2 deficiency does not affect the basal phenotype and intestinal morphology Sirt2 deficiency, however, affects macrophage polarization, creating a pro-inflammatory milieu in the immune cells compartment. These data confirm a protective role for SIRT2 against the development of inflammatory processes, pointing out a potential role for this sirtuin as a suppressor of colitis. In fact, SIRT2 deletion promotes inflammatory responses by increasing NF-κB acetylation and by reducing the M2-associated anti-inflammatory pathway. Finally, we speculate that the activation of SIRT2 may be a potential approach for the treatment of inflammatory bowel disease.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:07:44", "endTime": "2024/08/07 11:08:00", "cost": 15.275}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:39", "update_time": "2024-08-06 19:07:59", "grab_time": "2024-08-06 19:07:44"}
{"id": 2211965, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": "黄艳玲", "task_id": 1537, "source_info": {"seq_id": "0b3b2223-8745-4714-afa1-c04cf2bf4d00", "title": "Minimally invasive surgery for remnant gastric cancer: a comparison with open surgery.", "text": "【0】Minimally invasive surgery for remnant gastric cancer: a comparison with open surgery.\nCompletion total gastrectomy for remnant gastric cancer (RGC) is technically challenging, especially using the minimally invasive approach. Only a few small case series have reported the technical feasibility of completion total gastrectomy by minimally invasive surgery (MIS). The aim of this study was to compare the efficacy and safety of MIS and open surgery for RGC. We retrospectively analyzed 76 completion total gastrectomies for RGC between 2005 and 2012. Indications for MIS were limited to no evidence of serosa invasion or lymph node metastasis to extraperigastric areas on preoperative evaluation. We compared patient characteristics, intraoperative factors, post-operative outcomes, and survival for the MIS and open surgery groups. Eighteen patients underwent completion total gastrectomy with MIS (10 laparoscopic, 8 robotic) and 58 patients underwent open surgery. Operation time was longer in the MIS than the open group (266 vs. 203 min, P = 0.004), but the groups had similar estimated blood loss, frequency of unplanned other organ resection, and number of retrieved lymph nodes. The MIS group had a significantly earlier initiation of soft diet, shorter hospital stay, and fewer pain medication injections. Complication rates, recurrence, and overall 5-year survival were similar for the two groups. When we compared laparoscopy with robotic, similar result was shown in all parameters except operation time. Compared to open surgery, MIS for RGC demonstrated better short-term outcome and comparable oncologic results. MIS for RGC is feasible and safe and maintains advantages of minimal invasiveness. Both laparoscopic and robotic approaches are reasonable to the management of RGC.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:13:33", "endTime": "2024/08/07 11:13:44", "cost": 10.656}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:39", "update_time": "2024-08-06 19:13:44", "grab_time": "2024-08-06 19:13:33"}
{"id": 2211964, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 1537, "source_info": {"seq_id": "1450f26a-e9ad-45a3-938d-d1473e730f35", "title": "Lymph node human immunodeficiency virus RNA levels and resistance mutations in patients receiving high-dose saquinavir.", "text": "【0】Lymph node human immunodeficiency virus RNA levels and resistance mutations in patients receiving high-dose saquinavir.\nThe development of resistance mutations and human immunodeficiency virus (HIV) RNA levels were compared in lymph nodes and plasma of patients receiving antiretroviral therapy. Ten HIV-positive patients receiving high-dose saquinavir monotherapy (3600 or 7200 mg/day) underwent 14 lymph node biopsies before and during therapy. HIV RNA levels and appearance of resistance mutations to saquinavir were determined in simultaneous lymph node and plasma samples. HIV RNA levels were found to be consistently higher (mean, 3.16 log RNA copies; SD, 1.04; range, 2.23-5.59) in lymph nodes than in simultaneous plasma samples. Saquinavir therapy resulted in a reduction in HIV RNA levels in both plasma and lymph nodes. The presence or absence of a resistance mutation to saquinavir at codons 48 or 90 of the HIV-1 protease gene was identical in 13 of 14 biopsies, suggesting that resistance mutations to saquinavir appear within close temporal proximity in lymph nodes and plasma.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 10:57:38", "endTime": "2024/08/07 10:58:03", "cost": 24.911}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:39", "update_time": "2024-08-06 18:58:02", "grab_time": "2024-08-06 18:57:37"}
{"id": 2211963, "user_id": "65dea7050c9e908864e3bcde", "user_name": "焦瀚远", "task_id": 1537, "source_info": {"seq_id": "9d2d344e-74ad-4631-b398-68411fff92b6", "title": "Honokiol alleviates sepsis-induced acute kidney injury in mice by targeting the miR-218-5p/heme oxygenase-1 signaling pathway.", "text": "【0】Honokiol alleviates sepsis-induced acute kidney injury in mice by targeting the miR-218-5p/heme oxygenase-1 signaling pathway.\nHonokiol is a low-molecular-weight natural product and has been reported to exhibit anti-inflammatory activity. Our study aimed to investigate the influence of honokiol on sepsis-induced acute kidney injury (AKI) in a mouse model. A cecal ligation and puncture (CLP) surgical operation was performed to establish a sepsis-induced acute kidney injury model in mice. Renal histomorphological analysis was performed with periodic acid-Schiff (PAS) staining. The levels of inflammatory markers in serum were measured by ELISA assay. The mRNA and protein levels were assayed by RT-qPCR and western blotting, respectively. Annexin V-FITC/PI staining was used to evaluate glomerular mesangial cell (GMC) apoptosis. The results revealed that honokiol significantly increased the survival rate in mice undergoing a CLP operation. Inflammatory cytokines, such as TNF-α, IL-6 and IL-1β, were significantly inhibited in honokiol-treated septic mice compared with the CLP group. In addition, honokiol showed the ability to reverse CLP-induced AKI in septic mice. Furthermore, heme oxygenase-1 (HO-1) expression levels were significantly up-regulated and miR-218-5p was markedly down-regulated in honokiol-treated septic mice as compared to CLP-operated mice. Bioinformatics and experimental measurements showed that HO-1 was a direct target of miR-218-5p. In vitro experiments showed that both honokiol and miR-218-5p inhibitors blocked lipopolysaccharide (LPS)-induced cell growth inhibition and GMC apoptosis by increasing the expression of HO-1. Honokiol ameliorated AKI in septic mice and LPS-induced GMC dysfunction, and the underlying mechanism was mediated, at least partially, through the regulation of miR-218-5p/HO-1 signaling.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 10:59:25", "endTime": "2024/08/07 10:59:36", "cost": 11.278}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:39", "update_time": "2024-08-06 18:59:33", "grab_time": "2024-08-06 18:59:21"}
{"id": 2211962, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": "黄艳玲", "task_id": 1537, "source_info": {"seq_id": "63a0b7df-1d36-420c-87b9-f08c08d0f8d7", "title": "A Rare Case of Streptococcus Pneumoniae Causing Malignant Otitis Externa Complicated by Skull Base Osteomyelitis.", "text": "【0】A Rare Case of Streptococcus Pneumoniae Causing Malignant Otitis Externa Complicated by Skull Base Osteomyelitis.\nSkull base osteomyelitis is an aggressive infection involving bones of the skull. It is a rare complication of malignant otitis externa, caused by the contiguous spread of the infection. Patients are mostly elderly with comorbidities that compromise immunity. It is atypical for  to be encountered in basilar skull osteomyelitis. Here we present the case of an 80-year-old male with multiple comorbidities including diabetes mellitus with a two-month history of right ear pain associated with occasional discharge and diminished hearing who was found to have bacteremia and basilar skull osteomyelitis with  isolated from blood and otorrhea fluid cultures. This unusual presentation of  related skull base osteomyelitis could be attributed to an undiagnosed pancreatic cancer at the time of presentation. Malignant otitis externa can progress into invasive disease in the head and neck; almost all cases tend to be caused by  but unusual cases, such as this, can be caused by", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 10:58:20", "endTime": "2024/08/07 10:58:30", "cost": 9.611}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:38", "update_time": "2024-08-06 18:58:30", "grab_time": "2024-08-06 18:58:20"}
{"id": 2211961, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 1537, "source_info": {"seq_id": "56e01c57-8e43-44e1-859a-6292bf6bf0dc", "title": "College Status, Perceived Drinking Norms, and Alcohol Use among Sexual Minority Women.", "text": "【0】College Status, Perceived Drinking Norms, and Alcohol Use among Sexual Minority Women.\nLesbian, gay, and bisexual young adults are at elevated risk for drinking compared to heterosexual young adults, and this discrepancy is particularly striking for sexual minority women (SMW). Perceived social norms are strong predictors of young adult alcohol use, especially among college students. The college environment is often one where increases in alcohol use are seen, but the impact of college status on SMW's drinking has been understudied. The present study explored patterns of alcohol use and consequences among SMW and the extent to which social norms relate to use and consequences. Participants were recruited via social networking sites for a larger national study on SMW's health behaviors. Present analyses focused on 875 SMW between 18 and 25 who were categorized as either a 2-year college student ( = 196), 4-year college student ( = 418), or non-student ( = 261). Several differences emerged between college and non-college SMW, with non-college women reporting higher alcohol use and social norms compared to 4-year college women. In terms of alcohol-related consequences, students in both 2-year and 4-year colleges reported a higher likelihood of any consequences. There was some evidence that perceived norms partially explained differences in typical drinking among the college status groups. The present findings suggest that college may play a protective role against heavy drinking for this population of young women, however, the results are not straightforward and additional research is warranted.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:07:46", "endTime": "2024/08/07 11:08:02", "cost": 15.303}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:38", "update_time": "2024-08-06 19:08:01", "grab_time": "2024-08-06 19:07:45"}
{"id": 2211960, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": "黄艳玲", "task_id": 1537, "source_info": {"seq_id": "b828b1d2-ee7e-45c4-9148-006d2c09c53e", "title": "Survey dataset on open and distance learning students' intention to use social media and emerging technologies for online facilitation.", "text": "【0】Survey dataset on open and distance learning students' intention to use social media and emerging technologies for online facilitation.\nOpen and Distance Learning (ODL) students rely majorly on the use of Information, Communication and Technology (ICT) tools for online facilitation and other activities supporting learning. With emphasis on ODL students of Ladoke Akintola University of Technology (LAUTECH), Oyo Sta te, Nigeria; Moodle Learning Management System (LMS) has being the major medium for online facilitation for the past 5 years. Therefore, this data article presents a survey dataset that was administered to LAUTECH ODL students with a view to assess their readiness to accept and use alternative social media platforms and emerging technologies for online facilitation. The data article also includes questionnaire instrument administered via google form, 900 responses received in spreadsheet formats, chats generated from the responses, the Statistical Package of the Social Sciences (SPSS) file, the descriptive and reliability statistics for all the variables. Authors believe that the dataset will guide policy makers on the choice of social media and emerging technologies to be adopted as a facilitation tool for ODL students. It will also reveal the challenges that could militate against the willingness to use these supplementary modes of learning from students' perspectives.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 10:52:08", "endTime": "2024/08/07 10:52:29", "cost": 21.047}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:38", "update_time": "2024-08-06 18:52:29", "grab_time": "2024-08-06 18:52:08"}
{"id": 2211959, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": "黄艳玲", "task_id": 1537, "source_info": {"seq_id": "be0ca0f3-2cf7-4982-b749-99eea80568cf", "title": "Effects of proanthocyanidin enriched extract from Ligaria cuneifolia on plasma cholesterol and hemorheological parameters. In vivo and In vitro studies.", "text": "【0】Effects of proanthocyanidin enriched extract from Ligaria cuneifolia on plasma cholesterol and hemorheological parameters. In vivo and In vitro studies.\nIt was demonstrated that Ligaria cuneifolia (Lc) crude extract increased blood viscosity and decreased plasma cholesterol in rats. In the present study, we analyzed the Lc proanthocyanidin enriched fraction (PLc) to determine if it is capable of altering the hemorheological parameters while diminishing the plasma cholesterol. In vivo studies in adult male Wistar rats, randomized in three groups (n = 6 each one) were performed: 1. saline intraperitoneal (i.p.); 2. PLc 0.6 mg/100 g body weight (b.w.) i.p. and 3. PLc 3 mg/100 g b.w. i.p., every 24 hours during 3 days. with blood obtained by cardiac puncture, separated in aliquots and incubated with: 1. Saline solution (Control); 2. PLc 0.1 mg/mL, and 3. PLc 1.0 mg/mL, equivalent to doses in vivo experiments. The results demonstrated that in vivo PLc 0.6 and PLc 3 reduced plasma cholesterol (Cho) and LDL-Cho. Neither blood nor plasma viscosity was altered. Decrease of plasma cholesterol could be due to an increase of cholesterol and bile salts excretion leading to an increase of bile flow. In vitro experiments showed a direct interaction of PLc, at high concentration, with the erythrocyte membrane, inducing a switch from discocyte to stomatocyte. Only, PLc without hepatic metabolism produces hemorheological changes. Thus, PLc in vivo might be a pharmacological agent capable of decreasing plasma cholesterol.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:09:58", "endTime": "2024/08/07 11:10:10", "cost": 11.997}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:38", "update_time": "2024-08-06 19:10:09", "grab_time": "2024-08-06 19:09:57"}
{"id": 2211958, "user_id": "65dea7050c9e908864e3bcde", "user_name": "焦瀚远", "task_id": 1537, "source_info": {"seq_id": "b35cfe5f-4da2-4731-9ea0-bbd39b0d42d6", "title": "A management programme for Rh alloimmunization during pregnancy.", "text": "【0】A management programme for Rh alloimmunization during pregnancy.\nA management programme for the control and treatment of Rh0 (D) immunized during pregnancy is presented. A total of 34,650 births were registered during a 4.5 year period and included 63 D positive newborns to D-immunized mothers. The outcome of all infants has been evaluated according to the severity of the haemolytic disease. Exchange transfusion was unnecessary in 43 mild cases (68.3%). Fourteen infants (22.2%) required exchange transfusion, and in 6 severe cases (9.5%) maternal plasma exchange and exchange transfusion was performed. No detrimental effects or deaths occurred among the infants suffering from Rh haemolytic disease. We recommend that the frequency and volume of plasma exchange therapy should be individually adjusted to suit each patient and the effect monitored regularly through maternal anti-D levels using a sensitive quantitative technique.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:02:56", "endTime": "2024/08/07 11:03:05", "cost": 8.765}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:38", "update_time": "2024-08-06 19:03:02", "grab_time": "2024-08-06 19:02:45"}
{"id": 2211957, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 1537, "source_info": {"seq_id": "01baca71-0c36-4101-ac5d-36fcc3500b1e", "title": "Teratogenic effects of polychlorinated dibenzofurans in combination in C57BL/6N mice.", "text": "【0】Teratogenic effects of polychlorinated dibenzofurans in combination in C57BL/6N mice.\nPolychlorinated dibenzofurans (PCDFs) are highly toxic environmental contaminants which have been involved in several incidents of human poisoning. Two congeners, 2,3,4,7,8-pentachlorodibenzofuran (4-PeCDF) and 1,2,3,4,7,8-hexachlorodibenzofuran (HCDF), have been shown to persist in the tissues of victims of accidental ingestion from Japan and Taiwan. The teratogenicity of these compounds, both alone and in combination, was assessed in C57BL/6N mice. Pregnant mice were treated with 10 ml/kg corn oil containing no PCDFs, 4-PeCDF (0-30 micrograms/kg), HCDF (0-300 micrograms/kg), or a combination of the two on gestation Days 10-13, followed by necropsy on gestation Day 18. Maternal and fetal toxicity were assessed and selected soft tissues were examined for abnormalities. Both chemicals caused hydronephrosis and cleft palate in the absence of any overt toxicity. Hydronephrosis occurred at doses approximately fivefold lower than those causing cleft palate. The combination of 4-PeCDF and HCDF was additive for terata based on responses predicted by probit analysis. In addition, the combination of 2,3,4,5,3',4'-hexachlorobiphenyl (0-60 mg/kg), a structurally related compound also present in PCDF poisoning victims, and 4-PeCDF appears additive. Thus, these chemicals, which cause toxic effects similar to those of 2,3,7,8-tetrachlorodibenzo-p-dioxin, are additive in the induction of fetal anomalies in the mouse.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:13:08", "endTime": "2024/08/07 11:13:23", "cost": 15.043}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:38", "update_time": "2024-08-06 19:13:22", "grab_time": "2024-08-06 19:13:06"}
{"id": 2211956, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 1537, "source_info": {"seq_id": "86e8a896-c31b-4246-9194-36a5eccaf32c", "title": "Children of persons with Alzheimer disease: what does the future hold?", "text": "【0】Children of persons with Alzheimer disease: what does the future hold?\nChildren of persons with Alzheimer disease (AD), as a group, face an increased risk of developing AD. Many of them, throughout their adult lives, seek input on how to reduce their chances of one day suffering their parent's fate. We examine the state of knowledge with respect to risk and protective factors for AD and recommend a research agenda with special emphasis on AD offspring.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:00:26", "endTime": "2024/08/07 11:00:48", "cost": 22.403}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:38", "update_time": "2024-08-06 19:00:47", "grab_time": "2024-08-06 19:00:24"}
{"id": 2211955, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 1537, "source_info": {"seq_id": "4c6596ef-9081-4029-a786-94275e1d4c12", "title": "Risk of injury of the cervical spine in sled tests in female volunteers.", "text": "【0】Risk of injury of the cervical spine in sled tests in female volunteers.\nThe description of cervical spine motion and the risk to sustain a cervical spine injury is mainly based on cadaver studies. As the active influence of soft tissue is neglected in cadaver studies, our understanding of the kinematic model for whiplash is limited. Therefore the objective of this study was, to describe the in vivo cervical spine motion and acceleration during rear-end sled collisions to identify sequences of motion in which the risk of injury to the cervical spine is increased. A rear-end collision with a speed change (DeltaV) of 6.3 km/h was simulated in a sled test with eight female subjects with no history of prior injury or pain of the cervical spine. A high-speed camera was used to document motion data. Acceleration data were recorded using accelerometers. Acceleration input to the cervical spine was assessed by the simultaneous analysis of the head angle and angular head acceleration as well as the simultaneous analysis of the relative motion and the relative acceleration between the head and T1 to define intervals of increased risk of cervical spine injuries during rear-end collision. The motion sequence is characterized by the same phases that have already been described for male volunteers. Increasing angular head acceleration can explain facet joint injuries during the extension movement (100-120 ms) and hence occur about 50 ms later than shown in cadaver models. In the late rebound the combination of maximal ventral head acceleration and head movement is underestimated and can be responsible for soft tissue injuries. The study shows that during the extension phase and the late rebound phase, acceleration and movement pattern occur that could lead to cervical spine injuries.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 10:53:43", "endTime": "2024/08/07 10:54:27", "cost": 44.02}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:38", "update_time": "2024-08-06 18:54:26", "grab_time": "2024-08-06 18:53:41"}
{"id": 2211954, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": "黄艳玲", "task_id": 1537, "source_info": {"seq_id": "f0f76d36-788f-496c-bff0-2cbe4d6a932d", "title": "Retraction Note to: Nicorandil accelerates recovery of neuromuscular block caused by vecuronium.", "text": "【0】Retraction Note to: Nicorandil accelerates recovery of neuromuscular block caused by vecuronium.\nRetraction Note to: Can J Anesth 2001; 1: 28–33, DOI 10.1007/BF03019810. To our readers: Further to the Expression of Concern (http://www.springer.com/medicine/anesthesiology/journal/12630) posted online, it is with considerable regret that the Canadian Journal of Anesthesia hereby retracts the above-cited article by Dr. Yoshitaka Fujii as a result of: 1) overwhelming evidence of fabrication relating to the fact that the distribution of many variables reported by Dr. Fujii in this study are exceedingly unlikely; and 2) the inability of Dr. Fujii’s institution to attest to the integrity of the study and/ or the data conducted under its auspices, as set out in the Joint Editors-in-Chief Request for Determination of April 9, 2012.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [{"text": "【0】Retraction Note to: Nicorandil accelerates recovery of neuromuscular block caused by vecuronium.\n\nRetraction Note to: Can J Anesth 2001; 1: 28–33, DOI 10.1007/BF03019810. To our readers: Further to the Expression of Concern (http://www.springer.com/medicine/anesthesiology/journal/12630) posted online, it is with considerable regret that the Canadian Journal of Anesthesia hereby retracts the above-cited article by Dr. Yoshitaka Fujii as a result of: 1) overwhelming evidence of fabrication relating to the fact that the distribution of many variables reported by Dr. Fujii in this study are exceedingly unlikely; and 2) the inability of Dr. Fujii’s institution to attest to the integrity of the study and/ or the data conducted under its auspices, as set out in the Joint Editors-in-Chief Request for Determination of April 9, 2012.\n\n\n", "content": "【0】Retraction Note to: Nicorandil accelerates recovery of neuromuscular block caused by vecuronium.\nRetraction Note to: Can J Anesth 2001; 1: 28–33, DOI 10.1007/BF03019810. To our readers: Further to the Expression of Concern (http://www.springer.com/medicine/anesthesiology/journal/12630) posted online, it is with considerable regret that the Canadian Journal of Anesthesia hereby retracts the above-cited article by Dr. Yoshitaka Fujii as a result of: 1) overwhelming evidence of fabrication relating to the fact that the distribution of many variables reported by Dr. Fujii in this study are exceedingly unlikely; and 2) the inability of Dr. Fujii’s institution to attest to the integrity of the study and/ or the data conducted under its auspices, as set out in the Joint Editors-in-Chief Request for Determination of April 9, 2012.", "index": 0, "show": true, "start": 0, "end": 841, "province": ["文本干净度", "无关文本"], "isEdit": false}], "startTime": "2024/08/07 11:08:25", "endTime": "2024/08/07 11:08:57", "cost": 32.292}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:38", "update_time": "2024-08-06 19:08:57", "grab_time": "2024-08-06 19:08:14"}
{"id": 2211953, "user_id": "65dea7050c9e908864e3bcde", "user_name": "焦瀚远", "task_id": 1537, "source_info": {"seq_id": "a9ad0714-46a0-440f-8366-8059ee4f45dc", "title": "Negative cross talk between LIMK2 and PTEN promotes castration resistant prostate cancer pathogenesis in cells and in vivo.", "text": "【0】Negative cross talk between LIMK2 and PTEN promotes castration resistant prostate cancer pathogenesis in cells and in vivo.\nAndrogen deprivation therapy (ADT) and androgen receptor (AR) signaling inhibitors are front-line treatments for highly aggressive prostate cancer. However, prolonged inhibition of AR triggers a compensatory activation of PI3K pathway, most often due to the genomic loss of tumor suppressor PTEN, driving progression to the castration-resistant prostate cancer (CRPC) stage, which has very poor prognosis. We uncovered a novel mechanism of PTEN downregulation triggered by LIMK2, which contributes significantly to CRPC pathogenesis. LIMK2 is a CRPC-specific target. Its depletion fully reverses tumorigenesis in vivo. LIMK2 phosphorylates PTEN at five sites, degrading and inhibiting its activity, thereby driving highly aggressive oncogenic phenotypes in cells and in vivo. PTEN also degrades LIMK2 in a feedback loop, which was confirmed in prostates from PTEN and PTEN mice. LIMK2 is also the missing link between hypoxia and PTEN degradation in CRPC. This is the first study to show a feedback loop between PTEN and its regulator. Uncovering the LIMK2-PTEN loop provides a powerful therapeutic opportunity to retain the activity and stability of PTEN protein by inhibiting LIMK2, thereby halting the progression to CRPC, ADT-resistance and drug-resistance.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 10:56:26", "endTime": "2024/08/07 10:56:47", "cost": 21.721}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:38", "update_time": "2024-08-06 18:56:45", "grab_time": "2024-08-06 18:56:23"}
{"id": 2211952, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 1537, "source_info": {"seq_id": "d79a2646-56b1-40bd-9850-3b2fa66d07ee", "title": "Mucinous Neoplasm of the Appendix as a Mimic of Cystic Adnexal Pathology.", "text": "【0】Mucinous Neoplasm of the Appendix as a Mimic of Cystic Adnexal Pathology.\nPelvic pain presents a common diagnostic conundrum with a myriad of causes ranging from benign and trivial to malignant and emergent. We present a case where a mucinous neoplasm of the appendix acted as a mimic for tubular adnexal pathology on imaging. With the associated imaging findings on ultrasound, computed tomography, and magnetic resonance imaging, we wish to raise awareness of mucinous tumors of the appendix when tubular right adnexal pathology is present both in the presence of pelvic or abdominal pain or when noted incidentally. Tubular pathology such as uncomplicated paraovarian cysts or hydrosalpinx is frequently treated conservatively with long-interval follow-up imaging or left to clinical follow-up. Thus, if incorrectly diagnosed as tubular pathology, an appendix mucocele or mucinous neoplasm of the appendix is likely to be undertreated. We wish to clarify some of the confusion around nomenclature and classification of the multiple entities that are comprised by the terms mucocele and mucinous tumor of the appendix.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:06:53", "endTime": "2024/08/07 11:07:04", "cost": 11.171}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:38", "update_time": "2024-08-06 19:07:03", "grab_time": "2024-08-06 19:06:52"}
{"id": 2211951, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 1537, "source_info": {"seq_id": "69882c5d-e260-4d3e-947a-0dcee86cf6dd", "title": "[Professor Dr. Abraham Horwitz Barak (1910-2000)].", "text": "【0】[Professor Dr. Abraham Horwitz Barak (1910-2000)].\nAbraham Horwitz, MD, was a prominent leader in Public Health in the Americans. His career started as a clinician and researcher in infectious diseases, then as a teacher in two Chilean Universities, one of the organizers of the Public Health Service in Chile and, subsequently, a prominent staff member in the Pan American Health Organization, becoming its Director during four consecutive terms. His outstanding career was recognized worldwide with several honorary awards and distinctions. Dr. Horwitz is recognized as one of the most distinguished and influential individuals in Medicine, in the American Continent, during the 20th Century.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 10:58:48", "endTime": "2024/08/07 10:59:03", "cost": 15.089}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:38", "update_time": "2024-08-06 18:59:02", "grab_time": "2024-08-06 18:58:46"}
{"id": 2211950, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 1537, "source_info": {"seq_id": "2a0a901d-7406-4c94-bb6f-b41861e5ff34", "title": "Assessment of protein glycoxidation in ventricular tissues.", "text": "【0】Assessment of protein glycoxidation in ventricular tissues.\nAdvanced glycation end products are permanently modified protein derivatives formed in the presence of reducing sugars, such as glucose, fructose, hexose-phosphates, trioses, and triose-phosphates by non-enzymatic glycation and oxidation (\"glycoxidation\") reactions and further irreversible rearrangements. Numerous studies have revealed the pivotal role of protein glycoxidation in the pathogeneses of diabetes-related and age-related diseases. Protein glycoxidation is generally recognized both as a hallmark and as a promoter for progression of diabetes-related and age-related ailments, particularly in cardiovascular system such as increased vascular and myocardial stiffness, endothelial dysfunction, altered vascular injury responses, and atherosclerotic plaque formation. An appropriate surveillance on abnormal protein glycoxidation at an early stage of disease progression is of clinical and practical importance to handle diabetes-related and age-related cardiovascular complications especially those leading to ventricular dysfunction.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:05:55", "endTime": "2024/08/07 11:06:09", "cost": 13.545}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:38", "update_time": "2024-08-06 19:06:08", "grab_time": "2024-08-06 19:05:54"}
{"id": 2211949, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 1537, "source_info": {"seq_id": "f9e84fa9-b81a-47f9-a521-131d3a8c94c6", "title": "Prevalence of persistent diarrhoea in children aged 3-36 months at the Kenyatta National Hospital, Nairobi, Kenya.", "text": "【0】Prevalence of persistent diarrhoea in children aged 3-36 months at the Kenyatta National Hospital, Nairobi, Kenya.\nThree hundred and eighty four children aged 3-36 months admitted to the Infectious Diseases Hospital (IDH) with diarrhoea were studied for persistent diarrhoea (PD), defined as diarrhoea lasting more than 14 days. To establish the duration of diarrhoea, the children were evaluated daily while in hospital and on days seven, fourteen, twenty one and twenty eight of the diarrhoea episode, if discharged. Of these children, 268 (69.8%) were less than 12 months. There was a slight male preponderance with a male to female ratio of 1.2:1. Twenty (5.4%) children presented with diarrhoea of more than 14 days at admission while of the 364 who presented with diarrhoea of less than 14 days at admission, 40 (11%) developed persistent diarrhoea, giving a total PD rate of 16.5%. The peak age for PD was nine months with no sex difference. Some possible risk factors for PD were identified as blood in stools, pneumonia, malnutrition, not breastfeeding, severe dehydration and antibiotic treatment. The total number of deaths in the study cases was 50, giving a case fatality rate of 13.6%. Of the children with PD, 19(31.7%) died. The children with PD were at a four times greater risk of dying (P<0.001, OR = 4.16). This study indicates that prevalence of PD among children admitted to IDH is high; and carries a high case fatality.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:03:31", "endTime": "2024/08/07 11:03:46", "cost": 15.608}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:38", "update_time": "2024-08-06 19:03:45", "grab_time": "2024-08-06 19:03:29"}
{"id": 2211948, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": "黄艳玲", "task_id": 1537, "source_info": {"seq_id": "5d8a639d-0c35-4d06-8fe7-608934a0be5c", "title": "Evaluation of specificity and sensitivity of IRT/IRT protocol in the cystic fibrosis newborn screening program: 6-year experience of three tertiary centers.", "text": "【0】Evaluation of specificity and sensitivity of IRT/IRT protocol in the cystic fibrosis newborn screening program: 6-year experience of three tertiary centers.\nWe aimed to evaluate cutoff values of immunoreactive trypsinogen (IRT)/IRT and determine relationship between IRT values and clinical characteristics of children with cystic fibrosis (CF). This study is cross-sectional study. Data of children with positive newborn screening (NBS) between 2015 and 2021 were evaluated in three pediatric pulmonology centers. Age at admission, sex, gestational age, presence of history of meconium ileus, parental consanguinity, sibling with CF, and doll-like face appearance, first and second IRT values, sweat chloride test, fecal elastase, fecal fat, biochemistry results, and age at CF diagnosis were recorded. Sensitivity and specificity of IRT cutoff values were evaluated. Of 815 children with positive NBS, 58 (7.1%) children were diagnosed with CF. Median values of first and second IRT were 157.2 (103.7-247.6) and 113.0 (84.0-201.5) μg/L. IRT values used in current protocol, sensitivity was determined as 96.6%, specificity as 17.2% for first IRT, and 96.6% sensitivity, 20.5% specificity for second IRT. Positive predictive value (PPV) was determined as 7.1%. When cutoff value for first IRT was estimated as 116.7 μg/L, sensitivity was 69.0% and specificity was 69.6%, and when cutoff value was set to 88.7 μg/L for second IRT, sensitivity was 69.0% and specificity was 69.0%. Area under curve was 0.757 for first and 0.763 for second IRT (p < 0.001, p < 0.001, respectively). PPV was calculated as 4.3%.    Conclusion: Although sensitivity of CF NBS is high in our country, its PPV is significantly lower than expected from CF NBS programs. False-positive NBS results could have been overcome by revising NBS strategy. What is Known: • Although immunoreactive trypsinogen elevation is a sensitive test used in cystic fibrosis newborn screening, its specificity is low. • In countries although different algorithms are used, all strategies begin with the measurement of immunoreactive trypsinogen in dried blood spots. What is New: • In our study, it was shown that use of the IRT/IRT protocol for cystic fibrosis newborn screening is not sufficient for the cut-off values determined by the high number of patients. • Newborn screening strategy should be reviewed to reduce false positive newborn screening results.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 10:57:36", "endTime": "2024/08/07 10:57:51", "cost": 14.457}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:38", "update_time": "2024-08-06 18:57:50", "grab_time": "2024-08-06 18:57:36"}
{"id": 2211947, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": "黄艳玲", "task_id": 1537, "source_info": {"seq_id": "ae13f94b-746e-413b-b34d-c14fea613015", "title": "Implementing Collaborative Care in Low-Resource Government, Research, and Academic Settings in Rural Nepal.", "text": "【0】Implementing Collaborative Care in Low-Resource Government, Research, and Academic Settings in Rural Nepal.\nThe collaborative care model (CoCM) is a strategy of integrating behavioral health into primary care to expand access to high-quality mental health services in areas with few psychiatrists. CoCM is multifaceted, and its implementation is accelerating in high-resource settings. However, in low-resource settings, it may not be feasible to implement all CoCM components. Guidance is lacking on CoCM implementation when only some of its components are feasible. In this column, the authors used a cost-benefit approach to refine strategies for addressing common implementation challenges, incorporating the authors' experiences in what was gained and what was lost at each implementation step in three CoCM programs in diverse clinical settings in rural Nepal.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 10:54:13", "endTime": "2024/08/07 10:54:24", "cost": 10.659}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:38", "update_time": "2024-08-06 18:54:24", "grab_time": "2024-08-06 18:52:31"}
{"id": 2211946, "user_id": "65dea7050c9e908864e3bcde", "user_name": "焦瀚远", "task_id": 1537, "source_info": {"seq_id": "c9ff9507-a7cd-4f91-adf8-a472eec68004", "title": "[Gluteal fistulo-gummatous syndrome (malignant dysembryoma)].", "text": "【0】[Gluteal fistulo-gummatous syndrome (malignant dysembryoma)].\nThe authors present the case of a 61 years old patient with fistulo-gummutous lesions with ulcer formation and pus formation in the right buttock, loss of weight and asthenia. The lesions appeared six months after a violent blow on the right buttock. General examination of the ano-rectal region, including sigmoidoscopy and fistulography, together with histo-pathological examination, revealed the existence of a perirectal muciparous carcinoma developing on embryonic glanduilform remains, situated in the right perinee-rectal region. The special interest of this case resides in its rareness and the unusual clinical appearance of gummatous fistula.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": null, "finished": false, "dropped": false, "create_time": "2024-08-06 01:22:38", "update_time": "2024-08-06 01:22:38", "grab_time": "2024-08-06 19:08:26"}
{"id": 2211945, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 1537, "source_info": {"seq_id": "a6f2cc78-5b70-4981-8395-7a929032cc40", "title": "Acute plate fixation of displaced midshaft clavicular fractures is not associated with earlier return of normal shoulder function when union is achieved.", "text": "【0】Acute plate fixation of displaced midshaft clavicular fractures is not associated with earlier return of normal shoulder function when union is achieved.\nIt is unclear whether acute plate fixation facilitates earlier return of normal shoulder function following a displaced mid-shaft clavicular fracture compared with nonoperative management when union occurs. The primary aim of this study was to establish whether acute plate fixation was associated with a greater return of normal shoulder function when compared with nonoperative management in patients who unite their fractures. The secondary aim was to investigate whether there were identifiable predictors associated with return of normal shoulder function in patients who achieve union with nonoperative management. Patient data from a randomized controlled trial were used to compare acute plate fixation with nonoperative management of united fractures. Return of shoulder function was based on the age- and sex-matched Disabilities of the Arm, Shoulder and Hand (DASH) scores for the cohort. Independent predictors of an early recovery of normal shoulder function were investigated using a separate prospective series of consecutive nonoperative displaced mid-shaft clavicular fractures recruited over a two-year period (aged ≥ 16 years). Patient demographics and functional recovery were assessed over the six months post-injury using a standardized protocol. Data from the randomized controlled trial consisted of 86 patients who underwent operative fixation compared with 76 patients that united with nonoperative treatment. The recovery of normal shoulder function, as defined by a DASH score within the predicted 95% confidence interval for each respective patient, was similar between each group at six weeks (operative 26.7% vs nonoperative 25.0%, p = 0.800), three months (52.3% vs 44.2%, p = 0.768), and six months post-injury (86.0% vs 90.8%, p = 0.349). The mean DASH score and return to work were also comparable at each timepoint. In the prospective cohort, 86.5% (n = 173/200) achieved union by six months post-injury (follow-up rate 88.5%, n = 200/226). Regression analysis found that no specific patient, injury, or fracture predictor was associated with an early return of function at six or 12 weeks. Return of normal shoulder function was comparable between acute plate fixation and nonoperative management when union was achieved. One in two patients will have recovery of normal shoulder function at three months, increasing to nine out of ten patients at six months following injury when union occurs, irrespective of initial treatment. Cite this article:  2021;2(7):522-529.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [{"text": "Cite this article:  2021;2(7):522-529.", "content": "【0】Acute plate fixation of displaced midshaft clavicular fractures is not associated with earlier return of normal shoulder function when union is achieved.\nIt is unclear whether acute plate fixation facilitates earlier return of normal shoulder function following a displaced mid-shaft clavicular fracture compared with nonoperative management when union occurs. The primary aim of this study was to establish whether acute plate fixation was associated with a greater return of normal shoulder function when compared with nonoperative management in patients who unite their fractures. The secondary aim was to investigate whether there were identifiable predictors associated with return of normal shoulder function in patients who achieve union with nonoperative management. Patient data from a randomized controlled trial were used to compare acute plate fixation with nonoperative management of united fractures. Return of shoulder function was based on the age- and sex-matched Disabilities of the Arm, Shoulder and Hand (DASH) scores for the cohort. Independent predictors of an early recovery of normal shoulder function were investigated using a separate prospective series of consecutive nonoperative displaced mid-shaft clavicular fractures recruited over a two-year period (aged ≥ 16 years). Patient demographics and functional recovery were assessed over the six months post-injury using a standardized protocol. Data from the randomized controlled trial consisted of 86 patients who underwent operative fixation compared with 76 patients that united with nonoperative treatment. The recovery of normal shoulder function, as defined by a DASH score within the predicted 95% confidence interval for each respective patient, was similar between each group at six weeks (operative 26.7% vs nonoperative 25.0%, p = 0.800), three months (52.3% vs 44.2%, p = 0.768), and six months post-injury (86.0% vs 90.8%, p = 0.349). The mean DASH score and return to work were also comparable at each timepoint. In the prospective cohort, 86.5% (n = 173/200) achieved union by six months post-injury (follow-up rate 88.5%, n = 200/226). Regression analysis found that no specific patient, injury, or fracture predictor was associated with an early return of function at six or 12 weeks. Return of normal shoulder function was comparable between acute plate fixation and nonoperative management when union was achieved. One in two patients will have recovery of normal shoulder function at three months, increasing to nine out of ten patients at six months following injury when union occurs, irrespective of initial treatment. Cite this article:  2021;2(7):522-529.", "index": 2624, "show": true, "start": 2624, "end": 2662, "province": ["文本干净度", "无关文本"], "isEdit": false}], "startTime": "2024/08/07 11:06:11", "endTime": "2024/08/07 11:06:29", "cost": 18.428}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:38", "update_time": "2024-08-06 19:06:28", "grab_time": "2024-08-06 19:06:10"}
{"id": 2211944, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": "黄艳玲", "task_id": 1537, "source_info": {"seq_id": "b4c12230-9e43-4871-a565-0bb9932bfedb", "title": "Comparison of the signal transduction pathways activated by gastrin in enterochromaffin-like and parietal cells.", "text": "【0】Comparison of the signal transduction pathways activated by gastrin in enterochromaffin-like and parietal cells.\nGastrin stimulates acid secretion from parietal cells and histamine release from enterochromaffin-like (ECL) cells through identical gastrin receptors. However, gastrin has been shown to have a trophic effect only on ECL cells. The aim of this study was to compare gastrin-induced signal transduction pathways in the ECL and parietal cells of Mastomys natalensis, an African rodent. Both ECL and parietal cells were isolated from the gastric mucosa of M. natalensis, and intracellular signal transduction events in response to gastrin were investigated. Gastrin elicited histamine release from ECL cells and acid secretion from parietal cells in association with enhanced inositol phospholipid turnover. Although gastrin increased [3H]thymidine incorporation into ECL cells, it had no effect on parietal cells. Moreover, tyrosine phosphorylation and activation of mitogen-activated protein (MAP) kinase as well as c-fos and c-jun gene expression were augmented only in ECL cells. In addition, gastrin increased the formation of guanosine triphosphate-Ras with a simultaneous decrease in guanosine diphosphate-Ras levels in ECL but not in parietal cells. Although gastrin receptors are present in both ECL and parietal cells, they activate the Ras-MAP kinase pathway only in ECL cells.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 10:56:32", "endTime": "2024/08/07 10:56:41", "cost": 8.767}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:38", "update_time": "2024-08-06 18:56:41", "grab_time": "2024-08-06 18:56:32"}
{"id": 2211943, "user_id": "65dea7050c9e908864e3bcde", "user_name": "焦瀚远", "task_id": 1537, "source_info": {"seq_id": "680e25cd-6464-4de6-84b9-375a50c16b89", "title": "Apoptosis is not the major death mechanism induced by celecoxib on rheumatoid arthritis synovial fibroblasts.", "text": "【0】Apoptosis is not the major death mechanism induced by celecoxib on rheumatoid arthritis synovial fibroblasts.\nSynovial hyperplasia in rheumatoid arthritis (RA) has been associated with apoptosis deficiency of RA fibroblast-like synoviocytes (FLSs). Celecoxib is a non-steroidal anti-inflammatory drug that has been demonstrated to induce apoptosis in some cellular systems. We have therefore examined the dose- and time-dependent effects of celecoxib on RA FLS viability. Treatment of RA FLSs with celecoxib for 24 hours reduced their viability in a dose-dependent manner. Analysis of celecoxib-treated RA FLSs for their content of apoptotic and necrotic cells by Annexin V staining and TO-PRO-3 uptake displayed only few apoptotic cells. Caspase 3, a key mediator of apoptosis, was not activated in celecoxib-treated RA FLSs, and the presence of specific caspase 3 or pan-caspase inhibitors did not affect celecoxib-induced cell death. Moreover, we could not detect other signs of apoptosis, such as cleavage of poly(ADP-ribose) polymerase, caspase 8 or 9, or DNA fragmentation. We therefore conclude that apoptosis is not the major death pathway in celecoxib-treated RA FLSs.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 10:57:45", "endTime": "2024/08/07 10:58:29", "cost": 44.651}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:38", "update_time": "2024-08-06 18:58:27", "grab_time": "2024-08-06 18:57:42"}
{"id": 2211942, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": "黄艳玲", "task_id": 1537, "source_info": {"seq_id": "b60c52d3-2eaf-47f3-bdd1-4e7b8b654e40", "title": "Cost-efficient and reliable annular optical fiber temperature sensor.", "text": "【0】Cost-efficient and reliable annular optical fiber temperature sensor.\nIn this paper, an annular winding structure made of single-mode optical fiber is proposed as the core of a cost-efficient and reliable annular optical fiber temperature sensor (AOFTS). The sensor is mainly due to the multi-mode interference effect to achieve real-time response to external temperature changes. The experimental results show that the average temperature sensitivity of the sensor is about 255.5 pm/°C in the temperature range of -20-110; it has higher sensitivity at low temperatures. At -20, the sensitivity of the AOFTS reaches 450 pm/°C. The sensor has the advantages of simple fabrication, low fabrication cost, strong stability, and good reproducibility and repeatability. It has great application prospects in the field of low-temperature detection.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:07:04", "endTime": "2024/08/07 11:07:15", "cost": 11.153}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:38", "update_time": "2024-08-06 19:07:15", "grab_time": "2024-08-06 19:07:03"}
{"id": 2211941, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 1537, "source_info": {"seq_id": "326cd0ff-f8e6-4177-996e-57f0ddee6f3f", "title": "Tobacco smoke. Effects on pulmonary host defense.", "text": "【0】Tobacco smoke. Effects on pulmonary host defense.\nTobacco smoke affected both the metabolism and function of pulmonary alveolar macrophages (PAM). Phagocytosis of viable Staphylococcus aureus and inert starch particles was minimally but consistently depressed in PAM from rats exposed to tobacco smoke for six months. Oxygen consumption, superoxide and hydrogen peroxide release, and hexose monophosphate shunt activity were elevated in cells from smokers. Oxidation of glucose, labelled in the carbon-six position, remained unchanged. All observed effects of tobacco smoke on oxygen metabolism occurred during phagocytosis and did not affect the basal metabolism of the nonstimulated cell.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:08:50", "endTime": "2024/08/07 11:09:04", "cost": 14.317}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:38", "update_time": "2024-08-06 19:09:03", "grab_time": "2024-08-06 19:08:48"}
{"id": 2211940, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 1537, "source_info": {"seq_id": "aadcb970-2176-48dd-a28c-8c4663651b5b", "title": "Culturally and developmentally adapting group interpersonal therapy for adolescents with depression in rural Nepal.", "text": "【0】Culturally and developmentally adapting group interpersonal therapy for adolescents with depression in rural Nepal.\nEvidence-based interventions are needed to reduce depression among adolescents in low- and middle-income countries (LMICs). One approach could be cultural adaptation of psychological therapies developed in high-income countries. We aimed to adapt the World Health Organization's Group Interpersonal Therapy (IPT) Manual for adolescents with depression in rural Nepal. We used a participatory, multi-stage adaptation process involving: translation and clinical review of the WHO Manual; desk reviews of adaptations of IPT in LMICs, and literature on child and adolescent mental health interventions and interpersonal problems in Nepal; a qualitative study to understand experiences of adolescent depression and preferences for a community-based psychological intervention including 25 interviews with adolescent boys and girls aged 13-18 with depression, four focus group discussions with adolescents, four with parents/caregivers and two with teachers, six interviews with community health workers and one with a representative from a local non-governmental organisation (total of 126 participants); training of IPT trainers and facilitators and practice IPT groups; and consultation with a youth mental health advisory board. We used the Ecological Validity Framework to guide the adaptation process. We made adaptations to optimise treatment delivery and emphasise developmental and cultural aspects of depression. Key adaptations were: integrating therapy into secondary schools for delivery by school nurses and lay community members; adding components to promote parental engagement including a pre-group session with the adolescent and parent to mobilise parental support; using locally acceptable terms for mental illness such as udas-chinta (sadness and worry) and man ko samasya (heart-mind problem); framing the intervention as a training programme to de-stigmatise treatment; and including activities to strengthen relationships between group members. We did not adapt the therapeutic goals of IPT and conserved IPT-specific strategies and techniques, making edits only to the way these were described in the Manual. Group IPT can be adapted for adolescents in Nepal and delivered through the education system. A randomised controlled trial is needed to assess the impact and costs of the intervention in this setting. Future research in LMICs to adapt IPT for adolescents could use this adapted intervention as a starting point.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:06:32", "endTime": "2024/08/07 11:06:50", "cost": 17.793}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:38", "update_time": "2024-08-06 19:06:49", "grab_time": "2024-08-06 19:06:31"}
{"id": 2211939, "user_id": "65dea7050c9e908864e3bcde", "user_name": "焦瀚远", "task_id": 1537, "source_info": {"seq_id": "c6f43bf1-7235-4a1f-9855-997ec74337bf", "title": "Functional group substitutions influence the binding of benzophenone-type UV filters with DNA.", "text": "【0】Functional group substitutions influence the binding of benzophenone-type UV filters with DNA.\nAs a class of possible carcinogens, benzophenone-type UV filters (BPs) widely exist in natural environments and organisms. The crucial step of the carcinogenic process induced by cancerous toxins is binding with DNA to form adducts. Here, the binding of 10 typical BPs, i.e., benzophenone (BP1), 2-hydroxyl benzophenone (BP2), 4-hydroxyl benzophenone (BP3), 2,2'-dihydroxyl benzophenone (BP4), 2,4-dihydroxyl benzophenone (BP5), 4,4'-dihydroxyl benzophenone (BP6), 2,4,4'-trihydroxyl benzophenone (BP7), 2,2',4,4'-tetrahydroxyl benzophenone (BP8), 2-hydroxyl-4-methoxyl benzophenone (BP9), and 2,2'-dihydroxyl-4-methoxyl benzophenone (BP10), with DNA was tested via fluorescence quenching experiments. Only hydroxyl group-substituted BPs could bind to DNA by groove binding mode, and the quenching constants were 0.93 × 10-5.89 × 10 L/mol. Substituted BPs were preferentially bound to thymine. Circular dichroism analysis confirmed that BPs could affect DNA base stacking but could not transform its B-form. Based on molecular electrostatic surface potential analyses, molecular dynamics simulations, and energy decomposition calculations, it could be found that the site and number of hydroxyl substitution changed the molecular polarity of BPs, thereby affecting the number and strength of hydrogen bonds between BPs and DNA. The hydroxyl substitution at site 2 was more conducive to binding than at site 4. This study is beneficial in comprehending the carcinogenic mechanisms of BPs.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:01:12", "endTime": "2024/08/07 11:02:46", "cost": 94.287}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:38", "update_time": "2024-08-06 19:02:43", "grab_time": "2024-08-06 19:01:09"}
{"id": 2211938, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": "黄艳玲", "task_id": 1537, "source_info": {"seq_id": "d67481a1-437c-430c-8da7-4dbda8137793", "title": "The content of fagopyrin and polyphenols in common and tartary buckwheat sprouts.", "text": "【0】The content of fagopyrin and polyphenols in common and tartary buckwheat sprouts.\nDried buckwheat herb is used in medicinal products whereas fresh green plant parts, especially sprouts, are consumed as a vegetable. The herb contains fagopyrins, which cause sensitivity to light after ingestion. The aim of this study was to investigate the impact of different growing conditions and the development phase on the content of fagopyrin and phenolic compounds in buckwheat sprouts. Total flavonoid and total phenol contents, fagopyrin content and antioxidant activity were determined spectrophotometrically. Fagopyrin and flavonoids were located almost exclusively in cotyledons. Based on a comparison to hypericin toxicity, the recommendable intake of buckwheat sprouts was estimated to be less than 40 g per day.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:12:30", "endTime": "2024/08/07 11:12:38", "cost": 8.006}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:38", "update_time": "2024-08-06 19:12:38", "grab_time": "2024-08-06 19:12:30"}
{"id": 2211937, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 1537, "source_info": {"seq_id": "8fe3133b-d11b-41e1-9f18-90cba5e45c0f", "title": "Effects of knowledge, attitudes, and practices of primary care providers on antibiotic selection, United States.", "text": "【0】Effects of knowledge, attitudes, and practices of primary care providers on antibiotic selection, United States.\nAppropriate selection of antibiotic drugs is critical to optimize treatment of infections and limit the spread of antibiotic resistance. To better inform public health efforts to improve prescribing of antibiotic drugs, we conducted in-depth interviews with 36 primary care providers in the United States (physicians, nurse practitioners, and physician assistants) to explore knowledge, attitudes, and self-reported practices regarding antibiotic drug resistance and antibiotic drug selection for common infections. Participants were generally familiar with guideline recommendations for antibiotic drug selection for common infections, but did not always comply with them. Reasons for nonadherence included the belief that nonrecommended agents are more likely to cure an infection, concern for patient or parent satisfaction, and fear of infectious complications. Providers inconsistently defined broad- and narrow-spectrum antibiotic agents. There was widespread concern for antibiotic resistance; however, it was not commonly considered when selecting therapy. Strategies to encourage use of first-line agents are needed in addition to limiting unnecessary prescribing of antibiotic drugs.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:03:49", "endTime": "2024/08/07 11:03:58", "cost": 9.28}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:38", "update_time": "2024-08-06 19:03:57", "grab_time": "2024-08-06 19:03:47"}
{"id": 2211936, "user_id": "65dea7050c9e908864e3bcde", "user_name": "焦瀚远", "task_id": 1537, "source_info": {"seq_id": "a1a1950f-d685-4417-a5ea-9e73e5d9bd54", "title": "Nitroalkenes as Latent 1,2-Biselectrophiles - A Multicatalytic Approach for the Synthesis of 1,4-Diketones and Their Application in a Four-Step One-Pot Reaction to Polysubstituted Pyrroles.", "text": "【0】Nitroalkenes as Latent 1,2-Biselectrophiles - A Multicatalytic Approach for the Synthesis of 1,4-Diketones and Their Application in a Four-Step One-Pot Reaction to Polysubstituted Pyrroles.\nAn NHC-catalyzed nitro-Stetter/elimination/Stetter reaction sequence employs nitroalkenes as latent 1,2-dication synthons providing a novel access to highly useful symmetrical and unsymmetrical 2-aryl substituted 1,4-diketone building blocks from commercially available aldehyde precursors. For less activated (aliphatic) aldehydes, a cooperative catalytic strategy has been developed via the merger of NHC and H-bonding catalysis. To further showcase the versatility of our approach, a great variety of these unprecedented 1,4-diketones are used to efficiently synthesize polysubstituted pyrroles-including those with hetaryl substituents-in good to excellent yields in a multicatalytic metal-free, four-step one-pot cascade reaction under mild, yet robust, conditions.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:03:10", "endTime": "2024/08/07 11:03:27", "cost": 16.802}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:38", "update_time": "2024-08-06 19:03:24", "grab_time": "2024-08-06 19:03:04"}
{"id": 2211935, "user_id": "65dea7050c9e908864e3bcde", "user_name": "焦瀚远", "task_id": 1537, "source_info": {"seq_id": "5c138131-6c9c-409d-9dc9-294522f86176", "title": "Cobalamin (vitamin B12) and holotranscobalamin changes in plasma and liver tissue in alcoholics with liver disease.", "text": "【0】Cobalamin (vitamin B12) and holotranscobalamin changes in plasma and liver tissue in alcoholics with liver disease.\nWe wanted to know if alterations in plasma cobalamin (B12) concentration and B12 carriers, e.g., holotranscobalamins (holo TC), occur in blood and liver tissue from patients with severe alcoholic liver disease. Our purpose was to test the hypothesis that liver disease may disrupt B12 distribution. Total B12, as well as B12 bound to transcobalamin I, II, III (holo TC), were measured to determine their concentration in plasma and in liver tissue; Poteriochromonas malhamensis--a protozoan reagent served to measure only metabolically active (true) B12. Total B12 as distributed in holo TC in plasma and liver tissue of healthy subjects (controls) were compared to patients with severe alcoholic liver disease. Severe liver disease initiates highly elevated B12 levels in plasma and a lowered liver tissue total B12 concentration. The percent of B12 distributed to holo TC II is significantly depleted during liver disease. In contrast, holo TC I and III are elevated in plasma during liver disease and contain more B12 than controls. Total B12 and B12 distributed to TC are lower in diseased liver tissue. Severe alcoholic liver disease involves leakage of total B12 from liver tissue into the plasma. Holo TC I and III concentration increases in plasma; this preserves the high plasma B12 from being excreted. However, plasma holo TC II B12 distribution is decreased, indicating that there is a depression of exogenous B12 entering the plasma and tissues. In severe liver disease, liver tissue B12 binding and storage by TC is disrupted and causes B12 to leak out of the liver into the circulation. Eventually liver disease could produce enough severe tissue B12 deficits to cause metabolic dysfunction despite elevated plasma total B12. Elevation of plasma B12, accompanied by a lowering of holo TC II distribution, seemed to be a useful index of liver disease severity suggesting preventive treatment.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:05:28", "endTime": "2024/08/07 11:06:32", "cost": 64.377}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:38", "update_time": "2024-08-06 19:06:29", "grab_time": "2024-08-06 19:05:25"}
{"id": 2211934, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": "黄艳玲", "task_id": 1537, "source_info": {"seq_id": "a238ae09-6fdf-4d98-aceb-ec558e90e865", "title": "[Repeated amenorrhea in an adolescent girl in the course of flood disaster in Kłodzko Region, July 1997].", "text": "【0】[Repeated amenorrhea in an adolescent girl in the course of flood disaster in Kłodzko Region, July 1997].\nA natural disaster has been defined as a disruption of human ecology that exceeds the capacity of the community to function normally. After the flood disaster in Kłodzko Region, July 1997, the major problem in female adolescents was observed: secondary amenorrhea. 17 female adolescents, aged 13-18, which injured from the flood disaster with secondary amenorrhea were investigated. A control random group consists of 17 girls diagnosed before oral contraception. Diagnostic work-up includes history, physical and psychological examinations, hormonal profiles, transvaginal ultrasonography, color Doppler analysis of utero-ovarian arterial blood flow. FSH, LH, E2 plasma levels and LH/FSH ratio were significantly lower in the amenorrheic group compared to normal girls. Prolactin serum levels after metoclopramid administration were significantly higher in the amenorrheic group. Lower impedance to blood flow in the intraovarian arteries have been shown. Psychosomatic disorders related to hypothalamic amenorrhoea were diagnosed. Psychosocial stress observed during the flood disaster caused hypogonadotropic hypogonadism amenorrhoea in the female adolescents.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:12:48", "endTime": "2024/08/07 11:13:03", "cost": 15.217}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:38", "update_time": "2024-08-06 19:13:03", "grab_time": "2024-08-06 19:12:47"}
{"id": 2211933, "user_id": "65dea7050c9e908864e3bcde", "user_name": "焦瀚远", "task_id": 1537, "source_info": {"seq_id": "27d582a0-a5b9-4a1a-b8e4-06be61abb23d", "title": "The activity of thymidine kinase in homogenates of rat thyroid lobes incubated in vitro in the presence of vasoactive intestinal polypeptide; interactions with atropine and carbachol.", "text": "【0】The activity of thymidine kinase in homogenates of rat thyroid lobes incubated in vitro in the presence of vasoactive intestinal polypeptide; interactions with atropine and carbachol.\nWe examined the effect of vasoactive intestinal polypeptide (VIP) on thymidine kinase (TK) activity in the tissue of rat thyroid lobes incubated in vitro. Additionally, thyrotropin, epidermal growth factor, as well as atropine and carbachol were studied. It was shown that: 1. thyrotropin and epidermal growth factor did not essentially affect TK activity; 2. the effect of VIP was dose dependent: the high concentrations of peptide (10(-7) M and 10(-5) M) suppressed, while the lower concentrations (10(-15)M, 10(-13)M, 10(-11)M and 10(-9) M)-enhanced TK activity; 3. atropine tended to increase TK activity, however, that rise did not attain statistical significance; 4. VIP, when used together with atropine, decreased TK activity when compared with the activity in question after exposure to atropine alone; 5. carbachol suppressed TK activity; 6. the joint action of carbachol and VIP did not significantly change the activity of the examined enzyme.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 10:59:10", "endTime": "2024/08/07 10:59:21", "cost": 11.327}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:38", "update_time": "2024-08-06 18:59:18", "grab_time": "2024-08-06 18:59:07"}
{"id": 2211932, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": "黄艳玲", "task_id": 1537, "source_info": {"seq_id": "188a6eff-e0a6-4813-ae48-e73d405b2913", "title": "Coin-shaped epithelial lesions following an acute attack of erythema multiforme minor with confocal microscopy findings.", "text": "【0】Coin-shaped epithelial lesions following an acute attack of erythema multiforme minor with confocal microscopy findings.\nWe report an interesting ocular finding of bilateral multiple coin-shaped epithelial lesions along with the confocal microscopy findings in a patient following an acute attack of erythema multiforme (EM) minor. A 30-year-old male presented with a history of watering and irritation in both eyes of three days duration. He was diagnosed to have EM minor and was on oral acyclovir. Slit-lamp examination revealed multiple coin-shaped epithelial lesions. Confocal microscopy showed a corresponding conglomerate of hyper-reflective epithelial lesions. The corneal lesions resolved over six weeks with oral steroids and acyclovir. An immunological mechanism is suspected.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:10:48", "endTime": "2024/08/07 11:10:57", "cost": 8.767}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:38", "update_time": "2024-08-06 19:10:57", "grab_time": "2024-08-06 19:10:48"}
{"id": 2211931, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": "黄艳玲", "task_id": 1537, "source_info": {"seq_id": "5880c7a4-6163-47b8-8ee4-113100b229a8", "title": "HIV/AIDS and ocular manifestations.", "text": "【0】HIV/AIDS and ocular manifestations.\nAs of December, 1998, worldwide, 33.4 million people have been infected with human immunodeficiency virus (HIV). A wide variety of ocular disorders is associated with HIV. HIV can affect all structures of the eye. A large number of micro-organisms including virus, bacteria, fungi and protozoa, cause ocular diseases in HIV-infected patients. Out of these, cytomegalovirus (CMV) retinitis is the most common. Ocular tuberculosis (TB), syphilitic retinal diseases and ocular toxoplasmosis are other serious eye problems in HIV patients, especially in the developing countries. HIV can also cause microvascular abnormalities producing cotton-wool spots. Neoplasms and drug-induced ocular disorders may be other problems. Ophthalmologists need to have wide range of information regarding HIV/AIDS for better diagnosis and management of their patients with ocular abnormalities. Further research, data collection, continuing education and the latest information on eye problems of AIDS patients are essential for Indian ophthalmologists.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:13:46", "endTime": "2024/08/07 11:13:55", "cost": 8.592}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:38", "update_time": "2024-08-06 19:13:55", "grab_time": "2024-08-06 19:13:46"}
{"id": 2211930, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 1537, "source_info": {"seq_id": "d7fd9c7d-2204-4d89-8b5f-3abcc2d4868f", "title": "Analysis of progenitor cell involvement in B-CLL by simultaneous immunophenotypic and genotypic analysis at the single cell level.", "text": "【0】Analysis of progenitor cell involvement in B-CLL by simultaneous immunophenotypic and genotypic analysis at the single cell level.\nB-cell chronic lymphocytic leukaemia (B-CLL) results from the clonal expansion of mature B lymphocytes. The detection of leukaemia-associated genetic markers in CD34-positive progenitor cells in a subset of B-CLL patients suggests that malignant transformation in B-CLL occurs in an immature progenitor cell compartment. To further quantify the percentage of B-CLL patients with genetically aberrant progenitor cells we have investigated CD34+ bone marrow cells in 11 B-CLL patients at the single cell level by simultaneous genetic and immunophenotypic analysis (FICTION). In five patients with trisomy 12, CD34+ haemopoietic progenitor cells were detectable on bone marrow smears. In one patient with trisomy 12, CD34+ progenitor cells were isolated by FACS sorting. In all six patients trisomy 12 was not found in the CD34+ cells. Progenitor cells were also analysed in three patients with Rb-deletion and in two patients with deletion of p53. In all patients the genetic marker was not detected in the CD34+ cells. In conclusion, we did not find genetically aberrant progenitor cells in this group of B-CLL patients. These results suggest that the subset of B-CLL patients with genetically aberrant CD34+ cells may be very small. This is of significance for our understanding of B-CLL biology and for future strategies using autologous stem cell transplantation.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:09:50", "endTime": "2024/08/07 11:12:23", "cost": 153.112}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:38", "update_time": "2024-08-06 19:12:22", "grab_time": "2024-08-06 19:09:49"}
{"id": 2211929, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": "黄艳玲", "task_id": 1537, "source_info": {"seq_id": "170ffb8a-49d8-43b5-b702-621009486bf5", "title": "Immune responses during human schistosomiasis mansoni. II. Occurrence of eosinophil-dependent cytotoxic antibodies in relation to intensity and duration of infection.", "text": "【0】Immune responses during human schistosomiasis mansoni. II. Occurrence of eosinophil-dependent cytotoxic antibodies in relation to intensity and duration of infection.\nPlasma samples from St. Lucians were tested for the presence of antibodies which cooperate in vitro with normal human leukocytes in causing cytotoxic damage to schistosomula of Schistosoma mansoni. The in vitro antibody activity, which has been previously shown to depend on eosinophil effector cells was detected in 56% of the individuals with known, current S. mansoni infections and in 14% of control subjects from the same endemic area. Quantitatively, eosinophil dependent cytotoxic antibody (EDCA) activity, when expressed as the maximum amount of damage to schistosomula induced at high plasma concentration, correlated significantly with the intensity of S. mansoni infection as determined by fecal egg count, the highest levels of activity occurring in patients with stool counts of 60 eggs/ml or greater. In addition, plasma EDCA activity was found to correlate with the in vitro blastogenic responsiveness of patients' lymphocytes to three different parasite antigen preparations. In contrast, titrations of EDCA activity failed to reveal a relationship between EDCA titer and the most recent egg count performed on each subject. However, a significant correlation was observed when titers were compared to egg counts averaged over a 3-year period. Neither maximal EDCA activity nor titer was found to correlate with the duration of known schistosome infection.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:09:01", "endTime": "2024/08/07 11:09:11", "cost": 9.678}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:38", "update_time": "2024-08-06 19:09:11", "grab_time": "2024-08-06 19:09:00"}
{"id": 2211928, "user_id": "65dea7050c9e908864e3bcde", "user_name": "焦瀚远", "task_id": 1537, "source_info": {"seq_id": "70a1c3e6-e106-41a3-a5f5-f93f0f116fac", "title": "Implications of Endectocide Residues on the Survival of Aphodiine Dung Beetles: A Meta-Analysis.", "text": "【0】Implications of Endectocide Residues on the Survival of Aphodiine Dung Beetles: A Meta-Analysis.\nIt is often difficult to compare studies examining the effects of endectocides on dung fauna because of different experimental approaches, for example, active ingredients (eprinomectin, doramectin, ivermectin, moxidectin) and formulations (injectable, pour-on, spiked). To gain a better understanding, we performed a quantitative meta-analysis using 22 studies to assess the overall effect of endectocide residues on the occurrence (presence or absence) and abundance of aphodiine dung beetles. Our results document a positive effect on the occurrence of adult beetles, indicating that adults tend to be attracted to dung with residues. Conversely, larvae are less likely to occur in the presence of residues. Thus, either adults that colonize dung with residues do not lay eggs or, more likely, the larvae that hatch from these eggs die early in development. Abundance of adult and larval stages was shown to be significantly reduced in dung containing residues. When individual endectocides were compared, only ivermectin demonstrated a significantly negative effect on the abundance of both adults and larvae, possibly owing to a small sample size for other agents. In laboratory studies, only dung \"spiked\" with endectocides reduced the abundance of larvae, whereas during field research, only pour-on applications were shown to reduce the abundance of larvae. The present study further documents the nontarget effects of endectocide residues on dung-dwelling organisms, provides robust evidence on the consequences of different application methods, and emphasizes the need for standardized methodological techniques in future studies. Environ Toxicol Chem 2020;39:863-872. © 2020 SETAC.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [{"text": " Environ Toxicol Chem 2020;39:863-872. © 2020 SETAC.", "content": "【0】Implications of Endectocide Residues on the Survival of Aphodiine Dung Beetles: A Meta-Analysis.\nIt is often difficult to compare studies examining the effects of endectocides on dung fauna because of different experimental approaches, for example, active ingredients (eprinomectin, doramectin, ivermectin, moxidectin) and formulations (injectable, pour-on, spiked). To gain a better understanding, we performed a quantitative meta-analysis using 22 studies to assess the overall effect of endectocide residues on the occurrence (presence or absence) and abundance of aphodiine dung beetles. Our results document a positive effect on the occurrence of adult beetles, indicating that adults tend to be attracted to dung with residues. Conversely, larvae are less likely to occur in the presence of residues. Thus, either adults that colonize dung with residues do not lay eggs or, more likely, the larvae that hatch from these eggs die early in development. Abundance of adult and larval stages was shown to be significantly reduced in dung containing residues. When individual endectocides were compared, only ivermectin demonstrated a significantly negative effect on the abundance of both adults and larvae, possibly owing to a small sample size for other agents. In laboratory studies, only dung \"spiked\" with endectocides reduced the abundance of larvae, whereas during field research, only pour-on applications were shown to reduce the abundance of larvae. The present study further documents the nontarget effects of endectocide residues on dung-dwelling organisms, provides robust evidence on the consequences of different application methods, and emphasizes the need for standardized methodological techniques in future studies. Environ Toxicol Chem 2020;39:863-872. © 2020 SETAC.", "index": 1639, "show": true, "start": 1639, "end": 1691, "province": ["文本干净度", "无关文本"], "isEdit": false}], "startTime": "2024/08/07 10:56:49", "endTime": "2024/08/07 10:57:14", "cost": 24.602}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:38", "update_time": "2024-08-06 18:57:12", "grab_time": "2024-08-06 18:56:46"}
{"id": 2211927, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": "黄艳玲", "task_id": 1537, "source_info": {"seq_id": "f63c262b-238c-4bbe-b564-054760c06612", "title": "Inpatient Constipation Among Migraine Patients Prescribed Anti-calcitonin Gene-Related Peptide Monoclonal Antibodies and Standard of Care Antiepileptic Drugs: A Retrospective Cohort Study in a United States Electronic Health Record Database.", "text": "【0】Inpatient Constipation Among Migraine Patients Prescribed Anti-calcitonin Gene-Related Peptide Monoclonal Antibodies and Standard of Care Antiepileptic Drugs: A Retrospective Cohort Study in a United States Electronic Health Record Database.\nErenumab, an anti-calcitonin gene-related peptide (CGRP) receptor monoclonal antibody (mAb), was approved by the US Food and Drug Administration in May 2018. Constipation with serious complications was added to the Warning and Precautions section in the erenumab Prescribing Information in October 2019 after events were observed during post-marketing surveillance. We aimed to assess and compare the risk of inpatient constipation, and, separately, inpatient constipation with serious complications, among patients with migraine treated with CGRP mAbs and standard of care antiepileptic drugs (AEDs). Within Optum's Electronic Health Record Research Database, patients with migraine who initiated erenumab, other CGRP mAbs, and AEDs were identified from May 2018 through March 2020. Erenumab initiators were propensity score-matched separately to initiators of other CGRP mAbs and AEDs. Incident inpatient constipation events, and serious complications, were identified using multiple risk windows for outcome assessment (30-, 60-, 90-day risk windows, and all available follow-up). Odds ratios (ORs) were calculated comparing inpatient constipation risk among matched erenumab initiators relative to comparators. We identified 17,902 erenumab, 13,404 other CGRP mAb, and 49,497 AED initiators who met study criteria. Among matched initiators, the risk of inpatient constipation was 0.46% (95% confidence interval (CI) 0.35-0.60) for erenumab and 0.44% (95% CI 0.33-0.58) for other CGRP mAbs within the 90-day risk window, with a corresponding OR of 1.06 (95% CI 0.72-1.55). Among matched erenumab and AED initiators, inpatient constipation risk was 0.53% (95% CI 0.42-0.66) and 0.76% (95% CI 0.62-0.92), respectively, and the OR was 0.69 (95% CI 0.51-0.94). Few serious complications were observed. Patients initiating erenumab had similar risk of inpatient constipation within 90 days of treatment initiation versus patients initiating other CGRP mAbs, and lower risk versus patients initiating AEDs. These findings provide context to events observed during post-marketing surveillance.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:12:01", "endTime": "2024/08/07 11:12:11", "cost": 10.021}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:38", "update_time": "2024-08-06 19:12:11", "grab_time": "2024-08-06 19:12:01"}
{"id": 2211926, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": "黄艳玲", "task_id": 1537, "source_info": {"seq_id": "603d4bdd-879e-49ef-ae0b-87f7be5b0c67", "title": "Photoelectrochemistry of Pristine Mono- and Few-Layer MoS2.", "text": "【0】Photoelectrochemistry of Pristine Mono- and Few-Layer MoS2.\nTwo-dimensional crystals are promising building blocks for the new generation of energy materials due to their low volume, high surface area, and high transparency. Electrochemical behavior of these crystals determines their performance in applications such as energy storage/conversion, sensing, and catalysis. Nevertheless, the electrochemistry of an isolated monolayer of molybdenum disulfide, which is one of the most promising semiconducting crystals, has not been achieved to date. We report here on photoelectrochemical properties of pristine monolayer and few-layer basal plane MoS2, namely the electron transfer kinetics and electric double-layer capacitance, supported by an extensive physical and chemical characterization. This enables a comparative qualitative correlation among the electrochemical data, MoS2 structure, and external illumination, although the absolute magnitudes of the electron transfer and capacitance are specific to the redox mediator and electrolyte used in these measurements ([Ru(NH3)6](3+/2+) and LiCl, respectively). Our work shows a strong dependence of the electrochemical properties on the number of MoS2 layers and illumination intensity and proves that an effective interlayer charge transport occurs in bulk MoS2. This highlights the exciting opportunities for tuning of the electrochemical performance of MoS2 through modification of its structure, external environment, and illumination.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:05:21", "endTime": "2024/08/07 11:05:33", "cost": 11.609}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:38", "update_time": "2024-08-06 19:05:33", "grab_time": "2024-08-06 19:05:21"}
{"id": 2211925, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": "黄艳玲", "task_id": 1537, "source_info": {"seq_id": "4b8fc75a-4e03-443e-8818-278ea5e594aa", "title": "Appraising efficacy of existing and advanced technologies for the remediation of beta-blockers from wastewater: A review.", "text": "【0】Appraising efficacy of existing and advanced technologies for the remediation of beta-blockers from wastewater: A review.\nThe discharge of emerging pollutants, such as beta-blockers (BB), has been recognized as one of the major threats to the environment due to the ecotoxicity associated with these emerging pollutants. The BB are prescribed to treat high blood pressure and cardiovascular diseases; however, even at lower concentration, these pollutants can pose eco-toxic impacts towards aquatic organisms. Additionally, owing to their recalcitrant nature, BB are not effectively removed through conventional technologies, such as activated sludge process, trickling filter and moving bed bioreactor; thus, it is essential to understand the degradation mechanism of BB in established as well as embryonic technologies, like adsorption, electro-oxidation, Fenton process, ultraviolet-based advance oxidation process, ozonation, membrane systems, wetlands and algal treatment. In this regard, this review articulates the recalcitrant nature of BB and their associated removal technologies. Moreover, the major advantages and limitations of these BB removal technologies along with the recent advancements with regard to the application of innovative materials and strategies have also been elucidated. Therefore, the present review intends to aid the researchers in improving the BB removal efficiency of these technologies, thus alleviating the problem of the release of BB into the environment.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:05:58", "endTime": "2024/08/07 11:06:10", "cost": 11.861}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:38", "update_time": "2024-08-06 19:06:10", "grab_time": "2024-08-06 19:05:58"}
{"id": 2211924, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 1537, "source_info": {"seq_id": "c6de9f5a-3adb-43fe-8aaa-351897511fb8", "title": "Striatal dopaminergic denervation in pallidopyramidal disease demonstrated by positron emission tomography.", "text": "【0】Striatal dopaminergic denervation in pallidopyramidal disease demonstrated by positron emission tomography.\nPallidopyramidal disease is a rare disease of young patients in which they manifest a parkinsonian syndrome and pyramidal signs. Pallidopyramidal disease has been attributed to a degeneration of the pallidum and the pyramidal tract, although only 1 patient has been studied postmortem. In the present report, [18F]fluorodopa positron emission tomography in 2 patients showed a marked dopaminergic denervation of the striatum, suggesting that this disease corresponds more to a nigropallidopyramidal dysfunction.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:14:01", "endTime": "2024/08/07 11:14:21", "cost": 19.992}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:38", "update_time": "2024-08-06 19:14:20", "grab_time": "2024-08-06 19:13:59"}
{"id": 2211923, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": "黄艳玲", "task_id": 1537, "source_info": {"seq_id": "a38a5ecd-fcd3-4405-891a-16d286edeba4", "title": "Pharmacological and Metabolic Significance of Bile Acids in Retinal Diseases.", "text": "【0】Pharmacological and Metabolic Significance of Bile Acids in Retinal Diseases.\nBile acids (BAs) are amphipathic sterols primarily synthesized from cholesterol in the liver and released in the intestinal lumen upon food intake. BAs play important roles in micellination of dietary lipids, stimulating bile flow, promoting biliary phospholipid secretion, and regulating cholesterol synthesis and elimination. Emerging evidence, however, suggests that, aside from their conventional biological function, BAs are also important signaling molecules and therapeutic tools. In the last decade, the therapeutic applications of BAs in the treatment of ocular diseases have gained great interest. Despite the identification of BA synthesis, metabolism, and recycling in ocular tissues, much remains unknown with regards to their biological significance in the eye. Additionally, as gut microbiota directly affects the quality of circulating BAs, their analysis could derive important information on changes occurring in this microenvironment. This review aims at providing an overview of BA metabolism and biological function with a focus on their potential therapeutic and diagnostic use for retinal diseases.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:03:47", "endTime": "2024/08/07 11:03:54", "cost": 7.447}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:38", "update_time": "2024-08-06 19:03:54", "grab_time": "2024-08-06 19:03:46"}
{"id": 2211922, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": "黄艳玲", "task_id": 1537, "source_info": {"seq_id": "78a1bcc3-c38a-47e5-884a-9bee995f9b9d", "title": "Peptide and protein de novo sequencing by mass spectrometry.", "text": "【0】Peptide and protein de novo sequencing by mass spectrometry.\nAlthough the advent of large-scale genomic sequencing has greatly simplified the task of determining the primary structures of peptides and proteins, the genomic sequences of many organisms are still unknown. Even for those that are known, modifications such as post-translational events may prevent the identification of all or part of the protein sequence. Thus, complete characterization of the protein primary structure often requires determination of the protein sequence by mass spectrometry with minimal assistance from genomic data - de novo protein sequencing. This task has been facilitated by technical developments during the past few years: 'soft' ionization techniques, new forms of chemical modification (derivatization), new types of mass spectrometer and improved software.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:11:49", "endTime": "2024/08/07 11:11:57", "cost": 7.95}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:38", "update_time": "2024-08-06 19:11:57", "grab_time": "2024-08-06 19:11:49"}
{"id": 2211921, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": "黄艳玲", "task_id": 1537, "source_info": {"seq_id": "29c59fcc-672b-49e0-89e3-46aa825e8d8d", "title": "Genetic ablation of phagocytic NADPH oxidase in mice limits TNFα-induced inflammation in the lungs but not other tissues.", "text": "【0】Genetic ablation of phagocytic NADPH oxidase in mice limits TNFα-induced inflammation in the lungs but not other tissues.\nIn vitro and limited in vivo evidence suggests that reactive oxygen species derived from NADPH oxidases (NOX-ROS) play an important role in inflammatory responses by enhancing the activity of redox-sensitive cell signaling pathways and transcription factors. Here, we investigated the role of NOX-ROS in TNFα-induced acute inflammatory responses in vivo, using mice deficient in the gp91(phox) (NOX2) or p47(phox) subunits of NADPH oxidase. Age- and body weight-matched C57BL/6J wild-type (WT) and gp91(phox) or p47(phox) knockout mice were injected intraperitoneally with 50 μg TNFα/kg bw or saline vehicle control and sacrificed at various time points up to 24 h. Compared to WT mice, gp91(phox -/-) mice exhibited significantly diminished (P<0.05) TNFα-induced acute inflammatory responses in the lungs but not other tissues, including heart, liver, and kidney, as evidenced by decreased activation of the redox-sensitive transcription factor NF-κB, and decreased gene expression of interleukin (IL)-1β, IL-6, TNFα, E-selectin, and other cellular adhesion molecules. Similar results were observed in p47(phox -/-) mice. Interestingly, decreased lung inflammation in knockout mice was accompanied by increased leukocyte infiltration into the lungs compared to other tissues. Our data suggest that phagocytic NOX-ROS signaling plays a critical role in promoting TNFα-induced, NF-κB-dependent acute inflammatory responses and tissue injury specifically in the lungs, which is effected by preferential leukocyte infiltration.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:06:24", "endTime": "2024/08/07 11:06:34", "cost": 10.047}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:38", "update_time": "2024-08-06 19:06:34", "grab_time": "2024-08-06 19:06:24"}
{"id": 2211920, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 1537, "source_info": {"seq_id": "69a25116-6b59-48e5-844f-9e2d9f19fc34", "title": "Descending serotonergic controls regulate inflammation-induced mechanical sensitivity and methyl-CpG-binding protein 2 phosphorylation in the rat superficial dorsal horn.", "text": "【0】Descending serotonergic controls regulate inflammation-induced mechanical sensitivity and methyl-CpG-binding protein 2 phosphorylation in the rat superficial dorsal horn.\nRegulation of pain states is, in part, dependent upon plastic changes in neurones within the superficial dorsal horn. There is also compelling evidence that pain states are under the control of descending projections from the brainstem. While a number of transcription factors including Methyl-CpG-binding protein 2 (MeCP2), Zif268 and Fos have been implicated in the regulation of dorsal horn neurone sensitization following injury, modulation of their activity by descending controls has not been investigated. Here, we describe how descending controls regulate MeCP2 phosphorylation (P-MeCP2), known to relieve transcriptional repression by MeCP2, and Zif268 and Fos expression in the rat superficial dorsal horn, after CFA injection into the hind paw. First, we report that CFA significantly increased P-MeCP2 in Lamina I and II, from 30 min post injection, with a maximum reached after 1 h. The increase in P-MeCP2 paralleled that of Zif268 and Fos, and P-MeCP2 was expressed in large sub-populations of Zif268 and Fos expressing neurones. Serotonergic depletion of the lumbar spinal cord with 5,7 di-hydroxytryptamine creatinine sulphate (5,7-DHT) reduced the inflammation evoked P-MeCP2 in the superficial dorsal horn by 57%, and that of Zif268 and Fos by 37.5% and 30% respectively. Although 5,7-DHT did not change primary thermal hyperalgesia, it significantly attenuated mechanical sensitivity seen in the first 24 h after CFA. We conclude that descending serotonergic pathways play a crucial role in regulating gene expression in the dorsal horn and mechanical sensitivity associated with an inflammatory pain state.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 10:56:58", "endTime": "2024/08/07 10:57:15", "cost": 17.021}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:38", "update_time": "2024-08-06 18:57:14", "grab_time": "2024-08-06 18:56:57"}
{"id": 2211919, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 1537, "source_info": {"seq_id": "3f181e77-be22-463a-9ac7-e9a5d3a54aa7", "title": "Synthesis of alpha-ketoglutarate by reductive carboxylation of succinate in Veillonella, Selenomonas, and Bacteriodes species.", "text": "【0】Synthesis of alpha-ketoglutarate by reductive carboxylation of succinate in Veillonella, Selenomonas, and Bacteriodes species.\nEvidence for reductive carboxylation of succinate to synthesize alpha-ketoglutarate was sought in anaerobic heterotrophs from the rumen and from other anaerobic habitats. Cultures were grown in media containing unlabeled energy substrates plus [14C]succinate, and synthesis of cellular glutamate with a much higher specific activity than that of cellular asparate was taken as evidence for alpha-ketoglutarate synthase activity. Our results indicate alpha-ketoglutarate synthase functions in Selenomonas ruminantium, Veillonella alcalescens, Bacteroides fragilis, Bacteroides vulgatus, Bacteroides uniformis, Bacteroides distasonis, and Bacteroides multiacidus. Evidence for this carboxylation was not found in strains representative of 10 other species.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:04:49", "endTime": "2024/08/07 11:05:00", "cost": 11}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:38", "update_time": "2024-08-06 19:04:58", "grab_time": "2024-08-06 19:04:47"}
{"id": 2211918, "user_id": "65dea7050c9e908864e3bcde", "user_name": "焦瀚远", "task_id": 1537, "source_info": {"seq_id": "831d98c8-2a90-4fbc-ac90-3b3b3b75a90d", "title": "Sensitivity of myofibroblasts to H2O2-mediated apoptosis and their antioxidant cell network.", "text": "【0】Sensitivity of myofibroblasts to H2O2-mediated apoptosis and their antioxidant cell network.\nDuring wound healing, the transition from granulation to scar tissue shows a decrease in myofibroblast cellularity. Previous results have correlated the disappearance of these cells with the induction of apoptotic cell death by some unknown stimuli. In contrast, hypertrophic scar appearance after wound healing is thought to be linked to a disorder of apoptotic function which induces myofibroblast persistence in granulation tissue. Oxidative stress being an important mediator of apoptosis, we have evaluated the apoptotic response of normal and pathological wound myofibroblasts (WMyo and HMyo respectively) in their interaction with two oxidative stress inducers: hydrogen peroxide, using a high concentration as a single dose, and sodium ascorbate which induced a continuous release of H2O2 at a low concentration. Our results showed that, according to the H2O2 treatment type, HMyo were more sensitive (after ascorbate treatment) or less sensitive (after H2O2 treatment) when compared to WMyo and Fb. We next assessed the presence of several molecules known to be involved in the antioxidant network protecting cells against H2O2 injury and found HMyo to have a higher level of activity of glutathione peroxidase and a lower level of activity of catalase than WMyo. These results can help explain the contradictory responses of myofibroblasts according to the oxidative stress treatment. This is the first study linking refractory oxidative stress mediated cell death to cellular phenotype in hypertrophic myofibroblasts, and indicates a pivotal role for the antioxidant enzyme system in this type of resistance.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:03:29", "endTime": "2024/08/07 11:05:26", "cost": 116.84}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:38", "update_time": "2024-08-06 19:05:23", "grab_time": "2024-08-06 19:03:26"}
{"id": 2211917, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": "黄艳玲", "task_id": 1537, "source_info": {"seq_id": "96aadac1-62d3-4bbd-8072-eba97b5a200a", "title": "Cell wall biosynthesis: glycan containing oligomers in developing cotton fibers, cotton fabric, wood and paper.", "text": "【0】Cell wall biosynthesis: glycan containing oligomers in developing cotton fibers, cotton fabric, wood and paper.\nA series of oligomeric glycans can be extracted from the cell walls of developing cotton fibers with weak acid. Glycans that produce similar profiles on high pH anion chromatography with pulsed amperometric detection (HPAEC-PAD) are also found in a protein complex extracted from developing fibers and in amorphous aggregates found in association with immature fibers in developing, but not in mature cotton bolls. The quantity and composition of the glycans recovered from the carbohydrate-protein complex varies significantly with the time of day when the bolls are harvested. This diurnal variation is consistent with the hypothesis that secondary cell walls are deposited primarily at night. Incubation of re-hydrated cotton fibers in the presence of exogenous oligosaccharides, myo-inositol and glycerol substantially alters the apparent quantity of the oligomers extracted from the fibers. The same and similar glycans have also been extracted from cotton fabric, marine algae, various paper products and wood. While many of the oligomers isolated from the various cellulose sources display the same peaks by HPAEC-PAD, the specific number of oligomers and their relative quantities appear unique for each source of cellulosic material. Oligomeric glycans, as described in the preceding, are present in all cellulose sources that have been investigated. Their relative abundance changes in response to source, stage of development and other physiological variables. We hypothesize that the glycans are intermediates in the biological assembly of cellulose, and that their incorporation in cellulose is mediated by physicochemical and enzymatic mechanisms.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:10:26", "endTime": "2024/08/07 11:10:35", "cost": 9.177}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:37", "update_time": "2024-08-06 19:10:35", "grab_time": "2024-08-06 19:10:25"}
{"id": 2211916, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": "黄艳玲", "task_id": 1537, "source_info": {"seq_id": "fe2c18e0-b670-4fea-892e-ac06b20bd2fc", "title": "Detecting ultralow-frequency mutations by Duplex Sequencing.", "text": "【0】Detecting ultralow-frequency mutations by Duplex Sequencing.\nDuplex Sequencing (DS) is a next-generation sequencing methodology capable of detecting a single mutation among >1 × 10(7) wild-type nucleotides, thereby enabling the study of heterogeneous populations and very-low-frequency genetic alterations. DS can be applied to any double-stranded DNA sample, but it is ideal for small genomic regions of <1 Mb in size. The method relies on the ligation of sequencing adapters harboring random yet complementary double-stranded nucleotide sequences to the sample DNA of interest. Individually labeled strands are then PCR-amplified, creating sequence 'families' that share a common tag sequence derived from the two original complementary strands. Mutations are scored only if the variant is present in the PCR families arising from both of the two DNA strands. Here we provide a detailed protocol for efficient DS adapter synthesis, library preparation and target enrichment, as well as an overview of the data analysis workflow. The protocol typically takes 1-3 d.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:10:37", "endTime": "2024/08/07 11:10:46", "cost": 9.269}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:37", "update_time": "2024-08-06 19:10:46", "grab_time": "2024-08-06 19:10:36"}
{"id": 2211915, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": "黄艳玲", "task_id": 1537, "source_info": {"seq_id": "872f6f7a-2e1a-40d9-b0ad-a4100e5ae96f", "title": "[Successful treatment of patients with thrombotic thrombocytopenic purpura].", "text": "【0】[Successful treatment of patients with thrombotic thrombocytopenic purpura].\nThe paper presents the case of a 23 years old patient diagnosed with thrombotic thrombocytopenic purpura on the basis of increased body temperature, thrombocytopenia, microangoipathic hemolytic anemia, renal function disorders and a rapid development of coma after the epileptic seizure of Jacsonian type. The treatment included the therapy with antithrombocytic drugs such as lysin acetysalicylate, dipridamol, methylprednisolon, and other symptomatic and substitutional therapies. Fifteen therapeutic plasmaphereses were made with the replacement of 33.150 ml of plasma substituted with albumin and freshly frozen plasma (20.080 ml totally). The applied therapy gradually improved patient's neurologic finding. The patient was discharged from the hospital with normal neurological finding and magnetic resonance of the brain. In the conclusion we emphasize the importance of therapeutic replacement of plasma with the infusion of freshly frozen plasma, antithrombocytic therapy and the application of corticosteroids in the treatment of thrombotic thrombocytopenic purpura.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:14:12", "endTime": "2024/08/07 11:14:28", "cost": 16.343}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:37", "update_time": "2024-08-06 19:14:28", "grab_time": "2024-08-06 19:14:11"}
{"id": 2211914, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": "黄艳玲", "task_id": 1537, "source_info": {"seq_id": "ea16865a-be3f-4980-9eec-7e7ae85efad0", "title": "Nicotine Gateway Effects on Adolescent Substance Use.", "text": "【0】Nicotine Gateway Effects on Adolescent Substance Use.\nGiven the rise in teenage use of electronic nicotine delivery systems (\"vaping\") in congruence with the increasing numbers of drug-related emergencies, it is critical to expand the knowledge of the physical and behavioral risks associated with developmental nicotine exposure. A further understanding of the molecular and neurochemical underpinnings of nicotine's gateway effects allows emergency clinicians to advise patients and families and adjust treatment accordingly, which may minimize the use of tobacco, nicotine, and future substances. Currently, the growing use of tobacco products and electronic cigarettes among teenagers represents a major public health concern. Adolescent exposure to tobacco or nicotine can lead to subsequent abuse of nicotine and other substances, which is known as the gateway hypothesis. Adolescence is a developmentally sensitive time period when risk-taking behaviors, such as sensation seeking and drug experimentation, often begin. These hallmark behaviors of adolescence are largely due to maturational changes in the brain. The developing brain is particularly vulnerable to the harmful effects of drugs of abuse, including tobacco and nicotine products, which activate nicotinic acetylcholine receptors (nAChRs). Disruption of nAChR development with early nicotine use may influence the function and pharmacology of the receptor subunits and alter the release of reward-related neurotransmitters, including acetylcholine, dopamine, GABA, serotonin, and glutamate. In this review, we emphasize that the effects of nicotine are highly dependent on timing of exposure, with a dynamic interaction of nAChRs with dopaminergic, endocannabinoid, and opioidergic systems to enhance general drug reward and reinforcement. We analyzed available literature regarding adolescent substance use and nicotine's impact on the developing brain and behavior using the electronic databases of PubMed and Google Scholar for articles published in English between January 1968 and November 2018. We present a large collection of clinical and preclinical evidence that adolescent nicotine exposure influences long-term molecular, biochemical, and functional changes in the brain that encourage subsequent drug abuse.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 10:56:07", "endTime": "2024/08/07 10:56:19", "cost": 12.245}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:37", "update_time": "2024-08-06 18:56:19", "grab_time": "2024-08-06 18:56:07"}
{"id": 2211913, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": "黄艳玲", "task_id": 1537, "source_info": {"seq_id": "27cc2b71-cddd-4204-bc11-31786715def8", "title": "Pharmaceutical evaluation of multipurpose excipients for direct compressed tablet manufacture: comparisons of the capabilities of multipurpose excipients with those in general use.", "text": "【0】Pharmaceutical evaluation of multipurpose excipients for direct compressed tablet manufacture: comparisons of the capabilities of multipurpose excipients with those in general use.\nRecently, a novel type of multipurpose excipient (MPE) with high binding characteristics and high fluidity has been developed. In this study, the capabilities of MPEs (Ludipress and Microcelac) were compared with those of excipients in general use. Also, the effects on powder and tableting characteristics of the physical properties and contents of active ingredients were examined in tablets prepared with these MPEs by the direct compression method. Multipurpose excipients mixed with adjuvants such as fillers, binders, lubricants, disintegrants, and the like show superior fluidity and compressibility. Tablets containing very small amounts of highly active ingredients with little dispersion were prepared. However, with increases in active ingredient content, each of the physical properties was affected strongly by the properties of the active ingredient. Tablets with appropriate hardness and disintegration characteristics could be prepared by mixing of different types of MPEs.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:10:12", "endTime": "2024/08/07 11:10:22", "cost": 9.783}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:37", "update_time": "2024-08-06 19:10:22", "grab_time": "2024-08-06 19:10:11"}
{"id": 2211912, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": "黄艳玲", "task_id": 1537, "source_info": {"seq_id": "17cd6f14-355a-428b-affd-a9f0db813395", "title": "Juvenile pilocytic astrocytoma in association with arteriovenous malformation.", "text": "【0】Juvenile pilocytic astrocytoma in association with arteriovenous malformation.\nPilocytic astrocytomas are highly vascular, relatively common primary brain tumors in the pediatric population, but their association with a true arteriovenous malformation (AVM) is extremely rare. We describe an eight-year-old girl with a right supratentorial juvenile pilocytic astrocytoma (WHO grade I) with an angiographically documented AVM entangled in the tumor mass who presented with intracranial hemorrhage due to a ruptured anterior choroidal artery pseudoaneurysm encased in the lesion. The AVM nidus as well as the hemorrhage site was embolized with Onyx. A literature review revealed only one previous report of a true intermixture of these two lesions. We hypothesize whether the association of vascular malformations and primary brain tumors are merely coincidental or if they point to the existence of a distinct entity and/or a common etiologic factor.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:03:56", "endTime": "2024/08/07 11:04:06", "cost": 9.658}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:37", "update_time": "2024-08-06 19:04:06", "grab_time": "2024-08-06 19:03:56"}
{"id": 2211911, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": "黄艳玲", "task_id": 1537, "source_info": {"seq_id": "9f42793e-db79-48ad-983c-923c46478e15", "title": "Two distinct subtypes of hepatitis B virus-related acute liver failure are separable by quantitative serum immunoglobulin M anti-hepatitis B core antibody and hepatitis B virus DNA levels.", "text": "【0】Two distinct subtypes of hepatitis B virus-related acute liver failure are separable by quantitative serum immunoglobulin M anti-hepatitis B core antibody and hepatitis B virus DNA levels.\nHepatitis B virus (HBV)-related acute liver failure (HBV-ALF) may occur after acute HBV infection (AHBV-ALF) or during an exacerbation of chronic HBV infection (CHBV-ALF). Clinical differentiation of the two is often difficult if a previous history of HBV is not available. Quantitative measurements of immunoglobulin M (IgM) anti-hepatitis B core antibody (anti-HBc) titers and of HBV viral loads (VLs) might allow the separation of AHBV-ALF from CHBV-ALF. Of 1,602 patients with ALF, 60 met clinical criteria for AHBV-ALF and 27 for CHBV-ALF. Sera were available on 47 and 23 patients, respectively. A quantitative immunoassay was used to determine IgM anti-HBc levels, and real-time polymerase chain reaction (rtPCR) was used to determine HBV VLs. AHBV-ALFs had much higher IgM anti-HBc titers than CHBV-ALFs (signal-to-noise [S/N] ratio median: 88.5; range, 0-1,120 versus 1.3, 0-750; P < 0.001); a cut point for a S/N ratio of 5.0 correctly identified 44 of 46 (96%) AHBV-ALFs and 16 of 23 (70%) CHBV-ALFs; the area under the receiver operator characteristic curve was 0.86 (P < 0.001). AHBV-ALF median admission VL was 3.9 (0-8.1) log10 IU/mL versus 5.2 (2.0-8.7) log10 IU/mL for CHBV-ALF (P < 0.025). Twenty percent (12 of 60) of the AHBV-ALF group had no hepatitis B surface antigen (HBsAg) detectable on admission to study, wheras no CHBV-ALF patients experienced HBsAg clearance. Rates of transplant-free survival were 33% (20 of 60) for AHBV-ALF versus 11% (3 of 27) for CHBV-ALF (P = 0.030). AHBV-ALF and CHBV-ALF differ markedly in IgM anti-HBc titers, in HBV VLs, and in prognosis, suggesting that the two forms are, indeed, different entities that might each have a unique pathogenesis.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:04:34", "endTime": "2024/08/07 11:04:46", "cost": 12.636}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:37", "update_time": "2024-08-06 19:04:46", "grab_time": "2024-08-06 19:04:33"}
{"id": 2211910, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": "黄艳玲", "task_id": 1537, "source_info": {"seq_id": "2cb31576-532a-4763-86e7-a21b1a9956c4", "title": "Cognitive fatigue during a test requiring sustained attention: a pilot study.", "text": "【0】Cognitive fatigue during a test requiring sustained attention: a pilot study.\nFatigue is common in multiple sclerosis (MS), but difficulty quantifying fatigue severity has impeded studies of its characteristics, mechanisms, and therapeutics. Motor fatigue can be objectively measured as the decline in strength occurring during sustained contractions. Analogous declines in cognitive performance occur during tasks requiring sustained attention. To objectively measure cognitive fatigue as a decline in performance during tests requiring sustained attention. Patients with clinically stable MS (n = 20) and healthy controls (n = 21) with comparable age, gender, and education completed the Paced Auditory Serial Addition Test (PASAT) and the Digit Ordering Test (DOT) at two identical test sessions separated by 4-10 days, within a month after two practice sessions. Cognitive fatigue was quantified with two pre-specified methods for each test. The reliability of cognitive fatigue assessments was evaluated with intraclass correlation coefficients (ICCs) and construct validity was evaluated using correlations with measures of self-reported fatigue, cognition, and overall impairment/disability. MS patients had an average of 18.7 items correct on the first 20 items of the PASATand 17.8 correct on the last 20 items, quantified as 5.3-5.8% declines in performance using the different measurement methods (P = 0.01, rejecting the null hypothesis of zero mean decline). Although MS patients as a group demonstrated a similar decline at both sessions, ICCs were relatively low. Control patients did not demonstrate significant declines in performance during PASAT administration, but tests comparing declines in MS patients and controls did not demonstrate significant differences. Fatigue was not demonstrated using the DOT, and test-retest reliability was very poor. MS patients have objectively measurable cognitive fatigue during administration of the PASAT.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 10:56:44", "endTime": "2024/08/07 10:57:34", "cost": 49.496}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:37", "update_time": "2024-08-06 18:57:34", "grab_time": "2024-08-06 18:56:44"}
{"id": 2211909, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": "黄艳玲", "task_id": 1537, "source_info": {"seq_id": "5b90431f-e8a6-4dfd-9820-10d020b71a2b", "title": "Deep Inferior Epigastric Artery Perforator Flap Breast Reconstruction in Women With Previous Abdominal Incisions: A Comparison of Complication Rates.", "text": "【0】Deep Inferior Epigastric Artery Perforator Flap Breast Reconstruction in Women With Previous Abdominal Incisions: A Comparison of Complication Rates.\nThe deep inferior epigastric artery perforator (DIEP) flap is currently the most widely used method for autologous microsurgical breast reconstruction. There are mixed data in the literature regarding the impact of previous abdominal surgery on DIEP flap success in breast reconstruction. With this study, we take a closer look at the effect of prior abdominal surgery on DIEP flap and donor-site complications, with a particular focus on the different types of incisions and their influence on surgical outcomes. A retrospective cohort study was conducted over a 6-year period. Five hundred forty-four consecutive DIEP flaps were divided into a control group (321 flaps) without previous abdominal surgery and an incision group (223 flaps) with previous abdominal surgery. A comparison between both groups was made in terms of flap and donor-site complications followed by a subgroup analysis based on single types of abdominal incisions. There were no significant differences between both groups in terms of age, body mass index, flap weight, smoking history, prior radiotherapy, diabetes, and coagulopathy (P > 0.05). The most common incision was low transverse incision (n = 116) followed by laparoscopy port (n = 103) and midline (n = 46) incisions. We found no significant differences between the control group and incision group in terms of flap complications. Subgroup analysis revealed that none of the 3 types of incision increase the flap or donor-site complications. Smoking and flap weight were the only 2 independent predictors for donor-site complications. The results from this large series of consecutive DIEP flaps from our institution confirm that autologous breast reconstruction with DIEP flap can be safely performed in patients who have had previous abdominal surgeries; however, counseling patients about smoking is critical to avoid potential donor-site complications.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:04:53", "endTime": "2024/08/07 11:05:02", "cost": 9.449}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:37", "update_time": "2024-08-06 19:05:02", "grab_time": "2024-08-06 19:04:52"}
{"id": 2211908, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": "黄艳玲", "task_id": 1537, "source_info": {"seq_id": "56d1a7f9-a363-466d-ab13-147207fb1182", "title": "Characterization of α-D-glucan produced by a probiont Enterococcus hirae KX577639 from feces of south Indian Irula tribals.", "text": "【0】Characterization of α-D-glucan produced by a probiont Enterococcus hirae KX577639 from feces of south Indian Irula tribals.\nExopolysaccharide (EPS) producing probiotic strain Enterococcus hirae KX577639 were isolated from the feces of South Indian Irula tribes. EPS yield was 18.57 g/L (dry weight) at 48 h in 2% sucrose supplemented MRS medium. TLC and GC-MS analysis confirmed the presence of predominant glucose monomer indicating the homopolysaccharide nature of EPS. FTIR and NMR studies revealed that the EPS were branched α-D-glucan polymer with α-(1 → 6) and α-(1 → 3) linkages. SEM analysis of glucan-EPS revealed porous and starch like cracked granules of aggregation. AFM studies proved spherical lumps and dense, grainy like network. The thermal behavior of glucan-EPS showed degradation temperature of 315.98 °C and melting point of 296.67 °C. The XRD analysis confirmed the amorphous nature of EPS with a crystalline index of 0.48. The water solubility index and water holding capacity of glucan-EPS showed 46.5% and 202.04%. These distinctive features of the glucan EPS could find its potential application in functional food products as the α-(1 → 3) linkage are resistant to human digestive enzymes and can serve as a nutrient to gut bacteria. This the first study reporting the EPS production by Enterococcus hirae.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:06:47", "endTime": "2024/08/07 11:07:01", "cost": 14.238}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:37", "update_time": "2024-08-06 19:07:01", "grab_time": "2024-08-06 19:06:46"}
{"id": 2211907, "user_id": "65e7dd234a08e7753ad36f9f", "user_name": "黄艳玲", "task_id": 1537, "source_info": {"seq_id": "c9ed39d0-4bc3-4c24-825d-d148fcda87e0", "title": "Isolation of Stromal Vascular Fraction by Fractionation of Adipose Tissue.", "text": "【0】Isolation of Stromal Vascular Fraction by Fractionation of Adipose Tissue.\nAdipose tissue-derived stromal cells (ASCs) are a promising candidates for cellular therapy in the field of regenerative medicine. ASCs are multipotent mesenchymal stem cell-like and reside in the stromal vascular fraction (SVF) of adipose tissue with the capacity to secrete a plethora of pro-regenerative growth factors. Future applications of ASCs may be restricted through (trans)national governmental policies that do not allow for use of nonhuman-derived (non-autologous) enzymes to isolate ASC. Besides, enzymatic isolation procedures are also time consuming. To overcome this issue, nonenzymatic isolation procedures to isolate ASCs or the SVF are being developed, such as the fractionation of adipose tissue procedure (FAT). This standardized procedure to isolate the stromal vascular fraction can be performed within 10-12 min. The short procedure time allows for intraoperative isolation of 1 mL of stromal vascular fraction derived from 10 mL of centrifuged adipose tissue. The stromal vascular fraction mostly contains blood vessels, extracellular matrix, and ASCs. However, based on the histological stainings an interdonor variation exists which might result in different therapeutic effects. The existing interdonor variations can be addressed by histological stainings and flow cytometry.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 10:58:06", "endTime": "2024/08/07 10:58:15", "cost": 9.104}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:37", "update_time": "2024-08-06 18:58:15", "grab_time": "2024-08-06 18:58:05"}
{"id": 2211906, "user_id": "65e7dd68e6dc6a3a8618a668", "user_name": "王磊", "task_id": 1537, "source_info": {"seq_id": "af51bdb9-b856-41a1-8864-d9c9266f9841", "title": "Rationale, bench testing and in vivo evaluation of a novel 5 mm laparoscopic vessel sealing device with homogeneous pressure distribution in long instrument jaws.", "text": "【0】Rationale, bench testing and in vivo evaluation of a novel 5 mm laparoscopic vessel sealing device with homogeneous pressure distribution in long instrument jaws.\nIn 1998, an electrothermal bipolar vessel sealing (EBVS) system was introduced and quickly became an integral component of the surgical armamentarium in various surgical specialties. Currently available EBVS instruments use a scissor-like jaw configuration and closing mechanism, which causes decreasing compression pressure from the proximal to the distal end of the jaws. A new EBVS system is described here which utilizes a different instrument jaw configuration and closing mechanism to enable a more homogeneous pressure distribution despite longer instrument jaws. Results of jaw pressure distribution measurements as well as sealing experiments with subsequent burst pressure measurements ex vivo on bovine uterine arteries are demonstrated. Furthermore, an in vivo evaluation of the new EBVS system in a canine and porcine model including histological examination is presented. The device revealed an even pressure distribution throughout the whole jaw length. The ex vivo burst pressure measurements revealed high average burst pressures, above 300 mmHg, independent of the outer diameter (1 to 7 mm) of the tested vessels. Histological evaluation of sealed vessels 21 days postoperatively demonstrated sealed and fused vessels without adjacent tissue damage. The even pressure distribution leading to a sufficient tissue sealing in combination with the novel closing mechanism and extended jaw length differentiates the novel device from other available EBVS systems. This might offer a reduction of the overall procedure time, which should be further evaluated in a clinical study.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "journal-pubmed", "batch_name": "20240806", "version": "version0"}, "result_info": {"text": [], "startTime": "2024/08/07 11:00:50", "endTime": "2024/08/07 11:01:17", "cost": 26.504}, "finished": true, "dropped": false, "create_time": "2024-08-06 01:22:37", "update_time": "2024-08-06 19:01:16", "grab_time": "2024-08-06 19:00:49"}