# -*- coding: utf-8 -*-
import json
type1={'药理学': 0.331, '内科': 0.299, '生物化学': 0.059, '妇产科': 0.047, '外科': 0.038, '微生物学': 0.032, '皮肤性病科': 0.023, '病理学': 0.023, '生理学': 0.017, '儿科': 0.016, '遗传学': 0.016, '医学伦理学': 0.015, '医学免疫学': 0.011, '麻醉学': 0.009, '眼科': 0.008, '预防医学': 0.008, '全科医学概论': 0.008, '病理生理学': 0.007, '口腔科学': 0.005, '解剖学': 0.005, '急诊医学': 0.004, '流行病学和循证医学': 0.003, '耳鼻咽喉头颈外科学': 0.003, '放射科': 0.003, '营养学': 0.002, '组织学与胚胎学': 0.002, '康复医学': 0.002, '医学心理学': 0.002, '医学统计学': 0.002, '卫生政策与管理': 0.001, '精神病学': 0.001}
type2={'药理学@临床药理学': 0.321, '内科@心血管内科': 0.081, '内科@感染病学': 0.049, '内科@肿瘤学': 0.039, '内科@神经内科': 0.034, '内科@消化内科': 0.032, '内科@呼吸内科': 0.032, '妇产科@妇科': 0.028, '内科@内分泌内科': 0.026, '药理学@分子药理学': 0.025, '医学伦理学@医患沟通': 0.021, '生物化学@分子生物化学': 0.02, '生物化学@有机化学': 0.018, '内科@肾脏内科': 0.018, '病理学@临床病理学': 0.016, '内科@传染病学': 0.014, '妇产科@产科': 0.013, '外科@普通外科': 0.013, '微生物学@医学病毒学': 0.012, '麻醉学@疼痛医学': 0.012, '微生物学@医学真菌学': 0.012, '内科@风湿病学': 0.011, '妇产科@生殖医学': 0.011, '儿科@新生儿科': 0.011, '内科@血液内科': 0.011, '生物化学@临床生物化学': 0.011, '外科@骨科': 0.011, '遗传学@人类遗传学': 0.008, '生物化学@细胞生物化学': 0.008, '微生物学@人体寄生虫学': 0.008, '遗传学@分子遗传学': 0.007, '微生物学@医学细菌学': 0.007, '病理学@系统病理学': 0.007, '外科@神经外科': 0.007, '生理学@人体生理学': 0.007, '生理学@系统生理学': 0.005, '内科@老年病学': 0.004, '外科@烧伤与整形外科': 0.004, '放射科@影像诊断': 0.004, '儿科@儿内科': 0.004, '解剖学@系统解剖学': 0.004, '口腔科学@口腔外科': 0.004, '外科@肝胆外科': 0.003, '眼科': 0.003, '病理学@分子病理学': 0.003, '外科@泌尿外科': 0.003, '精神病学': 0.001, '生理学@细胞生理学': 0.001, '病理学@细胞病理学': 0.001, '皮肤性病科': 0.001}

file="druginstruction"
save_file = f"../../../../full_data/{file}/{file}.jsonl"
fw = open(save_file, 'w',encoding="utf-8")

from transformers import AutoTokenizer
tokenizer = AutoTokenizer.from_pretrained("../../../basic_tools/tokenizer")
def tokenizer_lens(context):
    ids = tokenizer.encode(context)
    return len(ids)
sum_lens = 0
class_ratio_token= {'level1': {'生物化学': '7.159%', '药理学': '97.221%', '内科': '80.281%', '微生物学': '10.931%', '医学免疫学': '2.102%', '病理学': '1.398%', '妇产科': '2.239%', '儿科': '5.281%', '眼科': '1.016%', '口腔科学': '0.36%', '医学伦理学': '3.441%', '病理生理学': '2.173%', '解剖学': '1.604%', '外科': '0.758%', '生理学': '0.54%', '全科医学概论': '0.33%'}, 'level2': {'生物化学@有机化学': '2.423%', '药理学@临床药理学': '96.523%', '内科@神经内科': '9.322%', '内科@心血管内科': '8.571%', '微生物学@医学细菌学': '10.931%', '微生物学@医学病毒学': '3.797%', '内科@感染病学': '47.126%', '内科@呼吸内科': '5.722%', '生物化学@细胞生物化学': '0.945%', '药理学@分子药理学': '12.169%', '内科@风湿病学': '8.925%', '病理学@临床病理学': '1.398%', '生物化学@分子生物化学': '0.276%', '内科@肾脏内科': '7.944%', '内科@传染病学': '2.221%', '妇产科@生殖医学': '0.312%', '内科@消化内科': '8.04%', '微生物学@人体寄生虫学': '1.549%', '内科@老年病学': '1.677%', '内科@内分泌内科': '3.035%', '生物化学@系统生物化学': '0.202%', '生物化学@临床生物化学': '3.313%', '医学伦理学@医患沟通': '3.441%', '妇产科@产科': '1.473%', '儿科@儿内科': '0.259%', '内科@肿瘤学': '2.066%', '解剖学@系统解剖学': '1.604%', '营养学': '1.864%', '外科@普通外科': '0.758%', '妇产科@妇科': '0.532%', '生理学@细胞生理学': '0.54%', '儿科@新生儿科': '2.28%', '麻醉学@疼痛医学': '0.713%', '内科@血液内科': '0.531%'}, 'all_sample_tokens': 66318}
class_ratio_doc= {'level1': {'生物化学': '8.8%', '内科': '76.8%', '微生物学': '7.2%', '妇产科': '4.0%', '儿科': '4.0%', '药理学': '100.0%', '病理学': '1.6%', '病理生理学': '1.6%', '医学伦理学': '1.6%', '医学免疫学': '0.8%', '眼科': '0.8%', '口腔科学': '0.8%', '外科': '0.8%', '生理学': '0.8%', '全科医学概论': '0.8%'}, 'level2': {'药理学@临床药理学': '96.0%', '内科@神经内科': '9.6%', '内科@心血管内科': '9.6%', '内科@呼吸内科': '8.0%', '内科@风湿病学': '8.0%', '内科@消化内科': '8.0%', '微生物学@医学细菌学': '7.2%', '药理学@分子药理学': '7.2%', '内科@肾脏内科': '5.6%', '医学伦理学@医患沟通': '4.8%', '生物化学@临床生物化学': '4.0%', '内科@感染病学': '34.4%', '内科@传染病学': '3.2%', '内科@老年病学': '3.2%', '生物化学@有机化学': '2.4%', '妇产科@产科': '2.4%', '微生物学@医学病毒学': '1.6%', '病理学@临床病理学': '1.6%', '内科@内分泌内科': '1.6%', '内科@肿瘤学': '1.6%', '营养学': '1.6%', '生物化学@细胞生物化学': '0.8%', '生物化学@分子生物化学': '0.8%', '妇产科@生殖医学': '0.8%', '生物化学@系统生物化学': '0.8%', '儿科@儿内科': '0.8%', '解剖学@系统解剖学': '0.8%', '外科@普通外科': '0.8%', '妇产科@妇科': '0.8%', '生理学@细胞生理学': '0.8%', '儿科@新生儿科': '0.8%', '麻醉学@疼痛医学': '0.8%', '内科@血液内科': '0.8%'}}

with open(f"../../../../full_data/{file}/{file}_preformat.jsonl", "r",encoding="utf-8") as fs:
    for item in fs.readlines():
        item = json.loads(item)
        context = item["text"]
        lens = tokenizer_lens(context)
        sum_lens += lens

with open(f"../../../../full_data/{file}/{file}_preformat.jsonl", "r",encoding="utf-8") as fs:
    for item in fs.readlines():
        item = json.loads(item)
        item["tags"] = {
                        "id": item["seq_id"],
                        "clean_iters":"2",
                        "quality_score":"91.2%",
                        "class_ratio_doc": class_ratio_doc,
                        "class_ratio_tokenize": class_ratio_token,
                        "item_tokens": tokenizer_lens(item["text"]),
                        "dataset_tokens": sum_lens,
                        "bia_class": "药品说明书"
        }

        item = json.dumps(item,ensure_ascii=False)
        fw.write(item+"\n")
