{"seq_id": "818563b9-ec80-47ae-8c38-35d92f53d442", "title": "", "text": "【0】目的 探讨三维标测系统和单环状标测电极指导下行环肺静脉线性消融电学隔离肺静脉治疗心房颤动(房颤)的可行性和有效性.方法自2004年4月至2005年1月共对连续100例症状明显、发作频繁、抗心律失常药物治疗无效的房颤患者进行了在CARTO系统(76例)或EnSite-NavX系统(24例)指导下的环肺静脉线性消融术,消融终点为双侧肺静脉的彻底电学隔离.结果 100例患者共完成200个环形消融环,肺静脉电学隔离率为95.0%.操作时间150～365(240±65)min,X线时间为23～61(37±12)min.其中8例(8.0%)复发患者接受了再次导管消融.随访5.5～12 (10.2±5.7)个月,累计无房性快速心律失常率为85.0%.术后1、2、3、4、5、6个月时无房性快速心律失常率分别为66.0%、82.0%、 87.0%、85.0%、85.0%、88.6%.并发症包括1例心脏压塞,经保守治疗后康复,1例患者出现无症状性肺静脉狭窄.结论在三维标测系统指导下,环肺静脉线性消融电学隔离肺静脉治疗房颤安全有效。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "bbd60fe9-d186-48f9-8c28-22be8b13047d", "title": "", "text": "【0】目的 探讨超重和肥胖2型糖尿病患者健康教育方法.方法 将58例超重或肥胖2型糖尿病门诊患者随机分为强化教育组(n=30)和常规教育组(n=28),对两组健康教育资料进行回顾性分析,比较常规教育组与强化教育组的效果.结果 强化教育组患者的体重、BMI、空腹血糖和糖化血红蛋白均明显下降、腰围也较前缩小,差异均有统计学意义(P&lt;0.05).对照组以上指标下降不明显,差异无统计学意义(P&gt;0.05).结论 超重和肥胖2型糖尿病患者通过强化教育、控制饮食、坚持运动、减轻体重等途径能使大部分指标有明显改善,取得良好的干预效果。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "6607ee43-a293-4e09-bce9-3019945b9c27", "title": "", "text": "【0】脑淀粉样血管病(CAA)是脑出血的主要病因之一,因脑组织的取材困难、病理诊断要求的组织特异性和诊断的阳性率低等因素限制,使临床确诊率低.我们分析62例脑出血患者脑组织的刚果红染色、免疫组化检测淀粉样前体(Aβ)蛋白和HE染色结果,并结合临床特点,旨在探讨血管淀粉样变相关的脑出血的病因临床特点、和引发再出血的因素.\n　　", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "2aeed060-4031-421c-8150-848092346208", "title": "", "text": "【0】目的 探讨颈椎单开门椎管扩大成形术中应用迷你钛板内固定的临床效果.方法 对23例需行颈后路单开门椎管扩大成形术的患者,术中将“Z”型6孔迷你钛板两端分别固定于开门后的椎板和门轴侧侧块,用以取代传统的小关囊悬吊固定法.观察临床效果.结果 23例患者未出现术中神经、血管损伤等井发症.所有患者术后随访6～24个月,平均13个月.临床疗效按Odom评分标准:非常满意12例,满意6例,基本满意5例,总优良率为78.3％.结论 在颈椎单开门椎管扩大成形术中应用速你钛板内固定具有避免开门后再关闭,保持椎管扩大效果,同时对脊柱活动度影响小的优点,操作简单,并发症少,值得临床推广应用。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "24efeb5a-0375-4d7b-a901-f5c6c96ceed2", "title": "", "text": "【0】军事病理学作为病理学大家庭中的一员,近年来与其他病理专业同样取得飞速发展.值此庆祝&lt;中华病理学杂志&gt;创刊50周年华诞之际,我们对我国军事病理学的研究现状进行简要的回顾与展望。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "70bf3a0e-05e6-4cdf-b6fc-a5161d89d4be", "title": "", "text": "【0】目的\n探讨经单侧翼点入路显微手术治疗前循环双侧多发动脉瘤的临床效果及安全性。\n\n【1】方法\n回顾性分析2015年1月至2019年12月于川北医学院附属医院神经外科行单侧翼点入路显微手术夹闭的53例前循环双侧多发动脉瘤患者的临床资料。53例患者共132个动脉瘤，Hunt-Hess分级为Ⅰ~Ⅳ级。通过术中夹闭情况和术后并发症评价手术的安全性；术后行临床随访，采用格拉斯哥预后评级(GOS)评估患者的预后。\n\n【2】结果\n132个动脉瘤中，术中成功夹闭动脉瘤129个，3个开颅侧对侧未破裂动脉瘤行自体筋膜包裹加固处理。术后发生颅内感染5例(9.4%)，脑积水10例(18.9%)，再出血2例(3.8%)，迟发性脑缺血19例(35.8%)，严重激素或电解质紊乱6例(11.3%)。出院时预后良好(GOS Ⅳ、Ⅴ级为预后良好)者44例(83.0%)，术后3个月预后良好者49例(92.4%)。住院时间为(17.4±5.7)d(范围为11~36 d)，治疗费用为(7.5±1.7)万元(范围为6.0~16.8万元)。出院患者的满意率为94.3%(50/53)。\n\n【3】结论\n部分前循环双侧多发动脉瘤可采用经单侧翼点入路显微手术治疗。通过严格的术前评估、合理的手术预案以及恰当的显微操作，可获得较满意的治疗效果，术后并发症较少。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "149036bd-77ae-4cb2-9e97-327b665d9fc5", "title": "", "text": "【0】射频消融(RFCA)是根治阵发性室上性心动过速(PSVT)安全有效的方法.但对老年人患PSVT者常有心血管合并症,致使RFCA的操作难度增加,并发症增高.本文旨在探讨老年PSVT患者RFCA的特点,以期减少并发症的发生.现总结102例病例报告如下。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "fbeec66f-542d-4b7d-beb8-00bf4c3e3835", "title": "", "text": "【0】Colorectal cancer is the third most commonly diagnosed cancer in the world.[1] During the last two decades, significant evolution in the staging and treatment of rectal cancer, together with advances in the pre-operative neoadjuvant chemoradiotherapy had improved the survival and decreased the local recurrence rate.[2,3] Recently, there is a shifting paradigm in the treatment of low rectal cancer from abdominoperineal resection (APR) into sphincter preserving surgeries (SPS), due to advances in surgical techniques including minimally invasive surgery and pre-operative chemoradiotherapy.[4,5] The indication for SPS was expanded to very low-lying tumors within 1 to 3 cm from the anal verge. With acceptable oncologic outcomes, the ultralow anterior resection (ULAR) with coloanal anastomosis[6] and the intersphincteric resection (ISR) have been administered.[7] In spite of this advance, still many patients suffer from post-operative bowel dysfunction not only in the form of stool frequency, urgency, evacuation problems which is named low anterior resection syndrome (LARS), but also variant degrees of fecal incontinence (FI) that have negative impact on patients’ quality of life (QoL).[8,9] There is variability in the literature’s results reporting the LARS incidence. Some studies reported its incidence ranging from 19% to 52%.[10] In a recent meta-analysis by Croese et al,[11] the estimated prevalence of LARS was 41%.\nThe mechanism of LARS is thought to be due to decreasing volume of the rectal reservoir together with hypermobility of the neorectum because of denervation of the colon during surgery and lateral mobilization which can lead to the urgency and frequency manifestations. Additionally, some degrees of damage to the internal sphincter during anastomosis creation or ISR of very low lying rectal cancer also contribute to the symptoms of FI.[12] In spite of the available treatment options, till now there is no standard treatment for LARS.[13] Some authors pointed out the effect of physical exercise on improving the bowel function especially in females who survived from rectal cancer and its impact on the health-related QoL.[14]\nThe purpose of this review was to focus on the bowel dysfunction after SPS, evaluation of the pathophysiology, risk factors, proper treatment modalities of LARS, and the effect of bowel dysfunction on the QoL of the patients.\nLARS is usually caused by a combination of three factors: colonic dysmotility, neorectal reservoir dysfunction, and anal sphincter dysfunction.\nIncreased proximal colonic motility coupled with a lack of distal rectal inhibition due to denervation of the sigmoid or descending colon during surgery, leading to increased colonic motility.[15] In comparison to normal persons, patients with LARS have a shorter colonic transit time and a greater increase in neorectal pressure after a meal. Furthermore, lack of the negative feedback signals from the rectum and rectosigmoid junction which normally represent distal control center for regulation of bowel transit to oppose the increased proximal colonic motility, leaves the bowel activity without a brake and exacerbates the LARS symptoms.[16]\nIt refers to any denervation and reduction in functional capacity of the neorectum that cause LARS symptoms. The neorectum may be denervated by surgery or pelvic radiotherapy and hence is hyposensitive to mechanical and thermal stimuli. There is evidence that the risk of LARS is greater after total mesorectal excision (TME) in comparison to partial mesorectal excision (PME) and after neoadjuvant therapy. Besides denervation, reduction in neorectal capacity and compliance, leads to more dysfunction. After rectal surgery, smaller volumes of fecal material are sufficient to induce contraction or spasm of the neorectum which can cause symptoms such as urgency, soiling, or multiple evacuations.[17]\nIt may occur as a complication of rectal surgery or preoperative pelvic radiotherapy. Farouk et al[18] reported in their study that, up to 18% of patients who underwent stapled anastomosis after low anterior resection (LAR) suffered from long-term internal anal sphincter (IAS) injury. Moreover, ISR can affect sphincter functions leading to variable degrees of FI, urgency, and soiling especially due to excision of anal transition zone.[19] On long-term follow-up, scarring of IAS or fibrosis of the pudendal nerve has been reported after radiotherapy leading to decrease in the mean resting and squeeze anal pressure.[19] Rectoanal inhibitory reflex is affected by surgery or radiotherapy because of autonomic nerve injury, which may result in reduction of anal resting pressure and fecal soiling.[20]\nLARS can occur after LAR for rectal cancers and after anterior resection for high tumors but with low frequency. Understanding the possible risk factors of LARS may help in surgical decision making and post-operative anorectal rehabilitation programs for the patients.[10]\nRisk factors for developing LARS are low colorectal or coloanal anastomosis, end-to-end anastomosis, anastomotic leakage (AL), and adjuvant radiotherapy, and the level of anastomosis is the most important factor.[21] Other risk factors that have been reported to be associated with LARS are female sex,[22] presence of stoma, and post-operative complications.[23] Cheong et al[24] addressed the risk factors for bowel dysfunctions after LAR and ULAR and found, old age, male sex, adjuvant chemoradiation therapy, and ULAR were all risk factors. Another randomized trial showed almost two-fold higher LARS prevalence in patients who received radiotherapy and surgery than in patients who underwent surgery alone for rectal cancer.[25] Alavi et al[26] in their study on rectal cancer patients, noticed that low tumor location, radiation therapy, temporary ostomy, and smoking history were associated with long-term bowel dysfunction following an anastomosis. In another study addressing the bowel functions of rectal cancer patients, Park et al,[27] reported that pre-operative chemoradiation, short time interval from restoration of bowel continuity, hand-sewn anastomosis, and ileostomy were significantly associated with poor bowel function or major FI. Moreover, patients undergoing TME are at greater risk of developing LARS than those having PME.[28] Badic et al,[29] reported that FI was significantly correlated with neoadjuvant chemoradiotherapy, low rectal resection, and tumor distance from anal verge but not with stage, gender, or obesity. From the above reports, we can find the early and delayed impact of neoadjuvant radiation therapy on the bowel function. In a study by Pollack et al,[30] assessing the long term effect of short-course radiotherapy on anorectal function using questionnaire, anal manometry, and endorectal ultrasound (ERUS), they noted that irradiated patients had significantly more symptoms of FI, soiling and more bowel movements per week, lower anal resting and squeeze pressures (SPs), more scarring of the anal sphincters by using endoanal ultrasound. The same results were noted by Peeters et al[31] in their study, in which they found that, irradiated patients reported increased rates of FI, pad wearing, anal blood, and mucus loss. Furthermore, their overall satisfaction with bowel function was significantly lower than patients who underwent TME alone. Quezada-Diaz et al[32] investigated the effect of neoadjuvant systemic chemotherapy with or without chemoradiotherapy on bowel function after TME for rectal cancer patients using Memorial Sloan-Kettering Cancer Center Bowel Function Instrument (MSKCC BFI), and noted that exposure to radiotherapy only was correlated with worse bowel function which was not observed after exposure to neoadjuvant chemotherapy. So, neoadjuvant chemotherapy, may not affect the bowel function.\nAL negatively affects the bowel function and the patient’s QoL after SPS for rectal cancer, and the mechanism is mostly due to scarring of the neorectal reservoir and reduction of its volume.[33] Ashburn et al[34] found in their study that patients with AL suffered from more frequent bowel movements at daytime and night-time than patients without AL at 1 year of follow up after rectal resection. AL patients also had worse control of solid stool, a greater need for pad wearing and bad QoL. Nesbakken et al,[35] reported that AL correlated with a reduction in maximum tolerated volume and difficult evacuation. Urgency and FI were slightly worse after AL, but without significance. Bittorf et al[36] in their retrospective study, on 22 AL/150 patients, urgency and maximum tolerated volume were lower in the AL group. However, there was no significant difference in bowel function and patient satisfaction between both groups.\nOne important point that should be addressed is investigating whether the TaTME technique does more harm to the bowel function than conventional abdominal TME. This is because the TaTME anastomosis is closer to the anal sphincter than abdominal TME, prolonged dilatation of anal canal by air insufflation system in TaTME may affect the anal sphincter and sometimes the associated damage to the pelvic innervation of levator ani muscle especially with more radical resection in lower pelvis.[37] Koedam et al[37] in their study focused on functional outcomes after TaTME on 30 patients and noticed deterioration of bowel function at 1 month follow up, but at 6 months the bowel function and QoL scores improved and only 30% of patients still have major LARS score. Whereas Atallah et al,[38] through a telephone survey, assessed 20 patients who were examined 2 months after ileostomy closure, they found most patients had less than one bowel movement/day, and only one patient suffered from FI and poor QoL even after 1 year follow up. Elmore et al,[39] followed up six patients using Wexner score after surgery, the mean Wexner score slightly worsened from zero to three at 6 months post-operatively and after 4 months from stoma closure. Hence, waiting for results of the COLOR III trial, a randomized clinical trial comparing laparoscopic TME vs. TaTME, will show enough data about the functional results, QoL, after mid and low restorative rectal cancer surgery.[40] Some of the aforementioned studies are summarized in Table 1.\nSummary of selected studies on bowel function after SPS for rectal cancer.\nSummary of selected studies on bowel function after SPS for rectal cancer.\nSPS: Sphincter preserving surgeries; LAR: Low anterior resection; ULAR: Ultralow anterior resection; ISR: Intersphincteric resection; TME: Total mesorectal excision; TaTME: Transanal total mesorectal excision; LARS: Low anterior resection score; MSKCC: Memorial Sloan Kettering Cancer Center; QoL: Quality of life; MS: Manometric study; ERUS: Endorectal ultrasound; FI: Fecal incontinence; MRP: Mean resting pressure; MSP: Mean squeeze pressure.\nThere is a close association between bowel function and QoL, as regard to global health status and social functioning. Emmertsen et al found strong associations between all functional QoL scales and major LARS at 1 year.[22] In other words, LARS has a negative impact on the patient’s QoL. Vironen et al,[41] showed that FI and urgency had a significant effect on social functioning, whereas urgency alone negatively affected mental and general health perception. These results also were emphasized by Pucciarelli et al[42] in their study on a group of patients undergoing LAR with pre-operative neoadjuvant chemoradiotherapy, and they found strong relationship between urgency and physical and social functioning.\nIn a study conducted by Silva et al,[43] 125 patients diagnosed with mid and low rectal adenocarcinoma, 83 patients underwent LAR with low colorectal or coloanal anastomosis, while 42 patients were treated with APR and terminal colostomy. Upon assessment the QoL scores in both groups, the patients who underwent APR had significantly better function and symptom scores reflecting better QoL.\nIn contrast, Konanz et al[44] assessed the QoL in three matched groups of rectal cancer patients who underwent APR, LAR, and ISR and they noticed no difference in the QoL after SPS compared to APR. However, the ISR group suffered from more FI than LAR group. While other studies, pointed out that the QoL after ISR is not better than QoL after APR because of the incontinence state which hinders the patient from doing daily activity and leads to social isolation.[43]\nLARS should be suspected in patients who develop one or more bowel symptoms after undergoing SPS. The diagnosis is confirmed when the symptoms persist more than 1 month after surgery after exclusion of any alternative etiology. It is essential to assess the anorectal function from patient’s perspective because there is misunderstanding of LARS symptoms and its effect on the QoL among rectal cancer experts. Thus, there is a need for questionnaires. Many questionnaires have been proposed for assessing bowel function. The most suitable tools for assessing the bowel function after rectal cancer surgery are the LARS score and the MSKCC BFI.[45] The diagnostic tools of LARS are shown in Figure 1.\nNumerous instruments have been utilized for evaluating the degrees of FI, including the Cleveland Clinic Florida/Wexner fecal incontinence score,[46] the fecal incontinence severity index, [47] and the St. Mark incontinence score.[48] Every one of the three instruments has been demonstrated to correspond with the patient’s subjective perception of bowel control.[46,49] They adopt a similar strategy of surveying the frequency of incontinence episodes. The Wexner score is the most widely utilized tool to date. It examines three types of FI (solid, liquid, and gas) and their consequences (pad wearing and lifestyle alteration). For each item, the five frequency options range from never (score 0) through to always (meaning at least once per day; score 4). The total score is the sum of the item scores that range from 0 (perfect continence) to 20 (complete incontinence).\nMSKCC is the first questionnaire designed for evaluating bowel function after SPS for rectal cancer.[50] It has been translated from English into Italian version, and has also been validated.[51] It comprises of 18 questions about the variety of LARS issues over the past 4 weeks. For each question, there are five answer options range from never to always, except for one question asking about the number of bowel movements per day. Response can be summarized into three sub-scales (frequency, six items; diet, four items; and urgency/soilage, four items) by adding the scores of the items in the sub-scale. There are also four single items that do not belong to a sub-scale which include incomplete evacuation, clustering (having another bowel movement within 15 min of the last movement), knowing the difference between needing to pass gas and a bowel movement, and incontinence for flatus. Finally, the total score is calculated by summing the global score and the score for the four single items with a maximum score of 90. A higher score represents better bowel function.[50] The main strengths of the MSKCC BFI are the detailed, comprehensive and thorough evaluation of bowel dysfunction after TME. Additionally, the sub-scales facilitate separate interpretation of different aspects of LARS when desired as well as correlation with some QoL instruments. However, the MSKCC score’s length (18 questions) and scoring (which involves recoding, three sub-scale scores, a global score, and a total score) may limit its usage.\nLARS score like the MSKCC BFI, is a questionnaire for assessing bowel function after SPS with or without radiotherapy for rectal cancer. The LARS score was developed from a large cohort of 961 Danish patients, who received LAR for rectal cancer.[52] It includes five questions, incontinence for flatus, incontinence for liquid stool, frequency (number of daily bowel movements), clustering (having to open bowels again within 1 h of the last opening), and urgency. The LARS score does not use a specific recall period. In its initial validation, the ability of the LARS score to reflect the impact of bowel dysfunction on QoL was proven,[52] and so through the association with many of QoL scales.[22,53] The LARS score severity categories (no, minor, and major LARS) can facilitate identification of patients who need treatment. Those with major LARS, report significantly worse QoL than those with No/minor LARS.[22,52,53] In addition to the original Danish version, the LARS score has been translated into several languages (English, Dutch, Swedish, Spanish, and German),[54] and hence has the capacity for widespread use. The greatest advantages of the LARS score lie in its conciseness and ability to show impact on QoL. It is widely used because of the easy scoring and clinical meaningful severity categories.\nBut here, we have to raise a question: Which questionnaire is the best for assessment of bowel function? For comprehensive and detailed evaluation of LARS, the MSKCC score would be the questionnaire of choice. For rapid screening or assessment of LARS, the LARS score is the ideal for that. Both instruments are valid and reliable to detect clinically relevant differences. Overall, the MSKCC BFI has a broader scope, covering not only LARS symptoms, but also their consequences. On the other hand, the LARS score is more practical, and can correlate with QoL scores.[55]\nAs a result of the SPS, especially ISR, and neoadjuvant radiotherapy, some defects or scarring in the anal sphincter can be visualized by using the ERUS with an accuracy of over 98%.[56]\nIt is one of the standard tools for evaluation of anorectal dysfunction in LARS. In patients with LARS, they usually have decreased resting anal sphincter pressure, SP, and low rectal compliance. However, SP sometimes may be normal in patients with LARS.[57] Moreover, if colonic manometry is done in LARS patients, it will often reveal an increase in high-amplitude propagated contractions.\nDefecography can be helpful in demonstrating anorectal functional disorders in LARS. Mostly, it shows widened anorectal angle, reduced rectal evacuation and a low volume of the neorectum.[19] MR defecography could reveal detailed information about the anorectal angle, the pelvic floor descent, and anal canal opening.[58]\nLARS can be treated with medications, transanal irrigation (TAI), pelvic floor rehabilitation, neurostimulation, or surgery. The choice of treatment is based on the severity, and duration of symptoms.[59] Studies on LARS management are limited, and prospective randomized controlled trials are needed for evidence-based conclusions. However, it is clear that a multimodal approach could represent the best management option for LARS patients rather than a single treatment.[59] The treatment strategies are shown in Figure 2.\nIn patients with minor LARS, who are suffering from diarrhea only, can be managed with anti-diarrheal agents like loperamide that has been evaluated in randomized trials in patients with irritable bowel syndrome (IBS). In IBS patients, loperamide improves the stool consistency and decreases the number of bowel movements per day.[60] Moreover, Loperamide significantly decreased stool frequency, modified some aspects of pouch contraction, and improved anal sphincter function in patients who have undergone a restorative proctocolectomy with ileoanal pouch.[61]\nSome patients with LARS have an exaggerated postprandial response in the neorectum of urgency and/or incontinence. Serotonin receptor antagonist (ramosetron) plays an important role in control. In a study by Itagaki et al,[62] the authors found that oral serotonin receptor antagonist (5 μg of ramosetron hydrochloride, once daily after breakfast) intake resulted in significant improvement in the urgency grade, incontinence score, and the number of toilet visits per day. The results are better if the therapy is given from the first 6 months post-operatively.\nPatients whose main symptoms are excessive flatulence, or abdominal bloating which can be caused by small intestinal bacterial overgrowth transmitted from the colon causing abnormal fermentation of food, can be treated with antibiotics such as rifaximin or neomycin.[63]\nIt is thought that injection of anal bulking agents like (dextranomer stabilized in hyaluronic acid) may enhance resting anal pressures and thereby improve fecal continence, especially in patients with passive FI or fecal soilage with limited efficacy.[64]\nThere is no evidence supporting the use of steroids or non-steroidal anti-inflammatory drugs in LARS treatment. Fiber intake improves stool consistency but not any other bowel symptoms, and not well tolerated in LARS patients due to bloating and abdominal pain. Additionally, dietary restrictions, constipating agents, or enemas typically do not add any value to control LARS symptoms and their impact on patient QoL is doubtful.[59] Probiotics have no role in the prevention or treatment of LARS. In one study, the use of a probiotic preparation did not change the post-operative bowel function of patients undergoing loop ileostomy takedown after SPS.[65]\nMajor LARS has a significant negative impact on patients' QoL. Those patients typically require multimodal therapy rather than medical treatment for individual symptoms. Multimodal therapy comprises TAI at least 3 to 4 times/week plus pelvic floor rehabilitation (biofeedback, pelvic floor muscle training, balloon training, and electrostimulation). This treatment should continue for (6 months–1 year) and then patients should be re-evaluated using the questionnaire again. If symptoms of major LARS improved, persistent minor symptoms can be treated medically. Patients who continue to have major LARS >1 year of multimodal therapy should be treated with neurostimulation (sacral nerve stimulation [SNS]). Patients who do not respond to neurostimulation and have severely compromised QoL more than 2 years from the start of multimodal therapy should be offered a diverting stoma.[59]\nIt has been reported to be a cheap and effective method for the treatment of FI and frequent bowel movement associated with LARS.[66,67] It includes two forms: low and high volume trans-anal water irrigation. The role of low volume TAI is mechanical washout. Whereas, high volume TAI induces colonic mass movements and improves colonic transit time and FI on regular administration. TAI is more suitable for patients with low rectal capacity, rectal volume, and low anal SP.[59] The efficacy of TAI in treatment of LARS has been investigated in many studies. In a prospective study by Rosen et al,[66] the authors noted significant improvements in the number of defecation times and the incontinence scores. In another systematic review by Christensen and Krogh,[68] TAI showed an improvement in 79% to 100% of patients with LARS after rectal cancer surgery. In a recent randomized control trial by Rosen et al,[69] comparing the effect of TAI vs. supportive therapy in patients who underwent ultralow rectal resection, they found decreasing of the maximum number of defecation per day and per night and a better LARS score after 1 and 3 months among patients who underwent TAI. Wexner score also improved in the TAI group after 3 months. Herein, some questions remain regarding the optimal volume of water needed for TAI, time interval between irrigations, safety, and whether TAI should be considered a lifelong therapy or not.[69] Martellucci et al[70] used a median volume of 450 (300-1000) mL, 3 to 4 times/week with six patients dropped out because of dissatisfaction. In another study, the median volume of water used for TAI was 900 (500–1500) mL/day.[66] In general, this technique is safe and the risk of rectal perforation is very low as reported in some studies (0.002%).[71] It is still unclear, for how long TAI should be used because most of LARS patients who were treated by TAI suffer from their symptoms refractory to treatment as shown in many studies.[66,67,70] Martellucci et al[70] in their study, they suspended the use of TAI after follow up period of 6 months and advised patients to use regular enemas instead. Unfortunately, 85% of the patients returned to a TAI due to rapid recurrence of LARS symptoms. It is important to note that TAI only provides a state of pseudocontinence by preventing fecal leaks between washouts.[72] The major key to success of TAI is professional training.[73]\nPelvic floor rehabilitation includes biofeedback, pelvic floor muscle training, electrostimulation, and rectal balloon training. Using of more than one technique has proven to significantly improve outcomes than individual techniques.[74] As it has been used for treatment of FI, so biofeedback may be effective for treatment of patients with LARS because the main symptom of LARS is FI. Biofeedback therapy increases the rectal sensation of distension and synchronous voluntary external anal sphincter contraction in response to rectal distension.[72] Although the available studies on the role of biofeedback and pelvic floor rehabilitation are heterogeneous and of low quality, it is still beneficial in the treatment of LARS. Kim et al[75] reported that biofeedback therapy improves the FI score, number of bowel movement, resting pressure, SP, and rectal capacity by anorectal manometry in patients who were subjected to SPS for rectal cancer. In contrast, anorectal evaluation by manometry was performed in two studies and did not show any change in the rectal pressures after pelvic floor rehabilitation.[74,75] Liang et al[76] in their study, evaluated the value of biofeedback in patients with LARS, and their results showed improvement in FI scales, number of bowel movements, and anorectal manometry. Moreover, Ridolfi et al[77] recommended the use of biofeedback therapy as one of the best treatment options in LARS.\nIf symptoms of LARS persist for more than 1 year, SNS should be considered.[59] SNS decreases the postprandial urgency, enhancing the ability to hold stool and so improving patients’ QoL and anorectal function by both pelvic afferent and central mechanisms.[78] With acceptable safety, the SNS significantly improves the FI episodes of LARS which is quite similar to its effect on all causes of FI.[72] In one study by Eftaiha et al[79] significant improvement in the Cleveland Clinic incontinence scores and LARS scores at a median follow up of 19.5 months after using SNS. Dramatic improvement in the Wexner and LARS scores was reported by D’Hondt et al[80] in their study, emphasizing that SNS is effective for LARS symptoms improvement.\nOther newly developed techniques of neurostimulation including posterior tibial nerve stimulation (PTNS) and electro-acupuncture are still under investigation for treatment of FI symptoms of LARS.[59] Percutaneous tibial nerve stimulation is one of the treatment methods for FI improvement.[81] Through indirect low voltage stimulation of the tibial nerve at the ankle, PTNS can regulate sacral nerve function and is less invasive and cheaper than SNS.[72] In a pilot study by Altomare et al[81] including 21 patients, the number of FI episodes was decreased in nine patients after PTNS.\nPatients who still not respond to the previously mentioned modalities may require surgery. Surgery includes either artificial sphincter-which is associated with higher complication rate or fecal diversion which is the last option especially when the patient still has major LARS symptoms after 2 years of conservative or minimally invasive treatment (SNS, PTNS).[59]\nThere is still debate about the time of improvement of bowel function after SPS. It has been reported that the symptoms of bowel dysfunction mostly occur during the first year after surgery and then become more stabilized as Perez et al reported.[82] In contrast, another study reported that 47.5% of patients still had LARS symptoms even after a follow-up period of 13.7 years. Moreover, one study reported major LARS in 46% of the patients with a mean follow-up of 14.6 years and this may be due to other associated risk factors.[83] Hence, the need for further prospective longitudinal studies for further assessment of this point is mandatory.\nIt is difficult to prevent the occurrence of LARS after SPS. However, every effort should be exerted to decrease its incidence. Preserving the hypogastric nerve during ligation of the inferior mesenteric artery and the pelvic autonomic plexus during TME is mandatory.[84] Creation of a neorectal reservoir can alleviate LARS symptoms.[21] Many techniques can be used including colonic J pouch, end-to-side anastomosis, transverse coloplasty with comparable functional results. Both the coloplasty and the end-to-side anastomosis are less bulky. However, the coloplasty has a higher risk of AL, hence J pouch and end-to-side anastomosis are preferred.[85] It is mandatory to discuss with the patients pre-operatively about the possible complications related to bowel function and its effect on the QoL. Addressing the risk factors before surgery and proper patient selection can mitigate the LARS symptoms. Additionally, Battersby et al administered a new tool: the pre-operative LARS score (POLARS) which is the first nomogram and online tool to predict bowel dysfunction severity before surgery. Colorectal surgeons, gastroenterologists, and nurse specialists may use POLARS to help and discuss with the patients to understand the risk of bowel dysfunction and to decide which patient will need additional post-operative support.[86]\nWith SPS, LARS is an inevitable consequence. Scoring systems can be used such as the LARS, MSKCC scores along with objective testing tools, to assess the patient’s functional status. Patients with minor LARS can be managed with medication and pelvic floor rehabilitation, but patients with major LARS should be treated with more aggressive multimodal treatment like pelvic floor rehabilitation and neuromodulation. If the severities of the symptoms persist for more than 2 years, permanent stoma formation should be carefully considered after patient’s consent.[87]\nPre-treatment patients’ counseling is an important step for those who have risk factors of LARS. Proper selection of preoperative chemoradiotherapy, meticulous surgical dissection in the anatomical planes, trying to create a neorectal reservoir during surgery, proper anal sphincter Kegel exercise, and appropriate diet control are essential to minimize the incidence or to alleviate LARS. Finally, a very crucial point is the good decision before choosing SPS especially for low rectal cancer based on the balance between the oncological outcome that must be the primary aim and the QoL. In the future, more prospectively collected data in a longitudinal standardized manner for better assessment of the functional outcomes after SPS is needed.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "9a99dd90-7f9a-413e-bf2d-d63ec589e77b", "title": "", "text": "【0】太极拳是中华民族宝贵的非物质文化遗产，是古代导引吐纳、易经阴阳、中医经络等多个传统文化元素的完美融合。太极拳通过对形、神、意、气的综合训练，从而达到强身健体，促进生理和心理功能改善的良好疗效[1]。近年来，国内外学者从武术学、养生学、心理学、医学、生物力学等多个角度对太极拳进行了全面分析研究[2]。在太极拳的临床医学应用方面，也涌现出了大量的研究报告和文献综述，内容涉及骨关节[3]、内分泌[4]、呼吸[5]、循环[6]、中枢系统[7]等各个系统的常见疾病。尤其是国际顶级医学期刊《新英格兰医学杂志》发表了太极拳干预治疗纤维肌痛[8]和帕金森氏病[9]的研究报道之后，太极拳的临床应用价值得到了业内学者的广泛关注与认可。\n在临床研究的同时，学者也开始借助现代科技对太极拳背后的效应机制进行深入分析。既往学者从神经电生理、脑功能、生物力学等多个角度探讨了太极拳相关的效应机制，并取得了初步进展[10]。在太极拳相关的脑功能机制方面，得益于近年来功能性磁共振成像（functional MRI，fMRI）技术的快速发展，一系列高质量的研究成果相继发表在国际学术期刊上。笔者拟对太极拳的功能性磁共振成像研究进展进行综述分析，借以探讨太极拳相关的脑功能效应机制，为后续开展更深入的研究提供思路支持。\n既往国内外学者开展了大量的功能性磁共振成像研究，通过对研究成果的深入分析和解读，业内普遍认为一种特定的疾病状态或一种特定的运动或感觉的反复刺激，能够产生相应的脑功能变化[11,12]。例如偏头痛患者长期反复的疼痛刺激，会使得多个与感觉和疼痛相关的脑区和脑网络的功能减低[13]；中风病患者的疾病状态也会产生相应的脑功能变化[14]；中医的针灸刺激也被证实能够产生特定的中枢效应[15]。基于这样的前提，太极拳作为一种能够提高平衡、认知等多种能力的特殊运动，在长期练习太极拳的健康人群中也必然能够找到与之相对应的脑功能变化。基于这样的假说，学者将长期练习太极拳的健康人群作为研究对象，采用横断面的研究方式，应用功能性磁共振成像技术探讨长期练习太极拳带来的中枢效应。\n中国科学院心理研究所的Wei等[16,17,18]开展的太极拳的功能性磁共振成像研究，采用了横断面研究方式，以长期练习太极拳的受试者为研究对象，以匹配的健康受试者为对照，两组分别行进行功能性磁共振成像扫描后对比分析。该项研究纳入了22名长期练习太极拳的受试者[男性7名，女性15名，年龄（52±6)岁，太极拳练习年限（14±8)年]。通过与18名健康受试者的功能性磁共振成像数据对比发现，太极拳组受试者右侧大脑半球的中央前回、脑岛、额中回以及左侧大脑半球的颞上回、枕颞中回、舌回等脑区的皮质厚度明显厚于健康对照组[16]。且左侧枕颞中回和舌回皮质的厚度与太极拳练习的强度显著正相关。研究者据此推测长期练习太极拳能够引起局部的大脑皮质功能变化，这些神经功能的变化与冥想和有氧运动等产生的变化具有一定的相似性[16]。进一步分析研究[17]表明，太极拳组受试者右侧中央后回的功能同质性增强，左侧前扣带回和背外侧前额叶皮层的功能同质性减低。研究者推测功能同质性的增强是大脑整合能力的提升，功能同质性的减低是大脑精细分化的表现。这些变化为从脑功能可塑性层面探讨太极拳促进老年人行为和意识的改变提供了潜在可能[17]。后续从部分低频振幅角度的分析研究[18]表明，太极拳组受试者的双侧额顶叶网络、默认模式网络、背侧额前角回网络的部分低频振幅减低，且额顶叶网络和默认模式网络的功能连接度与认知等行为学评分具有显著相关性，从脑网络连接层面对太极拳这种身心训练的脑功能机制进行了解读[18]。\n华东师范大学也开展了太极拳的横断面功能性磁共振成像研究[19,20,21]，该研究纳入了26名长期练习太极拳的老年人健康受试者[男性8名，女性18名，年龄(65.2±2.3)岁，太极拳练习年限（10.4±5.5)年]，以人口学信息匹配的26名健康受试者作为对照。功能性磁共振的研究结果显示，太极拳组受试者相较于对照组受试者在背外侧前额叶皮层与额中回的静息态功能连接度减弱。且脑区功能连接度的减弱与五因素正念度量表评分以及情绪控制能力的提升显著相关[19]。低频振幅分析的结果也呈现类似的相关性[20]。灰质体积的研究结果证实太极拳组受试者的丘脑和海马的灰质体积比健康受试者增大，同时也表现出正向的相关性[21]。研究者推测，长期练习太极拳能够通过减低执行控制网络的脑区功能连接度同时提高脑区灰质体积来调节改善练习者的判断能力和情绪控制能力。\n山东医学科学院的Yao等[22]开展的功能性磁共振研究纳入了20名长期练习太极拳的受试者[太极拳练习年限(8.45±5.1)年]，与25名匹配的健康受试者为对照，两组分别进行扩散张量功能成像，借以对比分析脑白质的部分各向异性值。结果表明太极拳受试者组在胼胝体压部的部分各向异性值显著高于对照组，并且与太极拳的练习时间和熟练程度呈现正相关。研究者推测，太极拳能够通过改善大脑白质来延缓脑组织的老年退行性改变。\n对长期练习太极拳的健康人群进行横断面的功能性磁共振成像研究，表达的是太极拳长期累计效应在中枢脑功能层面的反应。另有学者开展了病例对照研究以探讨太极拳短期干预产生的脑功能变化。以没有太极拳练习经历的健康人群为研究对象，分别接受太极拳和对照干预，在干预前后分别进行功能性磁共振成像，通过功能影像结果对比并与行为学指标进行相关性分析，来解读短期练习太极拳产生的中枢脑功能变化。\n中国科学院心理研究所进行的太极拳相关的功能性磁共振成像研究，将太极拳训练、认知功能训练、团体心理咨询作为一套组合身心干预措施，以健康知识讲座为对照进行对比分析。该项研究共纳入试验组受试者17名[男性9名，女性8名，年龄（68.7± 5.7)岁]，对照组受试者17名[男性11名，女性6名，年龄(71.7±4.0)岁]。两组受试者按照分组不同分别接受6周的相应干预，并分别在干预前后进行功能性磁共振成像扫描。研究结果表明，试验组受试者在内侧前额叶皮层和颞叶的静息态功能连接度显著增强，并且功能连接度的增强与认知行为能力的变化呈正相关[23]。低频振幅分析的结果则表明，试验组受试者在额中回、额上回、小脑前叶等脑区的低频振荡分数值显著提升[24]。血氧信号的对比证实，试验组受试者在颞上回、颞中回、小脑后叶等脑区的信号明显增强[25]。由于额叶皮层、颞叶、小脑是老年性退变的主要脑区，研究者借此推测包含太极拳训练在内的组合身心干预措施可能通过增强相关脑区功能的形式来提高认知能力，进而起到延缓大脑的衰老的作用。\n福建中医药大学也进行了太极拳相关的功能性磁共振成像研究[26,27,28,29,30]，将符合标准的老年人分为太极拳组[男性13名，女性8人，年龄（62.4±4.8)岁]、八段锦组[男性9名，女性6名，年龄（62.3±3.9)岁]和健康宣教对照组[男性19名，女性6名，年龄（59.8±4.8)岁]，在12周的干预治疗前后分别进行记忆量表评测和功能性磁共振成像扫描，进而对比分类各组之间的差异。韦氏记忆量表评测结果显示，太极拳组和八段锦组受试者12周干预后，记忆评分均显著优于对照组。静息态功能连接度的分析结果表明，太极拳组和八段锦组受试者在12周干预之后，前额叶皮层和双侧海马的功能连接度显著增强[26]。多频段部分低频振幅分析的结果显示，太极拳组和八段锦组受试者的前额叶皮层在多个频段内呈现增强趋势[27]。以上功能增强都与记忆评分的改善呈正相关。皮层灰质体积研究[28]和默认模式网络功能连接度的研究[29]也得到类似结果。研究者据此推测这些脑功能的增强是太极拳和八段锦预防记忆功能减退的中枢机制所在。后续以背外侧前额叶皮层为种子点进行的关联分析证实，太极拳组和八段锦组受试者背外侧前额叶皮层与颞叶皮层和扣带回的静息态功能连接度减弱，且减弱程度与记忆评分呈负相关[30]。研究者认为这是各个脑区功能独立化的表现，也是对太极拳和八段锦预防衰老性记忆功能减退的一种机制解读。\n台湾学者Wu等[31]开展的功能性磁共振成像研究，对比分析了16名太极拳组受试者[男3名，女13名，年龄（64.9±2.8)岁]和15名健康对照组受试者[男0名，女15名，年龄（64.9±3.2)岁]。太极拳组受试者每周进行3次训练，每次60 min，对照组受试者仅进行两周一次的电话咨询，在12周干预前后分别进行功能性磁共振成像扫描并对比分析。结果表明，太极拳组受试者任务转换速率更快，错误率更低，在任务转换等情况下前额叶皮层的激活程度更高，说明练习太极拳能够提高老年人前额叶等脑区的工作效率。\n太极拳相关的功能性磁共振成像研究已经取得初步成果，并且在国际学术期刊发表一系列高水平论文。学者们的既往研究应用脑区激活、脑区功能连接度、脑网络功能连接度、部分各向异性、低频振幅、灰质白质体积等多种角度对功能影像数据进行分析，证实太极拳能够在前额叶皮层、颞叶、海马、小脑、丘脑、胼胝体等多个脑区和脑组织产生正向的增强效应。由于分析方法的不同，这些正向增强效应体现为激活增强、功能连接度增强、体积增大、部分各向异性数值增大等多种形式。并且这些影像学数据的变化与多个临床量表的评测结果呈现正相关。这些研究结果在一定程度上能够相互印证，共同阐释太极拳提高认知、控制等多种能力的中枢效应机制，也为太极拳延缓大脑衰老的退行性改变提供了脑功能层面的证据支持。\n值得注意的是，在正向增强效应的同时，学者们也观测到了部分脑功能的减低表现。例如，在长期练习太极拳的健康受试者中，左侧前扣带回和背外侧前额叶皮层的功能同质性减低[17]，背外侧前额叶皮层与额中回的静息态功能连接度减低[19]，双侧额顶叶网络、默认模式网络、背侧额前角回网络的部分低频振幅值减低[18]。以及太极拳干预组的背外侧前额叶皮层与颞叶皮层和扣带回的静息态功能连接度减弱[30]。对于这些减低效应，学者们分析认为这是各个脑区和脑网络功能进一步精细分化和功能独立的体现。在后续开展的深入研究中，有必要进一步分析这些减低效应的内涵所在，以全面的阐释和解读太极拳产生的脑功能效应。\n为了更全面地分析脑功能层面的效应机制，学者多采用将影像学结果与量表或行为学指标进行相关性分析的研究方法。这样能够将二者有机结合，揭示中枢变化与外周表现的关系。后续的研究中，可以引入一些更加客观和量化的评价指标，例如实验室检查指标、运动力学检查数据、神经电生理检查指标等。这些客观数据的引入能够避免因为量表和行为学评价而带来的主观偏倚因素的影响，使得研究结果更具有说服力和公信度。\n样本量偏小一直是功能性磁共振成像研究的一个不容忽视的重要问题。但是目前业内尚没有形成功能性磁共振成像研究的样本量计算方案。随着近年来相关研究的不断深入，越来越多的功能性磁共振成像研究开始依托临床随机对照研究展开，例如成都中医药大学Zhao等[32]开展的针灸治疗偏头痛的功能性磁共振成像研究就是依托一项大样本的临床随机对照试验。后续在设计太极拳相关的功能性磁共振成像研究时，可以参考这种研究方法，避免因样本量偏小而带来的结果偏差。\n太极拳干预的异质性也是太极拳的功能性磁共振成像研究的干扰因素之一。目前业内有杨氏、陈氏、简化24式等多个不同的太极拳套路。在后续开展研究的过程中，有必要选择固定的太极拳套路，减少因干预措施的异质性对结果造成的影响。此外，既往研究多是以老年健康受试者作为研究对象，缺乏对各个年龄层段人群的细化研究。相较于老年人，年轻受试者的脑功能变化干扰因素更少，后续可以将年轻受试者作为研究对象，通过病例对照的研究方法，观察太极拳干预在脑功能层面的影响机制。\n在太极拳的临床应用价值得到业内学者一致认可的同时，相关的效应机制研究也不断深入。应用功能性磁共振成像技术对太极拳相关的中枢脑功能机制研究逐渐受到重视。近年来学者应用多种功能性磁共振成像分析方法，对长期练习太极拳和短期太极拳干预产生的脑功能变化进行了多角度的挖掘分析。研究成果表明，太极拳能够在多个脑区和脑网络产生增强效应，这为太极拳延缓大脑衰老的退行性改变提供了脑功能层面的证据支持。但是既往研究也存在一定的不足之处，后续有必要开展更大规模的细化研究以进一步验证太极拳临床疗效背后的中枢脑功能效应机制。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "c007de1d-95d2-47f8-802b-d364afdf5cf1", "title": "", "text": "【0】目的 探讨不同浓度丁酸钠诱导对体外培养树突状细胞(DC)细胞表型的变化规律.方法 通过粒细胞-巨噬细胞集落刺激因子(rhGM-CSF)和白细胞介素-4(IL-4)体外诱导的人外周血单个核细胞来源的DC,按不同丁酸钠浓度和不同诱导时间分组培养,流式细胞仪检测各组DC的细胞表型.结果 在丁酸钠诱导下,各组DC表面的成熟标志均显著下调,丁酸钠浓度越高下调越明显,随着培养时间的延长,各组DC表面的成熟标志均显著下调;但是细胞的凋亡率也同时上升.结论 丁酸钠在体外可以显著抑制DC的成熟过程,以丁酸钠浓度为0.75mmol/L和培养48h为最佳的诱导浓度和时间。", "tags": {}, "lang": "None", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "b959485f-9a97-473a-ba3d-3f9ebbec1a6f", "title": "", "text": "【0】目的\n探讨新生儿肾上腺出血(neonatal adrenal hemorrhage，NAH)的临床特征和危险因素，提高对此疾病的认识和诊治水平。\n\n【1】方法\n采用回顾式巢式病例对照研究设计，收集中国医科大学附属盛京医院新生儿科2011年1月至2021年12月诊断NAH患儿的临床资料并对其进行电话随访。以NAH患儿中表现为新生儿高胆红素血症者作为病例组，采用随机数表法，按1∶2的比例抽取同期经影像学排除NAH的新生儿高胆红素血症患儿作为对照组，对比两组临床资料特点并进行Logistic回归分析，探讨NAH发生的危险因素。\n\n【2】结果\n研究期间内诊断NAH共31例，平均胎龄(37.6±2.2)周，其中男性19例，足月儿25例，巨大儿6例，经顺产娩出30例，高胆红素血症29例，产伤8例，窒息7例，胆红素脑病9例，败血症12例，颅内出血13例，贫血17例，呼吸系统疾病9例，高钾血症5例，低钠血症6例。NAH超声血肿内显示为中低回声8例，混合回声6例，液性絮状回声伴或不伴点状回声17例，彩色多普勒血流显像下均无血流信号。右侧26例，左侧4例，双侧1例。随访共26例，多于1~3个月内复查超声提示血肿吸收，最晚6个月后血肿消失。纳入病例组29例，对照组58例。单因素分析提示入院日龄、出生体重、巨大儿、分娩方式、胆红素脑病、新生儿败血症、腹胀、贫血、窒息、总胆红素、间接胆红素、Hb、CRP比例显著高于对照组，差异有统计学意义(P&lt;0.05)。多因素Logistics回归分析显示巨大儿(OR＝7.415，95%CI＝1.342~40.956，P＝0.022)及窒息(OR＝12.075，95%CI＝1.293~112.736，P＝0.029)是NAH发生的独立危险因素。\n\n【3】结论\nNAH常见于顺产足月儿，缺乏特异性临床表现，不明原因持续性高胆红素血症可能是其首发症状，常伴有贫血及离子紊乱，少数患儿可出现肾上腺功能减低。巨大儿和窒息可能是NAH发生的危险因素。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "3e71195a-3c1e-4988-9dde-9133a1c1a50f", "title": "", "text": "【0】Abstract：Background Differentiated thyroid cancer (DTC) is a common primary cancer for spinal metastases (SM).The treatments for DTC spinal metastases (SM) have evolved from simple surgery and radiotherapy to a multidisciplinary comprehensive therapeutic strategy of combined spinal surgery,general surgery,radiotherapy,nuclear medicine and endocrinology.The purpose of this study was to discuss the efficacy and prognosis associated with different surgical treatments of SM patients with DTC.Methods A total of 21 consecutive patients with SM of DTC that were treated between 1999 and 2013 were studied.Biopsy was routinely performed to achieve the pathological diagnosis before treatment.Three patients underwent total spondylectomy intralesionally or piecemeally,and 18 had curettage.Postoperative recurrence and survival times were analyzed by the Kaplan-Meier methods.Results Nineteen patients (90％) had an average of 42.7 months (range,7-170 months) follow-up.The median visual analogue scale for pain reduced from 5 points to 1 point (P ＜0.01),and the median Karnofsky performance score increased from 70 to 90 points after surgery (P ＜0.01).Seventeen patients with neurological deficits attained improvements after surgeries,of at least one level according to the Frankel classification (P ＜0.01).Eight patients with curettage had recurrence.Four patients died of DTC,12 patients lived with disease,and three patients were disease-free.No significant effects on postoperative recurrence or survival were observed between surgery combined with conservative treatment,total spondylectomy,the number of bone metastases and visceral metastasis.Conclusions DTC-SM have a relatively favorable prognosis,and curettage and stabilization can effectively relieve the pain and improve the quality of life and neurological status of the patients.For patients with Tomita scores of ＜3,total spondylectomy may have better clinical outcomes.Comprehensive therapeutic strategies including surgery,radioiodine,external beam radiation therapy and embolization should be considered for most patients。", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "31d4b8cb-75e2-46fc-b5d5-900638869315", "title": "", "text": "【0】DNA探针是进行遗传病基因诊断的常用工具，分离新的基因探针对研究遗传病的发病机理和进行基因诊断有着重要的意义。报告一种较为简单的分离基因探针的方法——负选择法。用这种方法，从人X染色体基因文库中分离出特异性区域的DNA探针S、8S10、S21、S36、S52。其中S21探针检测到1例无脉络膜症家系的基因缺失，为无脉络膜症的基因诊断又提供了一个新的标记。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "71624f57-0093-462b-9e33-596f3b87dca7", "title": "", "text": "【0】目前治疗急慢性病毒性肝炎(VH)的药物报道较多,但疗效都不肯定.为了探讨一种疗效全面、价格合理的药物,我们自1998年1月起,采用巯普罗宁片剂治疗各型VH 126例取得较好疗效,现将观察结果分析如下。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "5d644f62-1367-4cec-94c6-f2de6ff0fb6c", "title": "", "text": "【0】目的\n探讨人性化护理管理模式在临床护理中对小儿急腹症患者SCL－90评分及其依从性所产生的影响。\n\n【1】方法\n选取该院2015年6～12月进行治疗并确诊为急腹症的患儿100例为研究对象，采用随机表对照法将其分为实验组和对照组，各50例。对照组患者仅接受常规护理，而实验组在常规护理的基础上接受人性化护理管理模式进行护理。实验过程中，重点观察记录两组患儿SCL－90评分及其依从性情况，同时记录患儿家属及其护理护士满意度情况。\n\n【2】结果\n采用人性化护理管理模式进行护理后，实验组患儿SCL－90各项评分明显优于对照组，差异有统计学意义(P&lt;0.05)，同时依从性表现中情绪稳定和能够配合治疗的患儿所占比例分别为92%和82%，对照组相应比例则仅有82%和70%，差异均有统计学意义(均P&lt;0.05)；实验组患儿家属满意度及其护理护士满意度分别为94%和98%，对照组相应比例仅为24%和72%，差异均有统计学意义(均P&lt;0.05)。\n\n【3】结论\n人性化护理管理模式可明显提高小儿急腹症患者的护理质量，改善其生活质量，值得推广应用。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "c04771fb-d12b-44f0-85e7-a8cc1e30fb30", "title": "", "text": "【0】人工流产是避孕失败的补救措施.为了探讨安全方便的镇痛方法,本研究以小剂量芬太尼伍阿托品应用于人工流产,取得较为满意的疗效.\n　　1 资料与方法\n　　1.1 一般资料随机抽取2004年2月至2005年12月来丽水市妇幼保健院要求人工流产的妇女300例,年龄18～46岁,停经37～65 d.每组年龄、孕周、孕次、体重差异无统计学意义。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "427c2b05-2786-4de6-b914-ebfbcba88421", "title": "", "text": "【0】本试验以L929细胞为靶细胞，用中性红染色，最后用比色测定的方法，对Poly I∶C和CP菌苗激活小鼠的NK活性进行了测定。结果表现出以上二种干扰素诱导剂都能使小鼠NK活性增高，此结果与文献报导用同位素释放法所得结果一致。试验並用计数法作了比较，二者结果相符，说明比色法应用于NK活性的测定是可能的。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "a8907334-c848-4608-a034-569b411d4d08", "title": "", "text": "【0】目的 介绍澳大利亚国家肝移植中心在成人肝移植中应用肝动脉搭桥术的经验.方法 对澳大利亚国家肝移植中心(Australia National Liver Transplant Unit,ANLTU)1986-2003年的31例行肝动脉搭桥的成人肝移植结果进行回顾行分析.31例需行肝动脉搭桥的原因有微小受者肝动脉、肝动脉血栓症、肝门严重粘连、肝动脉壁间动脉瘤、真菌性肝动脉瘤及前次植入肝的肝动脉因胆道出血而结扎.18例为首次移植,13例为再次或多次肝移植.结果 术后15例(48.4%)存活,平均存活时间为4.1年,16例(51.6%)死亡,平均存活时间为34.56 d.两次和多次肝移植者的死亡率为76.9%,首次肝移植者的死亡率为33.3%(P＜0.05).因肝动脉血栓症而搭桥者的死亡率最高,其次为肝门严重粘连者.死亡原因依次为败血症、围手术期大出血、颅内出血、肝动脉血栓形成、排斥反应、原发病复发以及心跳骤停.结论 成人肝移植行肝动脉搭桥的适应证主要是各种原因导致的受者肝动脉不适用,或因肝门部严重粘连而无法解剖者;患者术后转归与肝移植的次数及患者的术前状况有关。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "7c965333-f729-4bda-b33e-d8bc52248628", "title": "", "text": "【0】目的制备能够模拟皮肤ECM生理结构的聚乙烯醇（PVA）／壳聚糖复合纳米纤维支架，并研究其体内外降解行为。方法（1）利用静电纺丝技术分别构建PVA纳米纤维支架和PVA／壳聚糖复合纳米纤维支架，采用戊二醛蒸气法对2种支架样本分别进行交联，于扫描电镜下观察2种支架的形貌。（2）体外降解实验：分别裁取2种支架样本（2cm×2cm）置于PBS中，37．0℃水浴温育3、7、14d墩出，干燥，真空条件下喷金后于扫描电镜下观察支架形貌变化。（3）体内降解实验：将48只Wistar大鼠按随机数字表法分为2组，其一为PVA组，大鼠脊柱两侧对称区域（4处）皮下埋植PVA纳米纤维支架；另一为PVA／壳聚糖组，大鼠脊柱两侧对称区域（4处）皮下埋植PVA／壳聚糖复合纳米纤维支架。每组24只大鼠。术后3、7、14、28d，分别取各组6只大鼠埋植样本，HE染色行组织形态学观察。结果（1）交联后PVA纳米纤维支架和PVA／壳聚糖复合纳米纤维支架的纤维表面光滑，纤维直径分布均匀（200～300nm），具有较高的孔隙率。（2）体外降解实验结果显示：温育3、7、14d，PVA纳米纤维支架的纤维分别呈现溶胀、溶解、融合的形貌变化；而PVA／壳聚糖复合纳米纤维支架的纤维则分别呈现溶胀、溶解断裂、消失的形貌变化。（3）体内降解实验结果显示：术后3、7、14、28d，2组纤维支架结构均分别呈现松散、边界不清、大部分被降解及最终消失的形貌学变化。结论采用静电纺丝技术可成功制备PVA／壳聚糖复合纳米纤维支架，交联后的该支架具有与组织雨构相适宦的降解行为。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "269bcdf3-0387-4800-ab37-2d2bc403d679", "title": "", "text": "【0】目的 观察第四代超声碎石清石系统治疗尿路结石的临床疗效.方法 回顾分析243例尿路结石患者应用第四代EMS超声碎石清石系统进行腔内治疗临床资料.结果Ⅰ期成功碎石取石227例,Ⅰ期清石率为93.3％(227/243),Ⅱ期碎石16例.并发症2例,其中术中液气胸1例,留置胸腔闭式引流管处理；术后出血严重经保守治疗效果欠佳介入治疗行超选择性肾动脉介入栓塞治愈1例.结论 第四代超声碎石清石系统能够对泌尿系各不同解剖位置的结石进行治疗,是一种安全实用、高效的碎石系统,值得临床应用。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "e9374b6b-ac7a-420e-ba81-de7ad773a93f", "title": "", "text": "【0】目的：\n为研究浸润转移机制及其治疗方法，需要合适的动物模型，\n\n【1】方法：\n以完整组织块裸鼠胃壁原位种植方法建立类似于临床病人的胃癌转移模型。\n\n【2】结果：\n其原位肿瘤生长率及区域淋巴结转移率均为100%（28/28），肝转移率82.1%（23/28），腹膜转移率为89.3%（25/28），腹水形成14.3%（4/28），尚有脾、肾、纵隔淋巴结等远处转移，与临床病人情况相类似。\n\n【3】结论：\n更能体现肿瘤的生物学行为，是研究肿瘤浸润转移机制及治疗的有用工具。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "ce0e8997-f95a-4581-a494-f9dd560c0c59", "title": "", "text": "【0】护理管理是整个医疗诊治行为过程中的重要环节，在治疗期间护理服务质量对患者的康复速度和水平、心理状态的调节有关键作用[1]。产褥期是女性的特殊生理时期，也是护理关键阶段，护理水平及效果对产妇产褥期有重要作用[2]。随着母婴健康知识的普及水平和产后护理水平的提高，产妇的产褥期健康水平得到很大提高，但因人口基数大，且产妇多为初产妇，自我护理和育儿知识的经验和水平尚不足够，文化水平和经济水平因素影响着产妇产后复诊的频率和治疗的依从度。随着现代护理事业的发展，在护理过程中引入和改善通讯方式是大势所趋[3]。微信是广泛使用的通讯方式之一，可发送文字、图片、语音短信等。微信群可为传统的产后护理健康教育提供了直接、快捷和方便的交流平台。本研究通过微信群聊的延续护理模式跟踪分娩产妇的护理过程，帮助提高母婴的护理水平，取得较好效果，现报道如下。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "409cd8ba-79f0-48fb-af45-7ce87b7cc726", "title": "", "text": "【0】目的 调查我院鲍曼不动杆菌中16S rRNA甲基化基因armA的分布以及与鲍曼不动杆菌耐药谱的关系,并初步探讨其在分子流行病学分析中的作用.方法 收集72株鲍曼不动杆菌,采用K-B法对鲍曼不动杆菌进行药物敏感试验,后采用PCR筛选鲍曼不动杆菌的16S rRNA甲基化基因armA,并利用随机扩增多态性DNA法(RAPD)技术进行基因分型.统计各鲍曼不动杆菌菌株对多种氨基糖苷类药物的药敏结果,并分析基因型与耐药性的关系.结果 根据PCR产物片段大小,72株鲍曼不动杆菌共有armA基因阳性菌株20株(27.8%).含有armA基因型鲍曼不动杆菌菌株对庆大霉素、妥布霉素和阿米卡星的耐药率均为90%;随机扩增多态性DNA法显示20株armA基因阳性的鲍曼不动杆菌主要分为7型,A型为优势克隆株.结论 产16S rRNA甲基化基因armA的鲍曼不动杆菌菌株可对多种氨基糖苷类抗生素高水平耐药.同一克隆菌株在病房内和病房间的传播为我院armA基因传播的主要方式。", "tags": {}, "lang": "None", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "276d3b48-b933-480e-8109-89dc5c8ebba9", "title": "", "text": "【0】目的 探讨陈旧性腕舟骨骨折的手术方法及临床疗效.方法 本组16例患者,男10例,女6例;年龄18-59岁,平均36岁.均采用带血管蒂的桡骨瓣翻转植入加桡骨茎突切除手术治疗.结果 所有病例随访时间6个月至3年,平均18个月,骨折全部愈合,腕关节功能恢复大多达健侧标准.结论 该术式操作简单,舟状骨骨折端植入的带血管蒂骨瓣形成\"骨桥\",桡骨茎突切除后减少了撞击,可缩短骨折愈合时间及提高愈合率,是治疗陈旧性腕舟骨骨折的一种有效的手术方法。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "22626c8d-130f-4ad7-a990-2c0093d40e13", "title": "", "text": "【0】目的\n探讨腹腔镜经腹腹膜前疝修补术（TAPP）与Lichtenstein术治疗成年人复发性腹股沟疝术后疼痛的原因及防治。\n\n【1】方法\n选取60例复发性腹股沟疝患者，按随机数字表法分为TAPP组和Lichtenstein组，每组30例，分别采用TAPP和Lichtenstein术进行治疗，术后6 h采用视觉模拟量表（VAS）对疼痛程度进行评价和比较。\n\n【2】结果\nTAPP组VAS评分为（3.76 ± 1.47）分，Lichtenstein组VAS评分为（6.36 ± 1.54）分，两组比较差异有统计学意义（t=-5.978，P= 0.000）。其中TAPP组疼痛主要为中度（17例，占56.67%）和轻度（11例，占36.67%），而Lichtenstein组疼痛主要为中度（14例，占46.66%）和重度（13例，占43.33%）。术后随访6~48个月，TAPP组无慢性疼痛出现，Lichtenstein组出现慢性疼痛4例，慢性疼痛发生率为13.3%。\n\n【3】结论\nTAPP治疗成年人复发性腹股沟疝具有手术时间短、术后疼痛轻、恢复快等优势，可有效降低术后疼痛发生率。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "fc4e61d5-0840-479f-8fa8-d68647fcf474", "title": "", "text": "【0】目的 研究天津市大气可吸入颗粒物(PM10)与城区居民每日死亡间的相关性.方法 通过收集天津市城区2005-2007年空气污染数据、日平均气温和相对湿度及每日死亡人数,采用广义相加模型,控制长期和季节趋势、气温和相对湿度等气象因素及二氧化硫(SO2)和二氧化氮(NO2)等气态污染物的影响,分析天津市PM10与居民每日死亡之间的关系.结果 大气PM10与人群每日非意外死亡、循环系统疾病死亡和呼吸系统疾病死亡间显著相关.PM10浓度每升高10 μg/m3,人群每日非意外死亡、循环系统疾病死亡和呼吸系统疾病死亡分别增加0.45%(0.21～0.69)、0.60%(0.29～0.91)和0.82%(0.04～1.61).结论 天津市大气PM10污染与城区居民每日死亡显著相关,尤其是循环系统疾病和呼吸系统疾病死亡。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "ca2ef250-31fb-4605-914d-ad614888d7f7", "title": "", "text": "【0】EB病毒(EBV)感染是儿科较为常见的病毒感染性疾病,不同的免疫状态有不同的临床表现.机体感染EBV后,可以产生传染性单核细胞增多症、EBV相关性噬血细胞综合征、慢性活动性EBV感染、X连锁淋巴组织增生性疾病及鼻咽癌、淋巴瘤等.免疫缺陷患者感染EBV后容易发生淋巴组织增殖性疾病.传染性单核细胞增多症是EBV感染最常见的临床表现形式,常合并一系列的并发症。", "tags": {}, "lang": "None", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "a4c58780-ecc2-4af6-b37d-fb4602a55a61", "title": "", "text": "【0】目的 临床研究12例以短暂性脑缺血发作(TIA)首发的脑出血患者,对其临床资料进行分析研究.结果TIA后可以发生脑出血,亦存在小量脑出血引发TIA发作的可能.另外,与TIA发作后不恰当应用扩血管药物和血小板凝集及抗凝治疗有关.结论 TIA后病情变化,出现明确的神经系统定位体征,且24小时内不缓解,不能除外脑出血可能,应动态观察CT变化,以免造成漏诊或误诊。", "tags": {}, "lang": "None", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "e6e145d5-62cb-4690-8575-ccd2a10f7fcb", "title": "", "text": "【0】加强免疫旨在保持足够的防病能力，然而大部分疫苗加强免疫的机时仍有待探讨。此项研究主要讨论了具有高水平白喉抗毒素浓度的个体是否需要再进行加强免疫。", "tags": {}, "lang": "None", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "e3376949-9e20-4795-8a5c-29ab8d78a88d", "title": "", "text": "【0】甲状腺癌的淋巴结转移被认为可提示局部复发率高，因此术前正确判断淋巴转移是手术成功的前提[1]。超声与增强CT为中央区淋巴结的评估提供了很大的帮助，且各有优势。本研究旨在探讨超声与增强CT在诊断甲状腺癌中央区淋巴结转移中的价值。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "beda272e-ce8e-4100-b89a-1d4dfc229649", "title": "", "text": "【0】近年来，高通量组学技术迅速发展，互联网和信息技术飞跃进步，大数据开发工具逐渐涌现，健康医疗大数据的研究价值开始受到重视。作为一门与数据息息相关的学科，流行病学正处于“大健康”“大数据”“人工智能”时代带来的学科发展机遇期，但在数据标准化与共享、检测技术与分析方法、法律和伦理规范与制度等方面尚存在诸多挑战。本文将分析大数据时代流行病学研究的机遇和挑战，探讨未来学科的发展方向，为大数据时代的流行病学研究提供参考。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "2406f5da-71f4-4e30-a2f3-4c027dff1208", "title": "", "text": "【0】乳腺癌(breast carcinoma)是目前最常见的女性恶性肿瘤之一，是威胁我国人民特别是女性健康的一大危害，但现今包括手术在内的许多治疗方法，效果尚不能完全让人满意。乳腺癌的复发与转移是现今乳腺癌治疗的热点和难点，而肿瘤的复发与转移又与肿瘤细胞的基底膜以及细胞外基质的破坏、毛细血管再生关系十分密切。有研究显示，降解基底膜和细胞外基质的蛋白酶由肿瘤细胞诱导产生，这种能力也与肿瘤细胞浸润转移的能力有密切的关系。大量研究发现基质金属蛋白酶9(matrix metalloproteinase-9，MMP-9)能降解破坏肿瘤周围细胞表面的基底膜和细胞外基质，并且可以使毛细血管再生，从而促进肿瘤的发生、侵袭和转移。而且许多研究都发现MMP-9与很多恶性肿瘤相关[1,2,3,4]。因此笔者探讨MMP-9在乳腺癌切片组织中的表达，以及其与乳腺癌发生侵袭和转移的关系。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "a3cea057-8e0e-4c57-b9ef-7b09df970507", "title": "", "text": "【0】目的\n分析心血管病患者牙科焦虑症对拔牙术的影响，为临床工作提供指导。\n\n【1】方法\n选取在口腔科门诊进行心电监护下拔牙的157例心血管病患者，应用改良的牙科焦虑量表（MDAS）及Wong-Baker面部表情量表进行术前焦虑、手术疼痛程度的评估，应用生物测量法记录患者的心率、血压，并记录手术时长，术后能否有效止血等。根据MDAS评分标准，得分≥13分的患者为焦虑患者。\n\n【2】结果\n患者年龄（74.73 ± 8.98）岁，焦虑总分为（9.95 ± 3.35）分，焦虑总分与年龄呈负相关（r=-0.383，P&lt;0.05）；焦虑总分与患者疼痛程度、手术时长均呈正相关（r=0.340~0.445，P&lt;0.05）；焦虑患者49例，非焦虑患者108例，麻醉后5 min焦虑患者舒张压为（80.24 ± 8.10）mmHg（1 mmHg=0.133 kPa），非焦虑患者为（77.04 ± 9.15）mmHg，两者比较差异有统计学意义（t=2.11，P&lt;0.05）；焦虑患者止血率为77.551%（38/49），非焦虑患者止血率为92.592%（100/108），两者比较差异有统计学意义（χ2=7.169，P&lt;0.05）。\n\n【3】结论\n医护人员可通过评估合并心血管疾病的拔牙患者牙科焦虑状况并分析其对手术的影响，实施针对性、个性化的健康宣教，消除患者不良情绪，降低焦虑发生率，从而减少焦虑对手术产生的不良结果，保证手术安全实施。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "602d5905-472b-4d95-a995-855fffb40b84", "title": "", "text": "【0】目的\n通过三维测量CT的方法来研究成人骨性Ⅲ类偏颌患者髁突的形态及位置特征。\n\n【1】方法\n对60例骨性Ⅲ类错畸形患者的颅面部进行螺旋CT扫描，采集DICOM数据，利用Mimics17.0对骨组织进行三维重建，确定标志点及测量相关参考平面，对结果进行统计学分析。\n\n【2】结果\n非偏斜组两侧测量值无统计学差异。偏斜组偏斜侧髁突冠状面-CP、髁突水平面-CP、髁突矢状面-FH大于非偏斜侧，髁突水平面-FH、髁突矢状面-MSP、髁突高度、髁突内外径、髁突外斜面长度小于非偏斜侧。\n\n【3】结论\n骨性Ⅲ类偏颌患者的髁突形态与位置存在不对称。偏斜侧髁突位置相对关节窝向后、内旋转，偏斜对侧髁突位置相对关节窝向前、外旋转。偏斜侧髁突高度、内外径和外斜面长度小于偏斜对侧。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "526a416a-1cbf-40b5-941f-c6ea72cec574", "title": "", "text": "【0】缺血后处理(ischemic postconditioning,IP0)是近年来提出的一种减轻缺血,再灌(reperfusion injung,I/R)损伤的新方法,即在全面再灌注前进行反复、短暂的再灌注/停灌注.近来认为IPO的关键是通过造成I/R初期的一种短暂的延迟性酸性环境,从而保护缺血心肌免受再灌注损伤。", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "94a2ac04-80cc-4dae-8016-e2b77f6c230c", "title": "", "text": "【0】目的\n观察肿瘤多发性骨转移89SrCl2治疗后的血液毒性及不良反应，分析相关危险因素。\n\n【1】方法\n前瞻性纳入2015年12月至2017年6月间89例肿瘤多发性骨转移89SrCl2治疗的患者，其中男63例、女26例，年龄(62.3±5.2)岁；分析其治疗前和治疗2和4周后的血液学资料，参照通用不良事件术语标准(CTCAE)v4.03进行评价，分析发生血液毒性及不良反应的影响因素。采用logistic回归分析数据。\n\n【2】结果\n89SrCl2治疗2和4周后出现Ⅰ～Ⅱ级贫血、WBC和PLT减少发生率分别为15.7%(14/89)、18.0%(16/89)、11.2%(10/89)和18.0%(16/89)、24.7%(22/89)和18.0%(16/89)；出现Ⅲ～Ⅳ级贫血、WBC和PLT减少发生率分别为2.2%(2/89)、0、0和2.2%(2/89)、2.2%(2/89)、3.4%(3/89)。Logistic回归显示骨转移灶数目与治疗前Hb水平是89SrCl2治疗后出现血液毒性及不良反应的独立影响因素，其比值比(OR)分别为2.200(95% CI：1.269～3.841)和0.961(95% CI：0.932～0.991)。\n\n【3】结论\n89SrCl2治疗后严重血液毒性及不良反应少见；骨转移灶数目与治疗前Hb水平是治疗后出现血液毒性及不良反应的独立影响因素。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "98ea4f0b-428d-4ff3-926f-c17a1eb307ff", "title": "", "text": "【0】胃息肉主要由胃黏膜上皮或间质成分增生而成，其症状不明显，病因不明确，临床表现缺乏特异性，早期诊断不易，常因其他疾病行胃镜检查时偶被发现。胃息肉有一定的恶变倾向，可酌情给予适当治疗，但关于治疗方式的选择目前争议较大，国内尚无统一的治疗方法和标准。我院2010年10月至2011年10月间采用内镜对653例胃息肉患者进行了治疗，现总结报道如下。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "d0fca41f-f812-4dec-837d-bfaaecf233db", "title": "", "text": "【0】2019新型冠状病毒(2019 novel coronavirus，2019-nCoV)的主要靶器官是肺，严重者发生急性呼吸窘迫综合征而危及生命。2019-nCoV的人类病毒受体主要为血管紧张素转换酶2(ACE2)，其他已报道的受体还有CD147蛋白、酪氨酸蛋白激酶受体UFO、神经纤毛蛋白1、肾损伤因子1等。2019-nCoV可通过与ACE2结合，下调ACE2表达，导致血管紧张素水平增高，通过下游信号引起肺损伤。2019-nCoV还可引起炎症因子风暴、凝血功能紊乱、触发肺上皮细胞凋亡等机制导致肺损伤。儿童感染2019-nCoV后临床症状较轻，系由于儿童的固有免疫应答优势而适应性免疫应答水平低下所致。防治肺损伤的根本措施在于抑制2019-nCoV病毒的增殖和复制，但目前尚没有找到抗病毒的特效药物。重组人可溶性ACE2蛋白、针对S蛋白的中和抗体、抑制血管紧张素2、拮抗炎症因子、干细胞输注等措施可能有助于减轻肺损伤。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "9eefc48b-2022-4b23-85a7-57aabdff7864", "title": "", "text": "【0】因各种肾脏疾病导致终末期肾脏病的患者人数呈逐年增长的趋势,大部分患者靠血液透析或腹膜透析维持生命.然而,血液透析者死亡率高,5年生存期仅为32％～39％,相当于某些恶性疾病(如结肠肿瘤淋巴结转移)的生存期[1].与腹膜透析相比,肾移植能降低患者死亡率,延长患者生存期,提高患者生活质量,是目前终末期肾病患者较优的治疗方案.然而,供肾资源短缺是目前移植界面临的巨大挑战[2],这就需要临床医生选择一些“边缘肾脏”来扩大供肾范围,比如选择年老或年幼供肾[3].但由于边缘肾的有效肾单位较少,短期及长期预后较差,为了提高有效移植肾单位,目前常采用双边缘肾移植。", "tags": {}, "lang": "None", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "5225469c-9679-47c1-ba41-92bbf35abb00", "title": "", "text": "【0】患者  男，62岁，已婚，退伍军人。因10年前受惊吓后出现凭空闻语，怀疑被害及认为妻子有外遇，在多家医院住院治疗，但猜疑被害等症状一直存在，于2007年1月22日住我院至今。患者病前性格固执、暴躁。既往糖尿病史2年，服用二甲双胍治疗(剂量不详)，血糖控制不详。入院查体：体质量65 kg，双脚皮肤发黑，余未见异常。精神检查：意识清，定向力完整，接触差，存在言语性幻听，被害妄想，嫉妒妄想，易激惹，自知力缺乏。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "34ab735a-210d-42a7-9f87-67425a5e9dec", "title": "", "text": "【0】目的\n探讨锝-亚甲基二磷酸盐注射液（99Technetium-methylenediphosphonate injection，99Tc-MDP）治疗甲状腺相关眼病（TAO）的疗效和安全性。\n\n【1】方法\n选择2016年10月至2018年10月于大连大学附属中山医院治疗的活动性中重度TAO患者50例，按随机数字表分为治疗组（25例）和对照组（25例），最终完成治疗及随访者分别为21、20例。治疗组每个疗程应用30套99Tc-MDP治疗10 d，疗程间隔20 d，共3个疗程；对照组静点甲强龙脉冲治疗，前6周每周500 mg，后6周每周250 mg，总量4.5 g。分别于治疗12周和24周随访时进行临床活动度评分（CAS）和突眼度评估（CAS减少值≥2分、突眼度减少值≥2 mm判定为有效改善）。以治疗12周时的不良反应发生率评估安全性。\n\n【2】结果\n治疗12周时，治疗组和对照组CAS和突眼度改善情况比较差异无统计学意义[（2.48 ± 0.60）、（2.20 ± 0.62）分，（2.57 ± 1.02）、（2.20 ± 1.09）mm，P均> 0.05]；但治疗组不良反应发生率低于对照组[4.8%（1/21）比40.0%（8/20），P &lt; 0.05]。24周随访时，治疗组CAS改善情况优于对照组[（3.86 ± 0.67）、（3.05 ± 0.59）分，P &lt; 0.05]；而两组在突眼度改善方面差异无统计学意义[（3.17 ± 0.60）、（2.88 ± 0.57）mm，P > 0.05]；两组总体有效率（综合CAS、突眼度评判）比较差异无统计学意义（P > 0.05）。\n\n【3】结论\n99Tc-MDP在改善TAO患者的总体疗效方面与甲强龙脉冲治疗效果相当，在持续性改变TAO患者CAS方面优于甲强龙；应用99Tc-MDP治疗TAO，不良反应发生率明显低于甲强龙。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "e3684b86-f76f-4a8d-b301-01e2e0c3908b", "title": "", "text": "【0】以唐氏综合征为例,研究采用Brass-Logit模型生命表的原理,通过美国一般人群的生命表、美国唐氏综合征患者的生命表、中国一般人群的生命表,间接估算中国唐氏综合征患者的生命表和预期寿命.经过与其他国家一般人群和唐氏综合征人群预期寿命的比较,研究认为,用Brass-Logit模型生命表原理来推算出生缺陷患者的生存状况和预期寿命,是在某一国家或地区的出生缺陷患者存活的数据非常缺乏、而另一些国家已有比较系统数据的情况下可以考虑使用的方法。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "8640e598-e214-4799-b0c1-3be8e6ad09f6", "title": "", "text": "【0】目的\n探讨子宫炎性肌纤维母细胞肿瘤（UIMT）的临床病理及分子病理学特点。\n\n【1】方法\n收集同济大学附属第一妇婴保健院2019—2020年6例UIMT患者的临床及病理资料，分析其临床及分子病理学特点。\n\n【2】结果\n6例患者年龄14~65岁；肉眼及临床检查肿瘤位于子宫肌壁间、黏膜下，直径2.5~6.0 cm，4例肿瘤切面略灰黄、灰白，2例肿瘤切面灰白、灰褐相间，质地较硬；镜下主要有两种形态：纤维型和黏液型，纤维型呈纤维瘤病样，主要表现为富于细胞的束状纤维母细胞或肌纤维母细胞增生，细胞核呈胖梭形伴不同程度异型性；黏液型呈筋膜炎样，主要表现为黏液样或水肿性基质中见胖梭形肿瘤细胞。在肿瘤间质中可见淋巴细胞和浆细胞浸润，肿瘤细胞异型性轻至中度，核分裂象（2~4）个/10 HPF。免疫组织化学5例显示肿瘤细胞间变性淋巴瘤激酶（ALK）阳性，1例显示ALK阴性；荧光原位杂交（FISH）检测证实5例肿瘤细胞存在ALK基因重排，1例肿瘤细胞ALK基因重排阴性。\n\n【3】结论\nUIMT是一类中间型肿瘤，具有局部复发和转移的风险。镜下瘤细胞呈梭形细胞形态，易于和子宫平滑肌肿瘤、子宫内膜间质肿瘤混淆。免疫组织化学ALK阳性或FISH检测ALK基因重排有助于明确诊断。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "420d6017-13dc-4edf-af9b-be2a2e1c2920", "title": "", "text": "【0】高频电刀是一种取代机械手术刀进行组织切割的电外科器械，它通过有效电极尖端产生高频电流，与机体接触时对组织进行加热，实现对机体组织的分离和凝固，从而起到切割和止血的目的[1]。是手术中最常见的医用设备，具有缩短手术时间，减少术中出血等优点，故广泛应用于各类临床手术中[2]。临床中约有85%的外科手术需要使用高频电刀[3]。金属植入物是指外科手术中，使用金属器械代替人体组织、做内固定，植入与治疗相关的仪器或器械。高频电刀是手术中的重要设备，但在临床应用中存在大量安全问题[4]，尤其是对于体内有金属植入物的手术患者。2016年《手术室护理实践指南》[5]中明确指出安装心脏起搏器或有金属植入物的患者，禁用或慎用高频电刀(可在厂家或心内科医师指导下使用)或改用双极电凝。该指南为临床护理工作提供了依据，但是对于体内有金属植入物，又必须使用高频电刀的手术患者，医护人员应如何给予安全防护，仍然没有给出良好的指导意见。研究表明，心脏起搏器患者术中使用高频电刀是可行的，关键在于术前充分的评估、准备，术中严密的监护、管理以及术后的密切监测[6]。这为金属植入物患者使用高频电刀提供了依据，但如果使用不当，会引起灼伤、烧伤、电击伤等意外损伤，给患者及操作者带来不必要的损伤[7]。所以要熟练掌握高频电刀安全使用的基本技能，不断总结金属植入物患者使用高频电刀的统一标准。本研究通过回顾性分析92例外科手术中使用高频电刀的金属植入物患者围术期护理方法及效果，总结护理经验。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "77d74f97-9cdb-4886-b2ef-2c1d2d333763", "title": "", "text": "【0】目的\n探讨糖皮质激素对急性特发性血小板减少性紫癜（ITP）患儿成骨细胞功能的影响及应用Vit D后血清Ⅰ型前胶原羧基端前肽（PICP）、血清骨钙蛋白（BGP）、总碱性磷酸酶（AKP）、钙（Ca2+）和磷（P3+）水平的变化。\n\n【1】方法\n将急性ITP患儿随机分为治疗组和对照组，均用泼尼松2 mg/（kg·d），治疗3周。对照组单纯应用乳酸钙0.5 g/d，治疗组用乳酸钙0.5 g/d，并予每日口服Vit D 800 U。测定2组治疗前后骨代谢指标：血清PICP、血清BGP、AKP、Ca2+和P3+水平。\n\n【2】结果\n治疗3周后，对照组血清PICP、BGP、AKP、Ca2+较治疗前均显著下降（Pa&lt;0.05），血清P3+较治疗前显著升高（P&lt;0.05），而治疗组治疗前后上述指标均无明显差异（Pa&gt;0.05）。\n\n【3】结论\n治疗量的糖皮质激素可抑制急性ITP患儿成骨细胞的合成，联合应用维生素D后可改善糖皮质激素对成骨细胞的抑制。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "67aadee8-6361-4e4e-a15f-33fdeefd822f", "title": "", "text": "【0】上皮细胞发生间充质转化(EMT)是近年细胞生物学领域的重大发现,由于其与胚胎形成、组织再生以及上皮细胞肿瘤恶性进展等方面均存在重要联系,因而EMT形成机制的相关研究正成为临床和基础研究领域十分活跃的课题,对于众多疾病的防治具有深远影响.本文综述当前关于EMT形成机制的最新认识,着重比较不同类型EMT的形成机制,并分析其潜在的临床意义。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "8f162af4-fc03-4b39-b69f-56fc40d71b78", "title": "", "text": "【0】肝脏移植是目前治疗终末期肝病的惟一根本手段,现在肝脏移植术后主要面临的总是保持移植物长期稳定的功能和提高受者的长期生活质量.慢性移植物失功(CGD)是指移植物功能缓慢和不可逆性减退,目前CGD已成为阻碍移植物长期稳定功能和受者长期生活质量的重要原因.本文对肝脏移植后引起CGD的研究进展作一综述,以寻求改进受者术后移植肝长期功能和提高受者术后长期生存质量的策略。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "d444abda-fe2c-4b5f-a244-df0e738a7484", "title": "", "text": "【0】2016年10月28—30日中华医学会妇产科学分会第十二次全国妇产科学术会议在福建省厦门市召开，会议共收到大会投稿1 894篇，注册参会人数达3 281人，会议专题发言226个，大会发言340个。樊代明院士、饶子和院士、陈国强院士分别对现今的整合医学、精准医学以及与临床和基础研究的整合做了精彩又宏观的报告，使与会者开拓了视野。中华医学会妇产科学分会主任委员郎景和院士做了\"医学与哲学的断想\"专题发言，阐明了现代医学与哲学的关系。此次会议共分产科与妊娠期高血压疾病、妇科内镜、妇科肿瘤与病理、绝经、妇科内分泌、计划生育、妇科盆底与感染共7个分会场，内容介绍如下。\n中华医学会妇产科学分会产科学组和妊娠期高血压疾病学组共同组成了此分会场。分会场设置了4个单元的专题，分别是妊娠期高血压疾病、普通产科及产科危重症、妊娠合并症、胎儿医学，以及胎盘植入专题讨论单元。\n分会场的第1个单元是妊娠期高血压疾病，首先由张为远教授就目前\"二孩政策\"相关的高龄孕妇的增加谈高龄与妊娠期高血压疾病，提到了高龄孕妇的子痫前期及重度子痫前期发生风险可增加3.4倍，提倡孕前预防为主的理念。苟文丽教授就妊娠期高血压疾病与营养进行了系统阐述，提到低经济收入、低社会地位及营养不良与妊娠期高血压疾病的发生、发展密切相关。张建平教授就低分子肝素以及杨孜教授就硫酸镁在子痫前期的合理应用做了专题演讲，提出从子痫前期发病的多因素多通路注意个体化的药物应用原则。丁依玲教授做了妊娠期高血压疾病并发脑血管疾病的专题报告，强调控制血压、预防为主。林建华教授在谈到子痫前期终止妊娠的时机时，更是强调个体化的治疗原则，尤其是对于孕周较小的病例。在基础研究方面，李笑天教授从妊娠是1种全身的炎症反应，引出了子痫前期是正常妊娠的炎症反应的失代偿的推论。孙丽洲教授介绍了其研究小组关于非编码RNA调控在子痫前期发病机制中的系列研究和结果。会议收到妊娠期高血压疾病相关论文70篇，参加论文交流16篇；青年学者的论文报告充分展现了\"生力军\"的基础和力量。\n接下来的3个单元更是精彩纷呈。中华医学会妇产科学分会产科学组组长杨慧霞教授以\"后剖宫产时代产科医师面临的挑战\"为题，阐述了\"二孩政策\"颁布以后，大量有剖宫产史的妇女面临着再次生育的问题，瘢痕子宫妊娠、子宫破裂、凶险性前置胎盘等高危患者的病例数猛增，如何应对、处理，是当前摆在所有中国产科医师面前的巨大挑战。杨慧霞教授提到，对于剖宫产术后再次妊娠的妇女，除了妊娠期并发症和合并症外，分娩方式是大家最为关注的；其特别就有剖宫产史孕妇的再次分娩问题、胎盘植入的诊断和处理进行了精彩的报告；剖宫产史孕妇的阴道分娩正在全国逐步开展。随后，产科学组副组长刘兴会教授讲解了\"全球产后出血指南之异同，中国特色何在\"，介绍了产后出血这一经典产科危重症全球指南的差异和共同点，以及中国产后出血指南的优缺点。贺晶教授就\"瘢痕子宫憩室与再生育\"、段涛教授就\"产科质量管理\"做了精彩的讲座。会议还特邀了香港中文大学梁德杨教授关于\"肩难产：HELPERR方案真的有效吗？\"做了专题讲座。\n\"胎盘植入专题讨论\"是本次分会场特设的新形式。参与讨论的专家有杨慧霞、陈敦金、时春艳、崔世红、漆洪波、丁依玲、邹丽、张卫社、马玉燕、赵先兰、苏放明和冯玲教授。各位专家进一步详细分享了胎盘植入的诊断和处理技巧。随后各位专家就胎盘植入的诊断、分型、处理、手术技巧、子宫是否保留等问题进行了热烈的讨论，台下的听众更是情绪高涨，台上台下的互动成为本次专题讨论的亮点。\n妇科内镜分会场积极贯彻微创诊疗理念，开展了多种形式的学术交流。首先，郎景和院士为妇科内镜分会场致辞，回顾了中国妇科内镜技术的发展和取得的成绩，并对妇科内镜技术的\"五个误区\"进行了阐述。妇科内镜分会场主要分为4个专场，数十位妇科内镜领域的专家学者积极互动，分享经验，结合创新与经典，统筹治疗与生育力保护，聚焦前沿科技，内容丰富多彩。\n子宫内膜异位症、子宫腺肌病是多发病，也是导致不孕的重要原因之一，因具有侵袭性且易复发，临床处理颇为棘手。国家\"二孩政策\"的调整，有生育要求的患者日益增多，如何最大程度保护患者的生育力及保障患者术后的生命质量是讨论的热点。冷金花、张松英、刘开江、史玉林、孟元光教授分别就卵巢子宫内膜异位囊肿手术治疗、卵巢储备功能保护、泌尿系统子宫内膜异位症的临床诊疗、子宫内膜异位症手术中的复杂解剖及并发症处理等进行了精彩讲解，强调多学科合作、提高卵巢功能保护的意识、降低手术损伤风险。\n宫腔镜已广泛应用于宫腔整复性手术及生殖道畸形的治疗，其创伤小、出血少、恢复快；宫腔镜能够处理的疾病越来越多，其在微创领域越来越无法被取代。段华教授就宫腔整复性手术的基础知识与宫腔操作做了精彩讲解，系统介绍了宫腔镜手术的类型，子宫的组织解剖学特点以及宫腔操作的施术原则。夏恩兰教授讲解了极简式腹腔镜子宫颈环扎术的手术技巧和注意事项；薛翔、孟跃进、冯云、杨清教授就不孕症和体外受精（IVF）患者的宫腔镜诊疗、宫腔镜检查中处女膜的保护、少女生殖器畸形矫治、剖宫产术后子宫瘢痕妊娠处理进行了深入探讨和手术技巧的交流。\n微创手术相比于开腹手术，其在妇科良性疾病的处理中具有明显优势，经过广大妇科内镜医师多年的实践和探索，微创手术的应用越来越规范，微创技术处理并发症的经验也越来越丰富。本专场围绕机器人手术系统的应用、数字化3D腹腔镜、能量器械选取、子宫肌瘤粉碎器的安全使用等前沿技术热点，对宫腹腔镜手术副损伤的防治、子宫手术后再孕时子宫破裂的预防及医源性病变播散的预防进行了热烈讨论；数十位专家学者通过精彩病例和手术视频的直观讲解，分享交流了各种新技术，包括单孔三通道腹腔镜、mini腹腔镜手术、腹腔镜下子宫颈环扎手术、非能量宫腔镜等。\n随着妇科内镜技术的飞速发展，以及患者对生命质量要求的不断提高，妇科恶性肿瘤的微创治疗已逐渐取代创伤较大的传统术式，这也对妇科内镜医师提出了更高的技术要求。恶性肿瘤微创诊疗中的功能保护及并发症处理是大家关注的焦点，姚书忠、凌斌、张震宇、侯建青、陆安伟教授对于腹腔镜保留神经的子宫颈癌根治性手术、腹腔镜卵巢恶性肿瘤手术、恶性肿瘤淋巴清扫术的手术技巧及并发症处理经验进行了深入交流。\n马丁教授通过卵巢上皮性癌（卵巢癌）高通量测序技术的应用说明了卵巢癌诊治中的转化医学进展，突显了\"精准医疗\"理念。谢幸教授介绍了卵巢交界性肿瘤的最新概念与分类，并强调了保守治疗的可行性；卵巢肿瘤手术中冰冻病理诊断能为临床医师的手术范围选择提供依据，姜彦多教授就此探讨了术中冰冻病理检查的准确性及局限性；BRCA基因突变是卵巢癌的热点问题，杨佳欣教授分享了国际上关于BRCA基因突变与多聚二磷酸腺苷-核糖聚合酶（PARP）抑制剂应用的热点报道。在沈铿教授主持下，张国楠、孙红、吴令英、崔恒、于世英教授分别探讨了复发性卵巢癌的手术、化疗、靶向治疗、姑息治疗等问题。\n曹泽毅教授介绍了子宫颈癌治疗的策略，讲解了子宫颈癌的手术方法。郎景和院士进行了子宫颈癌精准筛查、个体化处理及子宫颈癌疫苗的报告，介绍了子宫颈细胞学筛查中高危患者的分流与处理，强调了HPV16、18型是筛查的关键，并分析了疫苗在子宫颈癌预防中的价值。向阳教授和隋龙教授分别介绍了子宫颈癌筛查的现状、进展以及筛查中可能出现的问题、对策。子宫颈上皮内瘤变的处理是子宫颈癌的二级预防，宋学红教授就此进行了探讨。谢幸教授回顾了子宫颈癌筛查的历史及现状，并分析了多种筛查方法的应用价值。梁志清教授对子宫颈癌的手术方式进行了报告，放疗科医师晏俊芳介绍了子宫颈癌放疗的进展。HPV检测存在假阴性，李再波教授的研究采用不同方法检测细胞学及HPV阴性的浸润性子宫颈癌手术切除标本，发现58%为假阴性，为子宫颈癌的联合筛查提供了理论基础。狄文教授介绍了1种新的HPV检测的方法——恒温核酸检测技术。\n向阳教授分享了国际妇产科联盟（FIGO）2015滋养细胞疾病的诊断与治疗更新，介绍了不同分期及评分的滋养细胞肿瘤的化疗方案，并强调了手术在耐药和复发患者中的治疗地位。万小平教授就子宫内膜癌分子靶向治疗及其分子机制进行了精彩的报告。狄文教授报告了子宫内膜间质肉瘤的诊治进展，探讨了手术方式及术后辅助治疗等问题。陶光实教授做了Lynch综合征相关的子宫内膜癌筛查的报告，认为在子宫内膜癌中有2%~5%的患者是Lynch综合征，且超过50%的子宫内膜癌为Lynch综合征第1个或\"前哨\"出现的恶性肿瘤，筛查的主要方法有错配修复（MMR）蛋白的免疫组化染色、启动子区甲基化检测、微卫星不稳定性、测序及拷贝数检测。周先荣教授做了子宫肿瘤病理的精彩报告。孙爱军教授的研究进行了抗苗勒管激素（AMH）的检测，建立了健康妇女人群AMH的血清正常值范围。刘开江教授通过手术视频演示介绍了在妇科肿瘤手术中防粘连的重要性。向阳教授通过手术视频讲解了3D腹腔镜技术在妇科手术中的应用。\n孔北华教授介绍了多学科合作（MDT）在妇科肿瘤中应用的现状及意义。王世宣教授做了妇科肿瘤治疗的证据及文献阅读的报告。张国楠教授报告了腹膜后淋巴结切除在各种妇科恶性肿瘤手术中的应用及意义。史惠蓉教授报告了妇科恶性肿瘤治疗后激素补充治疗（HRT）的意义、安全性及应用现状。曹冬焱教授介绍了AMH在妇科良恶性肿瘤中的应用，认为可评价手术及放化疗对卵巢储备功能的损伤，指导妇科肿瘤患者的生育。俞梅分享了北京协和医院复发性内胚窦瘤的病例，黄鹤分享了中山大学附属肿瘤医院1例难治性子宫颈癌的病例，诸位专家就术前评估、手术时机、方式及辅助治疗进行了探讨。\n妇科内分泌分会场的内容包括了妇科内分泌疾病中最常见和最热点的问题，并进行了专题讲座和大会发言。\n陈子江教授在\"肥胖多囊卵巢综合征（PCOS）患者的临床管理进展\"的报告中指出，以减重为目的的生活方式调整及运动是首要的治疗方案；还讲解了生殖内分泌临床试验研究的方法与意义。石玉华教授认为，高体质指数（BMI）可降低卵巢对外源性促性腺激素（Gn）刺激的反应性，低BMI可增加卵巢过度刺激综合征的发生风险，但BMI对妊娠结局的影响仍有争议。林金芳教授介绍了PCOS合并早期子宫内膜样腺癌及癌前病变的药物转化治疗方案与前景。徐丛剑教授阐述了PCOS的肠道菌群失调假说。杨冬梓教授提出，PCOS患者IVF治疗中获卵数的优势并不能弥补年龄增大对卵母细胞质量的不利影响，自然流产率会显著升高，助孕前更应注重对代谢异常的筛查和处理。田秦杰教授分享了月经过多的诊治经验，介绍了月经过多的药物和手术治疗，强调要考虑治疗方法的适宜性、可接受性、可获得性和可负担性。\n刘嘉茵教授报告了青春期、育龄期、围绝经期的卵巢功能评估方案，建议根据患者的年龄、不同的临床需求选用不同的评估指标进行卵巢功能评估。陈士岭教授介绍了早发性卵巢功能不全（POI）的病因、诊断要点与管理。梁晓燕教授介绍了辅助生殖领域生育力保存的主要方法，包括卵母细胞、胚胎、卵巢组织冷冻，具体选择时应综合考虑患者的年龄、疾病的种类及病程、卵巢状态的评估。邓姗、曹冬焱教授分别从妇科内分泌与妇科肿瘤各自的领域介绍了子宫内膜不典型增生及癌变的保留生育功能治疗，就当前存在的热点问题与面临的挑战为临床上的安全、有效治疗提供了宝贵的经验。\n曹云霞教授指出，面对高龄孕妇妊娠带来的挑战，应重视孕前教育及检查，应用无创产前基因筛查等技术手段提高出生缺陷的筛查、诊断效率和准确度。姚元庆教授针对行染色体平衡易位的植入前遗传学筛查及诊断的反复流产患者，介绍了新一代测序（NGS）技术具有的高通量、快速、低成本等优势。李力教授介绍了围绝经期与产后抑郁，对于孕期及产后出现的抑郁尽早发现并给予药物治疗、心理治疗和社会支持。\n李尚为教授探讨了\"二孩政策\"调整所面临的辅助生殖技术实施中的生育权与伦理问题，强调要学会适时放弃，尤其是对于一些特殊人群，如高龄、瘢痕子宫以及需供精或赠卵助孕的妇女，充分权衡后再做出安全合理的决策。陈贵安教授做了\"少见的自发性卵巢过度刺激综合征分析\"的报告，从临床如何早发现、早预防及合理治疗进行了经验分享。孙赟教授从胚胎因素及母体因素介绍了反复种植失败的病因筛查与治疗策略。\n首先由中华医学会妇产科学分会绝经学组组长郁琦教授做开场报告，回顾了绝经学组的发展历程，分析了目前国内对绝经和绝经激素治疗（MHT）的认知情况，并展望了今后的工作方向。绝经学组副组长张淑兰教授和任慕兰教授分别就热门的话题\"子宫颈癌与HRT\"\"围绝经期和绝经后子宫肌瘤的管理\"进行了专题报告。随后是针对目前绝经相关指南的解读，张绍芬、谢梅青和陈蓉教授分别讲述了\"从MHT指南看MHT相关药物的选择\"\"2015有关绝经期管理的最新NICE指南解读\"和\"2016国际绝经学会最新MHT指南解读\"，有利于临床医师更好地理解和更规范地应用MHT。舒宽勇教授汇报了\"围绝经期妇科肿瘤患者围手术期的中西医结合管理\"这一有中国特色的绝经管理话题。\n围绕\"卵巢功能衰退过程中的健康管理问题\"专题，首先由李佩玲、雷晓敏、符书馨教授分别针对\"围绝经期妇女尿失禁的管理\"\"年龄与妊娠\"\"绝经过渡期卵巢储备功能评估\"等热门问题，复习文献，融合国内和自己医院的经验进行了现状分析。之后是围绕POI的热点问题讨论，吴洁、张学红教授分别介绍了\"POI诊治的共识\"\"寻找病因、改善POI患者生育力\"，并对POI相关问题进行了互动讨论。\n郭雪桃、丁岩、周红林和吕淑兰教授分别报告了\"卵巢衰老与女性心血管疾病\"\"围绝经期子宫内膜息肉的处理\"\"子宫内膜增生与异常子宫出血（AUB）\"\"围绝经期与绝经后子宫内膜的监测\"，每个主题都是临床常见但又处理起来比较困惑的问题，专家的报告使参会者受益匪浅。之后就另1个热点问题——围绝经期AUB的诊断与治疗进行了讨论，由阮祥燕、杨欣教授分别从围绝经期AUB的\"诊断\"和\"治疗\"进行报告，并进行了专题讨论。\n林元、张雪玉、张治芬、马颖和穆玉兰教授分别进行了专题报告\"MHT与血栓性疾病\"\"MHT治疗过程中出现的问题和对策\"\"围绝经期激素治疗中异常子宫出血的处理\"\"绝经后骨质疏松症\"\"围绝经期卵巢功能与胰岛功能探讨\"。之后是青年医师论文比赛，为年轻医师提供了展示的舞台。\n计划生育分会场针对国家调整\"二孩政策\"后计划生育与优生优育面临的新问题、新挑战，重点设计了4个主题，每个主题都围绕优生与避孕为核心进行展开，并选择有意义的疑难病例进行互动讨论，受到了与会者的好评。\n合并基础疾病妇女的优生与避孕专题分别邀请了高劲松、李梦涛、赵绍杰、白桂芹教授对甲状腺疾病、心脏病及高血压、免疫性疾病、子宫肌瘤、子宫颈病变等方面进行专题演讲与讨论，强调多科室合作，孕前控制疾病，筛选出不宜妊娠的妇女并给予合适的避孕方法，孕期合理用药及病情监测，是合并有基础疾病妇女安全渡过生育期的关键。\n生殖与优生专题的研讨内容更是精彩纷呈，戚豫教授讲授了FMR1基因在反复妊娠失败中的应用价值，其不但与新生儿脆性X综合征相关，更是影响女性生育力的指标。陈素文教授全面梳理了原因不明胚胎停止发育原因的筛查方法及解析路径。李宏军教授从新生育时代男科医师的角度直面男性不育诊疗面临的新挑战。因手术损伤造成薄型子宫内膜是不孕症妇女的一大难题，邓成艳教授介绍并分享了来自北京协和医院的经验。\n同时会议就长效避孕方法的优势、如何降低人工流产手术实施的各种并发症等系列主题分别由张帝开、武淑英教授进行了详细讲解。最后的专题是关于剖宫产术后子宫瘢痕妊娠，金力教授、戴晴教授、王姝副教授、方爱华教授就当今\"后剖宫产\"时代面临的剖宫产术后子宫瘢痕妊娠的早期诊治、瘢痕子宫妊娠与胎盘植入的超声诊断、中孕期处理以及中孕期胎盘前置状态终止的原则和预案等进行了全方位的讨论。陈蔚琳教授还公布了中华医学会妇产科学分会计划生育学组开展的\"依沙吖啶用于中期引产安全性和有效性的全国多中心回顾性研究\"的结果，为临床提供了非常好的临床大数据研究资料，该研究结果对学组今后开展更好的全国多中心临床研究提供了好的经验和模式。\n内容分为两个部分。第一部分以HPV感染及子宫颈病变为主题。崔满华教授就如何面对HPV感染进行了详细阐述，对HPV感染进行了概述，分析了HPV检测在临床中的应用，提出HPV感染筛查应关注病变而非感染，识别可能引起子宫颈癌及癌前病变的HPV感染，而避免对一过性HPV感染的过度治疗。薛凤霞教授针对年轻女性子宫颈病变的处理及对生育功能的影响进行了专题讲座，提出年轻女性这个特殊人群的子宫颈锥切术应根据子宫颈转化区的类型、患者对再生育的要求及手术对再生育的影响进行综合考虑。隋龙教授通过对高度鳞状上皮内病变（HSIL）锥切术后切缘阳性患者的临床资料分析，分享了HSIL锥切术后切缘阳性的个体化管理策略。梁旭东教授针对目前的热点话题\"HPV疫苗的应用及相关问题\"进行了介绍，指出HPV疫苗为防控HPV相关疾病带来了曙光，同时也面临一些问题亟待解决。此外，隋龙教授、乔友林教授分别就子宫颈炎治疗新路径、HPV诊疗回顾与展望、国内外HPV检测与筛查的回顾与展望等进行了专题研讨。\n第二部分围绕普通妇科炎症的热点问题进行探讨。胡丽娜教授就反复发作盆腔炎性包块的高危因素、诊断、处理及预防进行了专题讲座。刘朝晖教授解读了\"阴道微生态评价的临床应用专家共识\"，包括阴道微生态的检测方法、形态学及功能学检测内容、正常阴道微生态的特点等方面，强调了阴道微生态评价对临床诊断的指导意义以及恢复阴道微生态平衡的重要性。薛敏教授进行了衣原体感染与子宫腺肌病关系的基础研究的主题发言，推测衣原体感染可能是子宫腺肌病的发病因素之一，为子宫腺肌病的病因研究提供了新的思路。\n共设3个专题，分别为：（1）疼痛、盆底康复及生殖道畸形；（2）尿失禁；（3）盆腔器官脱垂。围绕盆底疾病领域的新进展和热点问题展开了深入而广泛的探讨和辩论。\n来自德国的Kurt Lobodasch博士结合临床实践就盆底手术的解剖做了详细的叙述，有助于临床医师在实施盆底手术时减少副损伤和并发症。来自台湾马偕纪念医院的苏聪贤教授报告了盆底重建手术后膀胱功能的改变及临床处理，为广大妇科泌尿医师解决此临床上的棘手问题进行了答疑解惑。台湾的余坚忍教授结合自己多年对慢性盆腔痛的研究，做了\"阴部神经卡陷的诊断与治疗\"的报告，与会者受益匪浅。针对目前盆底手术网片相关的并发症，朱兰教授介绍了置入网片盆底重建手术后疼痛处理的经验，同时倡导在全国范围内执行盆底手术并发症的上报制度，规范我国的盆底手术管理。华克勤教授进行了下生殖道畸形诊治及文献复习的报告，并介绍了下生殖道畸形手术的经验和心得。\n宋岩峰教授针对治疗尿失禁的手术方式、适应证、近远期疗效，进行了各种尿道中段悬吊带术近5年循证研究荟萃的报告。罗新教授从非手术治疗的角度进行了尿失禁的生活方式调节和保守治疗效果循证文献荟萃的报告。美国食品药品管理局（FDA）针对阴道放置网片治疗盆腔器官脱垂发布了通告，从而抗尿失禁手术方式受到影响，因而Burch手术重新受到关注，马乐教授针对Burch手术的地位、适应证及其在抗尿失禁手术中应用的现状进行了阐述。台湾的卢佳序教授则对目前争议较多的隐匿性尿失禁的处理结合自己的临床经验进行了阐述，建议盆腔器官脱垂手术和隐匿性尿失禁分步骤处理。\n盆底重建手术方式众多，如何选择合适的盆底重建手术方式是困扰临床医师的难题。张晓薇教授进行了骶骨固定术5年循证研究荟萃的报告，目前骶骨固定术因为疗效确切、对性生活影响较小是处理中盆腔缺陷的推荐术式。王建六教授进行了阴道放置网片与自身组织修复的比较，指出严格掌握阴道放置网片的适应证，规范培训手术医师，不偏废传统手术方式，为患者选择最合适的治疗是获得良好预后的关键。童晓文教授针对各种阴道网片放置手术进行了分析，建议要用发展的视角去看待各种盆底重建手术，要经历长时间的循证医学的淬炼。鲁永鲜教授结合自己丰富的盆底手术经验，进行了经阴道骶韧带固定术和骶棘韧带固定术循证研究的介绍和文献复习，说明了应用自身组织修复也可以获得满意的治疗效果。韩劲松教授从临床的角度介绍了在盆底重建手术中如何应用影像学方法进行正确评估和辅助选择治疗方式，开阔了临床手术医师的视野。针对盆底重建手术中是否保留子宫的争论问题，来自台湾的黄宽慧教授介绍了保留子宫的盆底重建手术方式。盆腔器官脱垂的处理，不能偏废非手术治疗方法，金杭美教授进行了子宫托的应用文献荟萃的报告。马庆良、许学先、刘培淑教授围绕盆底重建手术复发病例、特殊病例及并发症结合手术视频，介绍了自己的临床处理经验和心得。\n各个分会场有专家讨论面对面环节、手术录像集锦，热点问题、争议问题讨论热烈，大会发言中不乏证据级别高的多中心前瞻性随机对照研究及长远期随访的前瞻性临床研究的结果，与会代表收获颇丰。全国妇产科年会的学术质量和实用性逐年提高，越来越受到临床医师的重视和好评。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "0a310446-e125-4a37-9005-a2ab7fdaf130", "title": "", "text": "【0】大段骨缺损的治疗是临床难题，骨组织工程学的出现为其带来了一种具有前景的治疗策略，是当下的研究热点。骨髓间质干细胞（Bone marrow mesenchymal stem cells，BMSCs）作为骨组织工程学重要的种子细胞来源之一，是一种容易取材、来源广泛、增殖率高的多能干细胞。BMSCs可被多种方法诱导分化为成骨细胞，从而达到修复骨缺损的目的。目前常见的诱导BMSCs成骨分化的方法包括活性因子、激素、生物材料、中药、物理刺激以及非编码RNA等。BMSCs的成骨分化是一个非常复杂的过程，受到多种信号通路的调控，以维持平衡的骨代谢水平，主要有BMPs/Smad信号通路、转化生长因子-β信号通路、Wnt信号通路等。开发和研究不同的可诱导BMSCs成骨分化的活性因子和支架材料是骨组织工程学发展的基础；同时进一步探究其中的信号通路，可揭示具体的分子调控机制，有利于寻找新的治疗靶点，研发靶向治疗药物。但BMSCs的定向成骨诱导分化、信号通路相互交错干扰、临床转化及个体化应用等问题仍需进一步解决。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "f18d288f-2679-412c-9ae2-96caf01d2425", "title": "", "text": "【0】贲门失弛缓症是消化内科常见的疾病，患者由于食管下段括约肌及体部平滑肌功能障碍所致，患者的临床表现为胸痛、吞咽功能障碍及食物反流，严重影响患者的生活质量〔1〕。经口内镜肌切开术(POME)是目前治疗贲门失弛缓症有效的手段，但由于大部分患者对手术缺乏认知，患者围术期容易出现焦虑、抑郁情绪，影响患者，而不良的情绪会增加患者围术期的应激反应，降低机体免疫力，从而影响患者的术后康复〔2〕。自我效能是指个体完成某件事情的信心，自我效能感越强烈的患者更不易于受到不良情绪的影响，更有利于患者建立健康的行为、习惯〔3〕。相关研究指出〔4〕，高水平的自我效能将有助于提高患者的疾病适应性、改善患者的心理状况。认知心理教育是心理治疗方法，患者对疾病的认知过程可影响患者对疾病治疗信心。放松疗法是行为医学发展起来的治疗方法，通过让患者精神放松可有效地改善患者的焦虑、抑郁情绪〔5〕。本研究将探讨认知心理教育结合放松疗法对贲门失弛缓症经POME治疗患者自我效能及负性情绪的影响，旨在为贲门失弛缓症经POME治疗患者围术期护理提供指导。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "863d383d-f96b-49f4-88f6-25e001bac7ee", "title": "", "text": "【0】患者男，47岁。因左耳屏前浸润性斑块7年，加重1年就诊于成都市第二人民医院皮肤科。患者7年前于左侧耳屏前出现带状分布的群集红斑、水疱，伴阵发性针刺样疼痛，累及左侧额面部。外院诊断为带状疱疹，予口服伐昔洛韦胶囊300 mg每日2次、甲泼尼龙片20 mg每日1次，甲钴胺片0.5 mg每日3次，治疗2周后疼痛消失，皮损逐渐消退。皮损完全消退后1个月，左耳屏前原带状疱疹处开始出现红色丘疹、结节样皮损，无痛痒，未予重视。丘疹和结节逐渐增多增大，融合成大片浸润性斑块。1年前出现破溃、溢脓，长期不愈。遂至当地医院就诊，考虑\"湿疹样皮炎\"，予外用药（具体不详）治疗，无明显好转。发病以来，无发热、盗汗、午后潮热等症状，饮食、睡眠、大小便均正常，体重无明显变化，无结核感染病史，否认结核接触史和局部外伤史。\n体检：一般情况可，中等体型，心肺腹等各系统检查未发现异常。皮肤科情况：左耳屏前可见5 cm × 3 cm境界清楚的浸润性暗红色斑块，形状不规则，表面凹凸不平，部分有点状破溃，少量溢脓、结痂及脱屑，玻片压之呈苹果酱样改变。见图1A。\n实验室检查：结核菌素纯蛋白衍生物试验（++），分泌物涂片未见抗酸杆菌。血尿常规、肝肾功能、抗核抗体、抗双链DNA抗体、甲状腺自身抗体、类风湿因子、结核抗体、梅毒及HIV初筛试验均阴性。胸部X线片检查未见异常。\n皮损组织病理：表皮角化不全，棘层海绵水肿，真皮浅中层结核样结节，周围淋巴细胞、浆细胞浸润，朗格汉斯巨细胞浸润，部分区域可见纤维素样坏死，未见干酪样坏死（图2）。\n诊断：带状疱疹愈后继发寻常狼疮：Wolf同位反应。\n治疗：予抗结核治疗（异烟肼300 mg，利福平450 mg，吡嗪酰胺1 500 mg，每日1次顿服），口服复方甘草酸苷片50 mg每日3次保肝抗炎。每月定期复诊，治疗1个月后，皮疹较前好转，无破溃流脓，皮损变平。治疗2个月后，红斑浸润感消失，颜色变淡（图1B）。治疗6个月时皮损全部消退，遗留萎缩性瘢痕。整个疗程共6个月，随访1年无复发。\n1995年Wolf等将原有皮肤疾病愈合后，在同部位出现其他皮肤病的现象定义为Wolf同位反应[1]，带状疱疹是目前报道最为常见的发生同位反应的原发疾病[2,3]，国内李晓庆等[4]总结了带状疱疹同位反应相关的皮肤病，包括慢性荨麻疹、扁平苔藓、环状肉芽肿、银屑病、结节性痒疹、结节病、局限性硬皮病、多发性表皮样囊肿等。目前，国内外尚无带状疱疹愈合部位发生寻常狼疮的报道。Wolf同位反应的发生机制目前尚不清楚。原发疾病和继发同位反应疾病的间隔时间因继发疾病不同而有所区别，数周至数年不等。本例患者在带状疱疹后1个月继发寻常狼疮，我们推测可能是系统使用抗病毒药物和糖皮质激素暂时削弱宿主免疫应答反应，从而使患者易受到结核分枝杆菌感染。此外，带状疱疹病毒感染可引起局部解剖学改变，如瘢痕形成、微循环改变、胶原重排和皮肤屏障功能破坏、局部防御受损等，也可增加病原体侵入的风险[5]。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "5d2ab358-d35f-48b7-91fd-67de7514bffd", "title": "", "text": "【0】本文分析60例有酸硷失衡的老年肺心病患者中阴离子隙（AG），发现11例有“三重型”酸硷失衡。其中呼硷＋代硷＋代酸组9例（81.8%），呼酸＋代硷＋代酸组2例（18.2%）。在“三重型”酸硷失衡中，AG值明显增加，本组最低值为18.4mmol/L，最高值为29.7，平均值为21.54。AG值增高可提示代酸代硷并存，这对早期诊断和治疗具有一定的临床价值。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "a883cfa3-b1a7-4424-8b82-5e16e557eaea", "title": "", "text": "【0】目的 以改革财政补偿机制为突破口,探索通过明确政府职责,促使公立医院回归公益性.方法综合运用政策环境分析方法、预算方法、焦点组讨论等多种定性与定量方法,探索公立医院财政补偿机制改革思路与方法.结果构建了财政补偿机制改革的宏观思路;研制了医院收支差额的核算思路与方法;验证了核算医院收支差额的理论思路具有现实的可行性和可操作性,核算的结果经论证也具有一定的合理性.结论应科学核定公立医院的收支差额作为政府财政补偿总额的参考标准;并以行政合同的方式来规范财政补偿中政府与医院双方的权利、义务关系.医院应端正服务理念,转变内部运行机制,使公立医院真正体现公益性。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "a5861b95-5766-468a-96ac-7b10e14d5da7", "title": "", "text": "【0】氢氟酸(hydrofluoric acid)是一种具有高度危险性的无机酸,现已被广泛用于化学工业、电子制造业、玻璃刻蚀、冶炼及日常保洁等领域.氢氟酸可通过皮肤黏膜、消化道、呼吸道等途径进入人体,不但对局部组织具有强烈的腐蚀作用,还可引起全身毒性反应.2.5％总体表面积(total body surface area,TBSA)的氢氟酸烧伤就可引起死亡[1].在某些地区氢氟酸导致的烧伤发生率已经跃居化学性烧伤的第一位[2].因此,提高对氢氟酸烧伤及其致伤机制的正确认识,恰当及时地处理氢氟酸烧伤患者具有积极意义.本文就氢氟酸烧伤的致伤机制及治疗做一综述。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "93f8d137-afb1-4ba2-aad9-7e69c850dfa8", "title": "", "text": "【0】目的 分析1989-2009年中国9个省(区)6～17岁儿童青少年能量摄入状况及其变化趋势.方法 采用多阶段分层整群随机抽样方法,于1989、1991、1993、1997、2000、2004、2006和2009年分别在中国9个省(区)调查了488、2807、2802、2580、2520、1604、1305、1159名6～17岁儿童,对其3d24h膳食同顾数据进行描述性分析,比较不同年份及不同特征儿童青少年能量摄入情况.结果 1989、1991、1993、1997、2000、2004、2006和2009年中国9个省(区)6～17岁儿童青少年的膳食能量摄入量中位数分别为6645.7、8314.8、7849.3、8115.0、7970.5、7598.0、7345.0和7051.9 kJ/d(x2=239.75,P＜0.01).2009年,城市、县城儿童青少年能量摄入高于郊区和农村,分别为7820.4、7356.0、7168.2和6863.5 kJ/d(x2 =8.00,P＜0.05).我国儿童青少年能量的食物来源以谷类食物为主,2009年,城市、郊区、县城和农村的谷类食物供能比分别为44.0％、45.6％、52.9％和61.0％(x2=36.75,P＜0.01).脂肪供能比＞30％的人群比例逐年增加,碳水化合物供能比＞60％的人群比例则逐年减少,1989年分别为25.4％(124/488)和54.1％ (264/488),2009年分别为581％(673/1159)和15.9％ (184/1159)(x2值分别为811.24、919.35,P值均＜0.05).与1989年相比,2009年儿童青少年能量摄入量≥80％ RNI的比例由60.2％(294/488)下降至47.8％(554/1159)(x2=227.66,P＜0.05).结论 1989-2009年,中国9个省(区)儿童青少年的能量摄入量变化呈现先升高后下降的趋势；城市、县城高于郊区、农村。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "908fc3eb-4b9c-4f21-a7bd-c151e9287624", "title": "", "text": "【0】健康行为管理（healthy behavior management）是一种具体、实际意义的健康保健形式，其关注重点是健康相关行为及健康教育干预，特别是生活行为方式的管理。包括对健康相关行为的评估、监测、督导、控制、矫正、咨询和干预，以及健康行为规范或准则的建立和健康行为方式的再适应过程等，是在对健康相关行为的教育干预、健康促进和监督管理过程[1]。跨理论理论模型（transtheoretical model of change，TTM），又称行为转变理论、阶段改变模型（transtheoretical model and stages of change），作为一种综合、开放、一体化的心理学研究方法，借鉴和综合多种心理学理论，自20世纪80年代发展至今，在不断优化和完善的基础上形成。该理论20世纪在90年代被认为是最重要的健康促进发展模式之一[2]。跨理论模型从最初的吸烟等不良行为干预扩展到健康行为管理，包括个体改变危险生活方式、减少或消除健康危险行为、采取积极的健康行为及遵医行为等[3]。本文综述跨理论模型的理论起源和发展、内容框架、近年来应用于健康行为管理的研究进展。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "aea0b05b-eb85-46ca-bca5-9fcbe5fe7b69", "title": "", "text": "【0】胸内甲状腺肿是指肿大的甲状腺部分或全部位于胸廓入口以下及肿大的甲状腺原发于纵膈内[1-2],由于其位置与颈部甲状腺疾病不同,故临床表现、诊断和手术都有其特殊性[3].1991年4月至2009年10月,四川省肿瘤医院胸外、头颈外科诊治胸内甲状腺肿合并吞咽梗阻、呼吸困难、上腔静脉综合征19例,现将其围手术期的处理报告如下。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "c3fb1ce3-2221-44f3-a4be-58f45a5febda", "title": "", "text": "【0】人们在肠道和肺组织中发现了一种新型人类免疫细胞。这类细胞影响到哮喘和过敏反应的严重程度，表达的细胞标志物为CRTH2、CD127和CD161，使其有别于肠道和肺中的其他细胞。这类细胞被激活后，会引发过敏性免疫反应。例如，慢性鼻窦炎患者的激活CRTH2阳性细胞数量较多。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "85f142a1-d591-45a5-a317-19b2e91c40ff", "title": "", "text": "【0】人疱疹病毒是免疫功能低下者及儿童感染的常见病原体,其实验室诊断对临床至关重要.近10多年来,随着分子生物学技术的迅速发展,基因诊断方法如核酸分子杂交技术、PCR技术、生物芯片技术等得到不断发展和应用,该文就近年来国内外在人疱疹病毒分子生物学诊断方面的研究现状及进展作一综述。", "tags": {}, "lang": "None", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "63282e59-c662-4580-91c9-d7d06db0d936", "title": "", "text": "【0】先天性心脏病宫内介入治疗在国外已开展200多例[1,2,3]。2016年9月广东省人民医院成功完成了国内首例胎儿心脏介入治疗。尽管取得初步成功，但实际操作中经皮超声引导下的胎儿心脏介入影像条件不足，需多次穿刺。食管超声监测技术的发展为胎儿心脏介入带来了福音[4,5,6]。食管内超声探头与胎儿位置相对固定，可显示心脏大血管图像，提高胎儿心脏介入治疗成功率。已有学者报道将食管超声用于心脏手术围手术期监测[6]。\n德国学者Kohl等[7,8]提出在胎儿镜引导下放置血管内超声探头、经食管评估心脏结构，然而血管内超声探头透射深度不足，图像显示非常有限。心腔内超声图像更清晰，探头也更小巧。目前暂无将心腔内超声用于胎儿食管超声心脏检测报道。本研究开展胎儿镜引导下心腔内超声探头(西门子ICE探头，8F)放置于胎羊食管内，探索胎羊心脏监测新方法，从而指导未来胎儿先天性心脏病宫内介入治疗及低体重新生儿、婴儿围手术期心脏监测。\n6只孕期小尾寒羊(孕105～119 d)，由内蒙古康辉牧业科技有限公司提供(动物检疫合格证明编号：1500017215)。其中，3只为双胎妊娠。\n孕羊禁食12 h，盐酸赛拉嗪注射液(吉林省敦化市圣达动物药品有限公司)0.1 ml/kg肌肉注射基础麻醉，气管插管接呼吸机。穿刺孕羊一侧颈外静脉置入双腔静脉导管，芬太尼10～20 μg/kg、异丙酚4～6 mg/kg持续静脉泵入维持全身麻醉，采用500 ml葡萄糖盐水、平衡液、万汶等补充血容量。\n首先采用体表超声判断宫内羊水深度、胎羊头部及体位，并测量胎羊心功能及心输出量。选择孕羊腹前壁靠近胎羊头部的位置，经皮穿刺羊膜腔，放置导丝后引导放置鞘管建立宫内操作孔，将2 mm胎儿镜(STORZ腔镜系统)放入羊膜腔。在胎儿镜直视下可观察到胎羊全貌，包括耳朵、嘴巴、胸前区及四肢(图1，图2)。胎儿镜视野下找到胎羊嘴巴，在胎羊舌头与上颚间继续向前进入胎羊口咽部(图3)。对着食管开口，将鞘管延伸到口咽部并使鞘管相对固定，退出胎儿镜，将8F心腔内超声探头沿鞘管置入胎羊食管，心腔内超声探头与超声机连接，显示胎羊心脏形态，获取胎羊心脏图像，测量胎羊心功能及心输出量。实验完毕后，孕羊复苏，送返羊场饲养。\n记录从穿刺羊膜腔到放置胎羊食管超声的时间，通过心腔内超声获取的数据计算胎羊每搏输出量，包括：左心室每搏输出量(主动脉瓣口速度时间积分×主动脉瓣环横截面积)及右心室每搏输出量(肺动脉瓣口速度时间积分×肺动脉瓣环横截面积)变化及心脏结构图像。\n计量资料以均数±标准差表示，前后两组资料比较运用配对t检验，应用SPSS 13.0统计软件分析，P<0.05为差异有统计学意义。\n胎羊胎龄(112±5.93) d，6只孕羊体质量均数为(47.5±3.3) kg，实验完成后对孕羊实行麻醉复苏，拔除气管插管后送返羊场饲养，所有孕羊和胎羊操作后复苏顺利并存活。\n心腔内食管超声探头均成功放入6只胎羊食管(6/6，100%)，并成功获取胎羊心脏超声图像(图4，图5，图6)。从穿刺羊膜腔开始，胎儿镜引导下放置探头至食管的平均时间为(70.8±13.4) min。\n6只胎羊实验前、后主动脉瓣口速度时间积分分别为10.18±2.18和9.20±2.03，平均主动脉瓣环横截面积分别(0.16±0.04) cm2和(0.17±0.05) cm2，肺动脉瓣口速度时间积分分别为10.04±3.43和9.48±2.87，肺动脉瓣环横截面积分别为(0.24±0.05) cm2和(0.22±0.03) cm2。\n实验前胎羊平均左心室每搏输出量为(3.29±1.29) ml/min，实验后为(3.12±1.24) ml/min，两者比较，差异无统计学意义(P>0.05)。实验前胎羊平均右心室每搏输出量为(4.75±2.18) ml/min，实验后为(4.37±1.52) ml/min，两者比较，差异无统计学意义(P>0.05)。其中，6号胎羊由于图像显示不清未能获取肺动脉瓣速度时间积分的值。\n随着产前筛查和诊断技术的提高和推广，先天性心脏病的实际发病率呈上升趋势，其中少部分复杂先天性心脏病胎儿期死亡率高，生后治疗效果不佳[9,10]。在欧美等发达国家，这部分患儿往往采用宫内治疗来提高胎儿生存率及降低生后治疗风险。先天性心脏病宫内治疗病种主要有：严重主动脉瓣狭窄伴进行性左心发育不良、左心发育不良伴限制性卵圆孔和肺动脉瓣闭锁伴室间隔完整[11,12]。通过体表心脏超声评估、监测胎儿心脏并作介入治疗。\n体表超声监测下行先天性心脏病的宫内治疗，方便、简单、易行，但操作时易受到穿刺、按压等动作影响，部分病例胎儿体位也可能发生变化，从而改变超声探头位置，不能精确获取实时心脏监测图像，孕妇腹部、子宫、心脏的穿刺操作会因此受到影响。胎儿食管超声心脏监测的缺点是操作技术难度相对大，优点是与胎儿位置关系固定，探头调整不会影响穿刺操作。本研究采用的心腔内超声探头相较于血管内超声探头，透射深度更大，探测范围更广，理论上能得到更多切面的超声图像。\n研究表明，对孕妇子宫创伤超过3 mm会增加流产几率[13]。本研究使用2 mm STOZE腔镜系统极大程度上避免了因子宫创伤引起流产并发症的可能。有学者曾提出，腔镜系统的手术操作需要一定的学习曲线，有腔镜基础的医师更易熟练掌握胎儿镜操作要点[14]。实验中，6只胎羊实验操作均获得技术性成功。在实验过程中需注意以下几点；首先，小尾寒羊皮肤柔软且质韧，相对人体皮肤来说难度较大，穿刺针进入需控制力度。而羊水多少直接决定了穿刺进入羊膜腔后的操作空间，决定着穿刺难易程度。有研究提到中、晚期孕羊(孕90～120 d)是较合适的实验阶段[15]。我们采用孕105～119 d的小尾寒羊为实验对象，这个时期的胎羊大小及羊水深度合适，保证子宫内有足够操作空间及一定的可视范围。其次，我们发现胎羊体位对胎儿镜能否成功置入起着至关重要的作用，最理想的体位是胎羊胸部朝向孕羊腹部，可有稍许偏斜，方便胎儿镜置入及随后操作。胎儿镜置入孕羊子宫后，如胎羊过大，会明显增加操作难度，原因是子宫内空间相对局限，大月份胎羊开始生长出部分羊毛，反而会影响胎儿镜的视野及对胎羊解剖部位的判断。在胎儿镜视野下找到胎羊嘴巴是顺利放置探头的前提，有时羊嘴在胎儿镜视野下的辨认可能会困难，这时胎羊耳朵、鼻子甚至四肢可作为寻找羊嘴的解剖标志。在胎儿镜接触到胎羊嘴唇时，需要一个向上轻翘的动作将胎羊上颌抵开，在胎羊舌头上方继续前行，这个过程有时需多次尝试才能成功。部分胎羊在嘴部触碰到物体后会不自觉的产生吸允动作，这个动作有时有助于胎儿镜进入羊嘴从而增加成功几率。在胎儿镜进入口咽部后，看到清晰舌根部时停止操作，固定好鞘管的同时退出胎儿镜，此时，建立了相应的路径，将食管超声探头放入食管变得相对简单。由于胎羊体质量小，血液标本提取困难，本研究对胎羊的影响以心输出量评估为主，采用速度时间积分计算每搏心输出量来评估胎羊心脏功能，避免了由于实验过程中胎羊心率、心律变化影响产生的误差。从结果分析，实验后即刻胎羊左、右心室每搏输出量指标虽有所下降，但结果比较差异无统计学意义，说明胎儿镜操作可能对胎羊存在影响，但没有明显血流动力学变化。\n实验中获取的食管超声图像能清楚显示左心室流出道、升主动脉及房间隔解剖形态，但只能在部分实验中显示右心室流出道及肺动脉图像。我们认为，原因可能是心腔内超声探头是单晶片结构，而探及切面与胎羊体位关系密切，易受体位影响。相较右心系统结构，胎羊食管超声监测可能更适合左心系统疾病如主动脉瓣狭窄、左心发育不良等的诊断及处理。我们在日常临床工作中发现，临床应用最小的新生儿食管超声探头(Philips Ultrasound S8-3t)大小为7.5 mm，应用最低体重患儿为1.4 kg。心腔内超声探头由于更细(<3 mm)，在更低体重的先天性心脏病患儿的围手术期心脏监测中也有一定的指导作用。\n本实验结果表明，经胎儿镜引导，放置心腔内超声探头至胎羊食管的超声评估胎羊心脏技术，能清晰显示胎羊左心系统解剖结构。弥补了血管内超声探头透射深度缺陷。同时，相对体表超声监测手段，理论上与胎羊位置相对固定，从而极大的避免了超声探头对操作的影响。但其对先天性心脏病宫内治疗和低体重早产儿、新生儿围手术期心脏监测的指导作用与实用性，及对胎羊及孕羊后期的影响还需进一步研究。本实验尚存在以下不足之处，由于饲养场地、条件限制，对于孕羊及胎羊实验后转归、预后的跟踪随访及胎羊神经系统的评估还有待进一步研究。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "70c2e815-c67d-45a7-a181-9ae00860cfd7", "title": "", "text": "【0】气管切开术作为呼吸道梗阻、呼吸困难的主要抢救措施之一,现已得到普遍认可,但气管切开后作为有创人工气道,打开后患者的呼吸道可与外界相通,无法保持呼吸道正常的湿化、加温、过滤等功能,但同时使咳嗽功能消失,防御功能减弱,尤其是术后留置胃管,在鼻饲过程中导致吸入性肺炎[1],不仅给患者带来严重的痛苦,影响心身健康,而且对预后及康复带来较大威胁或危及生命.因此,探索气管切开患者有效的护理措施已成为目前神经外科医护人员面临的较大难题.我科在借鉴医院及其他科室护理经验的基础上,结合本科的特点,对该病的护理提出一些改进措施,效果较好,现报道如下。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "b9d7288d-15a6-403c-acb9-4ec6444b7a8d", "title": "", "text": "【0】腭扁桃体的手术解剖：腭扁桃体位于由腭舌肌和腭咽肌组成的扁桃体窝内，上咽缩肌形成扁桃体窝的外侧边界，此肌肉的深处是一层松散的结缔组织和口咽筋膜，为与咽旁间隙的分界。扁桃体动脉供应主要为颈外动脉系统。静脉引流是通过扁桃体旁静脉进行，该静脉最终汇入咽静脉丛和面总静脉。淋巴引流主要到颈静脉二腹肌淋巴结，偶尔也包括咽后淋巴结。腭扁桃体的感觉来自三叉神经分支的腭小神经和舌咽神经的分支。有关尸体解剖的研究发现，多达1/5的样本中舌咽神经紧密粘附于扁桃体窝。在扁桃体切除术中有可能损伤到此神经，从而出现有研究报道的术后味觉障碍。颈内动脉位于茎突后的咽旁间隙，损伤的概率虽然很小，但仍有可能在颈动脉弯曲或内侧化的情况下发生。成人的颈内动脉通常位于扁桃体窝后外侧2.5 cm，而对于体重低于11 kg的儿童，此距离可缩短至1.5 cm。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "60e2cee3-a3da-416e-bd56-b09499d4f157", "title": "", "text": "【0】目的\n评估PLLA可吸收材料制备的椎弓根钉棒系统的材料特性及生物相容性。\n\n【1】方法\n以L-乳酸为原料，采用开环聚合法制备合适的粘均分子量的L-聚乳酸（PLLA），并模压成型，制备PLLA椎弓根钉棒系统。通过相关物理性质检测及pH值改变分析其体外降解特性；进一步将PLLA合成材料浸提液与成骨细胞共培养，MTT法及PI/hochest法测定PLLA材料对细胞增殖及凋亡的影响；测定碱性磷酸酶含量，分析其对成骨细胞分化的影响；并行材料过敏试验及全身急性毒性实验，明确PLLA内固定材料与动物组织的相容性。\n\n【2】结果\nPLLA内固定材料对共培养的成骨细胞Mc3T3-E1的增殖、凋亡及成骨分化中无明显影响，体外验证其无明显细胞毒性。PLLA内固定材料处理小鼠后，其生长正常，未导致动物死亡或引起较大的系统毒性；体内植入实验显示，未见炎性组织及脓性分泌物。\n\n【3】结论\nPLLA可吸收材料具有良好的生物相容性且无明显的细胞毒性，已达到生物安全性初级检测及临床应用前试验的要求，作为传统金属材料内固定的替代有着广阔前景。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "498948ea-7cfa-4f49-93ca-8e9942921ce2", "title": "", "text": "【0】To the Editor: A 67-year-old man presented with recurrent diarrhea and abdominal pain of increasing severity for 7 months in May 2016. He had mucopurulent stool for about 4- 6 times a day, with bellyache, tenesmus, and weight loss. He took a colonoscopy, which showed universal colitis, and a biopsy revealed crypt abscesses and inflammatory cell infiltration and he was diagnosed with ulcerative colitis (UC). 5-Aminosalicylic acid (mesalazine) was administered, with symptoms remitted after 3 months. Not long, he presented with diarrhea again. He passed 7–8 liquid motions daily, containing blood and mucus, with fever and weakness. After admission, a repeated colonoscopy revealed continuous edema and erosions across the hyperemic colorectal mucosa, and a biopsy showed crypt abscesses and inflammatory cell infiltrations [Figure 1a and Figure 1b]. Laboratory studies revealed hemoglobin of 107 g/L, and the white blood cell was 8.73 × 109/L, with 77.6% neutrophils. The total serum protein was 70 g/L and the globulin was 38 g/L. The serum folate, serum vitamin B12, serum iron, and total iron-binding capacity were normal. The erythrocyte sedimentation rate ranged from 31 to 45 mm/h (reference value, 0–15 mm/h), and the C-reactive protein was 92.5 mg/L (reference value <8.0 mg/L). His serum immunoglobulin G (IgG) level increased to 24.90 g/L (reference value, 7.51–15.60 g/L）. M-protein (IgG-λ type) was found by routine examination of serum protein electrophoresis, which revealed an increase in γ globulin, accounting for 28.6% (reference value, 9.2–18.2%). Considering the possibility of plasma diseases, bone marrow aspiration was performed. The percentage of plasma cells in bone marrow was 8.5% accompanied by abnormal plasma cells with large binuclei, and a biopsy showed plasma cells scattered in the bone marrow [Figure 1c and Figure 1d]. Red blood cell rouleaux could be seen. Flow cytometry findings were also compatible with plasma cell disease. After a comprehensive assessment, the patient was considered with recurrent UC and was recommended glucocorticoid therapy, but he refused. He was treated with mesalazine enema and bloody stool was under remission. Then, he was discharged from the hospital, with maintenance treatment of mesalazine 4 g/day accompanied by probiotics.\nAt the end of July 2016, the patient went to the Institute of Hematology and Blood Diseases Hospital. His hemoglobin level was 109 g/L, with the globulin and the total protein level increasing to 45.7 g/L and 81.9 g/L, respectively. His serum IgG level was 32.3 g/L; M-protein (IgG-λ type) was found by immunoelectrophoresis, accounting for 22.77% of total protein. Free light chain (FLC) examination showed monoclonal gammopathy with free λ levels of 362.5 mg/L, and an involved: uninvolved FLC ratio of 24.17. Repeated bone marrow aspiration and biopsy revealed a diffuse proliferation of dysplastic plasma cells (10%) [Figure 1d and Figure 1f]. Immunohistochemical staining was positive for CD38, CD138, and λ light chains. Flow cytometry evaluation was positive for CD38, CD138, and λ and negative for CD56, CD19, and κ. Fluorescence in situ hybridization showed no p53 deletion, 1q21 amplification, RB1 deletion, and immunoglobulin heavy chain gene rearrangement, with no cytogenetic abnormalities detected. The X-ray examination revealed no diffuse osteoporosis. According to the diagnostic standards, he was finally diagnosed as UC with IgG-λ type smoldering multiple myeloma (SMM) in the absence of related symptoms. The patient was discharged from the hospital without accepting any medication for myeloma and a 2-year follow-up of hemoglobin, and M-protein and FLC level showed no obvious progress.\nPatients diagnosed with inflammatory bowel syndrome (IBD) are known to be at an increased risk of all kinds of cancers, including hematology malignancies such as leukemia and lymphoma. Some immunology mechanisms exist to explain the association. In chronic inflammatory conditions such as IBD, activated B lymphocytes can induce monoclonal expansion of plasma cells, sometimes resulting in monoclonal gammopathy of undetermined significance (MGUS).[1] Since MM usually develops from MGUS, it is possible that a causal association exists between IBD and MM.[2] In addition, the intestinal mucosal barrier in patients with IBD is often disrupted by inflammatory cytokines such as interleukin (IL)-6, IL-13, and tumor necrosis factor-α,[3] which results in immune response to antigens and activation of B cells and plasma cells. Consequently, patients with IBD are more susceptible to MM and lymphoma.\nCurrently, the standard of care for SMM is observation until progression to symptomatic disease that is defined as end-organ damage. Since high-risk SMM needs strategies to prevent a higher rate of progression, risk stratification for patients is of great significance. The risk factors include FLC ratio (<0.125 or >8.000),[4] bone marrow plasma cells ≥10%, and a serum M protein ≥30.0 g/L. Additional risk factors for progression include immunoparesis with reduction of two uninvolved Ig isotypes, etc. Our patient had bone marrow plasma cells ≥10%, FLC ratio of 0.04, and uninvolved Ig suppression [Table 1]. With several risk factors, he is regarded as high-risk SMM. It has been confirmed that for patients with high-risk SMM, early treatment with lenalidomide plus dexamethasone resulted not only in a benefit in time to progression but also in sustained significant prolongation to overall survival.[6] However, the patient refused any special treatment. Two-year follow-up of hemoglobin, M-protein, and FLC level showed no obvious progress, whereas a long-time follow-up is necessary.\nDiagnosis of smoldering multiple myeloma in the patient\nDiagnosis of smoldering multiple myeloma in the patient\n*End-organ damage: Hypercalcemia, renal disease, anemia, and bone lesions. BMPC: Bone marrow clonal plasma cell .\nIn summary, it is of necessity to have the suspicion of myeloma in patients with IBD, especially those having unexplained anemia, fever, elevated serum protein, and weight loss.\nThe authors certify that they have obtained all appropriate patient consent forms. In the form, the patient has given his consent for his images and other clinical information to be reported in the journal. The patient understands that his name and initials will not be published and due efforts will be made to conceal their identity, but anonymity cannot be guaranteed.\nThis study was supported by a grant from the National Natural Science Foundation of China (No. 81741075).\nThere are no conflicts of interest.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "eca4325b-c6fc-445d-a222-cdafa73645b8", "title": "", "text": "【0】细胞间隙连接通讯（gap junction intercellular communication，GJIC）是细胞间的一种重要连接方式，在细胞分化、生长控制和维持体内环境平衡等方面起重要作用。近年来研究表明，肿瘤和转化细胞中普遍存在GJIC的缺陷，GJIC在肿瘤的发生及转移过程中有着极为重要的作用。间隙连接蛋白是由许多同源性基因编码的多基因家族，它们的表达和分布异常与肿瘤的形成关系密切。在最近的一些实验中，人们把野生型连接蛋白（connexin，Cx）基因转染到肿瘤细胞中，可见肿瘤的生长受到明显抑制，间隙连接通讯功能上调，细胞恢复正常生长，认为连接蛋白基因是一类肿瘤抑制基因家族。Cx43是一种主要的细胞间隙连接蛋白，在多种肿瘤细胞中都有Cx43表达的下降。为此，许多学者正在研究上调Cx43表达的药物，", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "23b034ef-ff1e-493b-b63b-0c8d12e679fb", "title": "", "text": "【0】宫颈癌是引起妇女死亡的第二大妇科恶性肿瘤,全球每年近50万新发病例,约有27万例患者死亡.由于发展中国家尚未普及宫颈癌的普查工作,临床就诊的宫颈癌患者大部分是局部晚期(指Ⅰb2～Ⅳa期)患者[1].局部晚期宫颈癌患者的治疗,无论选择单纯手术或单纯放疗,局部复发或远处转移率较高、疗效较差,为了提高患者的生存率,妇科肿瘤医师不断摸索不同的综合治疗模式,新辅助化疗(包括放疗前或术前新辅助化疗)就是其中之一.新辅助化疗对宫颈癌患者生存的益处难以定论,为此,本文综述了宫颈癌患者新辅助化疗的Ⅲ期临床试验,以探讨新辅助化疗对晚期宫颈癌患者的疗效,为今后宫颈癌的治疗提供依据。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "1f7775dd-819e-4643-a6c4-c56b851379a6", "title": "", "text": "【0】目的\n探讨肝素结合蛋白联合SOFA评分对老年脓毒症患者出现脓毒性休克及28 d死亡风险的早期预测价值。\n\n【1】方法\n选择2019年10月至2020年4月北京中医药大学东直门医院急诊科及EICU收治的65例老年脓毒症患者，依据Sepsis 3.0定义分为脓毒症组与脓毒性休克组，依据28 d是否存活分为存活组和死亡组. 比较两组患者的一般情况、序贯器官衰竭（Sequential Organ Failure Assessment, SOFA）评分、肝素结合蛋白（heparin-binding protein, HBP）、白细胞计数（white blood cell count, WBC）、C-反应蛋白（C-reactive protein, CRP）和降钙素原（procalcitonin, PCT），并比较以上指标在28 d存活和死亡组之间的差异；绘制受试者工作特征曲线（ROC）评估上述指标中有差异者对出现脓毒性休克及28 d死亡的早期预测价值。\n\n【2】结果\n脓毒性休克组的SOFA评分、HBP、CRP、PCT较脓毒症组均显著升高（均P&lt;0.05）。死亡组的SOFA评分、HBP、PCT较存活组均显著升高（均P&lt;0.05）。ROC曲线显示HBP联合SOFA评分诊断脓毒性休克的ROC曲线下面积（0.928）大于PCT联合SOFA评分（0.852）、PCT（0.796）和HBP（0.696）。PCT联合SOFA评分预测28 d死亡的ROC曲线下面积（0.924）大于HBP（0.917）、HBP联合SOFA评分（0.913）和PCT（0.822）。\n\n【3】结论\nHBP联合SOFA评分对老年脓毒症患者发生脓毒性休克及死亡风险有较好的早期预测价值。", "tags": {}, "lang": "None", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "76ebc93e-f12b-4043-9532-c4290ffab150", "title": "", "text": "【0】Objective\nTo design a micro-incision operation for treating traumatic tattoo.\n\n【1】Methods\nWith an 11-gauge blade, a micro-incision was made on each side of the small tattoo spot and the tattoo skin was removed. For a longer tattoo particle, a longer incision was needed.The skin incision was sutured with 6-0 silk. For a complex tattoo, dermabrasion could be used first to remove the superficial one so as to expose the deep one which was removed in the same way as mentioned above. When there was a large number of tattoo particles, many operations were needed.\n\n【2】Results\nFourteen patients were treated by this method with good to excellent result.\n\n【3】Conclusion\nMicro-incision for treating traumatic tattoo is an effective method. Chin Med J 2000; 113(7): 670-671", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "cab7f177-bec4-468e-8a90-7072ea51d669", "title": "", "text": "【0】目的探讨对哮喘儿童规范治疗的疗效.方法随机分管理组和对照组,两组均观察1年以上.管理组在医师指导下正确使用喘乐宁、必可酮气雾剂MDI方法,进行哮喘管理教育,对照组不规则使用喘乐宁、必可酮气雾剂MDI方法,无哮喘管理教育.结果两组疗效有显著性差异,管理组疗效优于对照组(P＜0.0001),管理组临床控制率70.2%.肺功能管理组的1 s用力呼气治疗后的平均升高值大于对照组(P＜0.0001).年急诊率和年住院率管理组少于对照组.管理组用药1年无药物副作用.结论对哮喘儿童进行规范治疗可使患儿临床症状缓解,生活质量提高.", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "a84e0e47-7ff3-48ab-bb52-b8df4e78b8fd", "title": "", "text": "【0】我国逐步进入老龄化社会，近20%的人口在55岁以上，其中包括1.4亿的老年妇女[1]。2015年国内癌症数据的统计结果显示，45岁以上人群的子宫颈癌新发病例约7万，占总数的70%[2]。因此，绝经后子宫颈病变的诊治仍是子宫颈癌防控工作的重点。由于绝经后妇女雌激素水平的下降使得子宫颈细胞学筛查结果及阴道镜下癌前病变的表现有别于育龄期妇女，因而其筛查后的管理及子宫颈癌前病变的治疗均有所不同或尚存争议。本文从绝经后HPV感染和子宫颈癌前病变的流行病学特征、子宫颈癌的筛查与管理、阴道镜检查以及子宫颈癌前病变的治疗等综述如下。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "f221fe02-0489-4fc1-99ec-d869360f6512", "title": "", "text": "【0】自女性健康倡议(Women's Health Initiative, WHI)临床试验数据公布以来，对激素替代治疗(hormone replacement therapy, HRT)的各种风险和获益出现了重大分歧。但相对确定的一点是，雌激素具有快速有益的血管效应，在绝经后尽早开始HRT可为心血管病提供更多的保护。因此有人推测，HRT停药可能导致动脉功能出现显著临床变化。虽然既往研究显示，终止基于雌二醇的HRT会导致心脏和卒中死亡风险显著增加，特别是在第1年，但由于同时纳入了患有心脏病的受试者而受到质疑。赫尔辛基大学医院妇产科的Venetkoski等进行了一项研究，旨在评估终止HRT后的心脏和卒中死亡风险。\n作者对1994至2013年期间停用全身性HRT的芬兰女性(n＝432 775)因心脏(n＝5 204)和脑血管(n＝3 434)引起的死亡风险进行了评估。将这些风险与年龄匹配的女性背景人群以及年龄相匹配的HRT使用者进行了比较。停用HRT前1年内诊断出心脏或脑血管病的女性被排除在外(n＝8 711)。\n结果表明，与年龄匹配的女性背景人群相比，停药时年龄在60岁以下的女性停药后第1年内的心源性死亡[HRT暴露≤5年：标准化死亡率(standardized mortality ratio, SMR)1.52，95%可信区间(confidence interval, CI)1.13～2.00；HRT暴露>5年：SMR 2.08，95% CI 1.44～2.90]和卒中死亡(HRT暴露≤5年：SMR 2.62，95%CI 2.07～3.28；HRT暴露>5年：SMR 3.22，95% CI 2.29～4.40)风险显著增高。与HRT使用者相比，心源性死亡和卒中死亡风险的增加程度甚至更高。这种死亡风险的增加局限于停止HRT后第1年，因为随访时间延长超过1年时，这种风险增加消失或明显减小。\n该研究得出结论，停止绝经后HRT第1年内的心源性和卒中死亡风险增加。因此，将来需要进一步的调查来评估这种关联的因果关系。作者还指出，绝经期女性及其医生在做出任何决定之前，都必须考虑到启动和停止HRT的利与弊。\n原文出处：Menopause, 2017 Nov 13. DOI: 10.1097/GME.0000000000001023. [Epub ahead of print]", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "591155a5-6647-4b22-bc0a-efd31cd9636c", "title": "", "text": "【0】TSH垂体腺瘤为垂体促甲状腺激素细胞异常增殖,临床罕见[1].表现为甲亢同时有TSH增高伴垂体瘤,蝶鞍扩大、视野缺损、眼球突出,提示垂体瘤分泌致突眼物质.肿瘤经手术切除或放疗后,血清TSH可降至正常,甲亢的临床表现可消失,实验室检查也可降至正常.由于缺乏对本病的认识,临床极易误诊为甲亢.自1998年1月至2002年12月,我科共收治垂体腺瘤235例,其中经影像及病理证实为TSH垂体腺瘤3例,确诊之前均按\"甲亢\"治疗无效.现报告如下。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "99929814-2bf8-448e-af0e-91dd4202a7c6", "title": "", "text": "【0】在白内障超声乳化手术中,可能因为晶状体后囊破裂后,晶状体碎片脱人玻璃体腔中,但有些病例在晶状体后囊完整的状态下,仍可发现有晶状体碎片脱入玻璃体腔中.现收集我院2006年1～12月收治5例此类患者,现报道如下。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "1b6cbca2-7a5c-4495-8b39-731388d3cfda", "title": "", "text": "【0】目的 探讨液基薄层细胞学检测(TCT)为不典型上皮细胞患者的临床管理方案.方法 回顾性分析TCT检查提示为不典型上皮细胞的956例患者临床资料.患者行阴道镜检查及多点活检,记录宫颈细胞学、阴道镜检查、组织病理学结果及高危因素.以组织病理学诊断为金标准进行统计分析,计数资料用X~2检验,并计算危险度OR值(odds ratio,比数比).结果 阴道镜下多点活检,病理结果为宫颈上皮内瘤变(CIN)的比例50.7% ,CINII以上病变的比例为13.3% ;而阴道镜检查提示低度病变,组织病理学提示CINII以上的高度病变的比例为8.3% ;宫颈高度病变的高危因素包括性伴数超过3个,初次性生活年龄&lt;20岁,宫颈糜烂史,TCT结果为ASC-H.结论 TCT为不典型上皮细胞的患者中,组织病理学结果多样性,CIN及宫颈高度病变的比例仍很高;TGT为不典型细胞,建议直接行阴道镜检查,对有高危因素的患者建议行多点活检,避免漏诊。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "893ce2b4-0c8b-4d90-b669-6d47c43b9812", "title": "", "text": "【0】目的 探讨超声造影微血管成像在鉴别乳腺肿瘤良、恶性中的临床应用价值.方法 对61例乳腺肿瘤患者行超声造影微血管成像检查,评价乳腺肿瘤血管的形态及分布特征,并与病理结果进行对照.利用ROC曲线评估其诊断价值.结果 超声造影微血管成像显示乳腺良恶性肿瘤内部及周边血管的分布、形态特征差异有统计学意义(P＜0.05).以乳腺肿瘤内微血管的分布情况为诊断乳腺肿瘤良恶性的标准,具有较高的敏感性(93.8%),ROC曲线下面积为0.836,诊断价值中等.而通过病灶周围血管情况鉴别则具有较高的特异性(96.6%),ROC曲线下面积为0.913,诊断价值较高.以病灶血管形态及分布整体特征为标准,具有较高的准确性(91.8%),ROC曲线下面积最大为0.961,诊断价值高.结论 超声造影微血管成像技术可以评估乳腺肿瘤微血管的灌注情况、肿块内部及周边血管形态及分布特征,显著提高对乳腺肿瘤良恶性的鉴别诊断能力。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "ec11818b-8728-4325-b5cb-5c81562f48e2", "title": "", "text": "【0】抽动障碍(tic disorders，TD)是一种起病于儿童时期、以抽动为主要表现的神经精神疾病。其临床表现多样，可伴多种共患病，部分患儿表现为难治性。2013年中华医学会儿科学分会神经学组制定了《儿童抽动障碍的诊断与治疗建议》[1]，近年来又有新的认识。为了提高儿科及相关专业临床医师对TD的规范诊疗水平，避免误诊误治，制定此实用版，并更新了TD的诊断标准、治疗方法和部分用药，增加了难治性TD的治疗、TD教育干预和预后评估等内容。\nTD的起病年龄为2～21岁，以5～10岁最多见[2]，10～12岁最严重[3]；男性明显多于女性，男女之比为(3～5)1。\n分为运动性抽动和发声性抽动。其中运动性抽动是指头面部、颈、肩、躯干及四肢肌肉不自主、突发、快速收缩运动；发声性抽动是口鼻、咽喉及呼吸肌群的收缩，通过鼻、口腔和咽喉的气流而发声。运动性抽动或发声性抽动可再细分为简单性和复杂性2类，有时二者不易分清[4]。40%～55%的患儿于运动性抽动或发声性抽动之前有身体局部不适感，称为感觉性抽动(sensory tics)，被认为是先兆症状(前驱症状)，年长儿尤为多见[5]，包括压迫感、痒感、痛感、热感、冷感或其他异样感觉。\n抽动表现为一种不自主、无目的、快速、刻板的肌肉收缩[6]。(1)抽动通常从面部开始，逐渐发展到头、颈、肩部肌肉，而后波及躯干及上、下肢；(2)可以从一种形式转变为另一种形式，或者出现新的抽动形式；(3)症状时好时坏，可暂时或长期自然缓解，也可因某些诱因而加重或减轻；(4)与其他运动障碍不同，抽动是在运动功能正常的情况下发生，非持久性存在，且症状可短暂自我控制。\n常见加重抽动的因素包括紧张、焦虑、生气、惊吓、兴奋、疲劳、感染、被人提醒等。常见减轻抽动的因素包括注意力集中、放松、情绪稳定等[5]。\n约半数患儿共患1种或多种行为障碍，被称为共患病[7]，包括注意缺陷多动障碍(attention－deficit hyperactivity disorder，ADHD)、学习困难(learning difficulties，LD)、强迫障碍(obsessive－compulsive disorder，OCD)、睡眠障碍(sleep disorder，SD)、情绪障碍(emotional disorder，ED)、自伤行为(self－injurious behavior，SIB)、品行障碍(conduct disorder，CD)、暴怒发作等[3,4]。其中共患ADHD最常见，其次是OCD。TD共患病越多，病情越严重[5]。共患病增加了疾病的复杂性和严重性，影响患儿学习、社会适应能力、个性及心理品质的健康发展，给治疗和管理增添诸多困难[7]。\n根据临床特点和病程长短，TD分为短暂性TD、慢性TD和Tourette综合征(Tourette syndrome，TS)3种类型。其诊断标准依据《国际疾病分类》第10版(ICD－10)[8]、《美国精神疾病诊断与统计手册》第5版(DSM－5)[9]和《中国精神障碍与诊断标准》第3版(CCMD－3)[10]。目前国内外多数学者倾向于采用DSM－5的诊断标准，具体如下。短暂性TD：(1)1种或多种运动性抽动和/或发声性抽动；(2)病程短于1年；(3)18岁以前起病；(4)排除某些药物或内科疾病所致；(5)不符合慢性TD或TS的诊断标准。慢性TD：(1)1种或多种运动性抽动或发声性抽动，病程中只有1种抽动形式出现；(2)首发抽动以来，抽动的频率可以增多或减少，病程在1年以上；(3)18岁以前起病；(4)排除某些药物或内科疾病所致；(5)不符合TS的诊断标准。TS：(1)具有多种运动性抽动及1种或多种发声性抽动，但二者不一定同时出现；(2)首发抽动后，抽动的频率可以增多或减少，病程在1年以上；(3)18岁以前起病；(4)排除某些药物或内科疾病所致。\n有些患儿不能归于上述任一类型诊断，属于尚未界定的其他类型TD，如成年期发病的TD(迟发性TD)。而难治性TD是近年来小儿神经/精神科临床逐渐形成的新概念，尚无明确定义，通常认为是指经过盐酸硫必利、阿立哌唑等抗TD药物足量规范治疗1年以上无效，病程迁延不愈的TD患者[2,11]。\nTD的诊断缺乏特异性诊断指标，主要采用临床描述性诊断方法，依据患儿抽动症状及相关共患精神行为表现进行诊断。因此，详细询问病史是正确诊断的前提，体格检查包括神经、精神检查；可选择的辅助检查包括脑电图、神经影像、心理测验及实验室检查，目的在于评估共患病及排除其他疾病。TD的辅助检查结果一般无特征性异常，仅少数TD患儿可有非特异性改变；如脑电图检查可发现少数TD患儿背景慢化或不对称等，主要有助于鉴别癫痫发作；头颅CT或磁共振成像(MRI)等神经影像学检查主要在于排除基底核等部位有无器质性病变[12]；心理测验有助于判别共患病。\n评估抽动严重程度可采用耶鲁综合抽动严重程度量表(YGTSS)[13]等进行量化评定，其TD严重程度判定标准：YGTSS总分<25分属轻度，25～50分属中度，>50分属重度。\n临床诊断依赖于详细的病史询问、体检和相关辅助检查。应与患儿直接交流，观察抽动和一般行为表现，了解症状的主次、范围、演变规律及发生的先后过程，具体诊断流程见图1[5] 。\nDiagnostic flow chart of TD\n注：TD：抽动障碍；TS：Tourette综合征　TD：tic disorders；TS：Tourette syndrome\nDiagnostic flow chart of TD\n肌张力障碍也是一种不自主运动引起的扭曲、重复运动或姿势异常，亦可在紧张、生气或疲劳时加重，易与TD相混淆，但肌张力障碍的肌肉收缩顶峰有短时间持续而呈特殊姿势或表情，异常运动的方向及模式较为恒定。诊断TD还需排除风湿性舞蹈病、肝豆状核变性、癫痫、心因性抽动及其他锥体外系疾病[14]。\n多种器质性疾病及有关因素也可以引起TD，即继发性TD，临床应加以鉴别。继发性TD包括遗传因素(如21－三体综合征、脆性X综合征、结节性硬化、神经棘红细胞增多症等)、感染因素(如链球菌感染、脑炎、神经梅毒、克－雅病等)、中毒因素(如一氧化碳、汞、蜂毒等中毒)、药物因素(如哌甲酯、匹莫林、安非他明、可卡因、卡马西平、苯巴比妥、苯妥因、拉莫三嗪等)及其他因素(如脑卒中、头部外伤、发育障碍、神经变性病等)[15]。\nTD的治疗应确定治疗的靶症状(target symptoms)，即对患儿日常生活、学习或社交活动影响最大的症状[16]。\n抽动通常是治疗的靶症状，对于轻度TD患儿，主要是心理疏导，密切观察；中重度TD患儿的治疗原则是药物治疗和心理行为治疗并重。而有些患儿靶症状是多动、冲动、强迫观念等共患病症状时，需在精神科医师等多学科指导下制定治疗方案。\n对于影响到日常生活、学习或社交活动的中重度TD患儿，单纯心理行为治疗效果不佳时，需要加用药物治疗，包括多巴胺受体阻滞剂、α受体激动剂及其他药物等[17]。药物治疗应有一定的疗程，适宜的剂量，不宜过早换药或停药。\n儿科临床医师常用治疗TD的5种药物见表1，表中标签外用药是指超病种和超年龄适应证范围用药，用药前应与患儿家长进行有效沟通，并注意监测药物不良反应。亦有文献报道托吡酯(Topira－mate)[14]、丙戊酸钠(Sodium valproate)[18]等药物具有抗抽动作用。其中丙戊酸钠治疗剂量为15～30 mg/(kg·d)，2次/d或3次/d，注意肝功能损害等不良反应；托吡酯治疗剂量为1～4 mg/(kg·d)，2次/d，应注意食欲减退、体质量下降、泌汗障碍、认知损害等不良反应。\n治疗抽动障碍的常用药物\nCommonly used drugs for tic disorders\n治疗抽动障碍的常用药物\nCommonly used drugs for tic disorders\n注：TD：抽动障碍；ADHD：注意缺陷多动障碍；a治疗剂量建议根据年龄进行选择，≤7岁者，使用最小治疗剂量至大约1/2最大治疗剂量，如硫必利150～325 mg/d；>7岁者，使用大约1/2最大治疗剂量至最大治疗剂量，如硫必利325～500 mg/d；b透皮贴片　TD：tic disorders；ADHD：attention－deficit hyperactivity disorder；a the choice of therapeutic dose should be based on age，the dosage range under the age of 7 is between minimum therapeutic dose and about half of maximum dose，such as therapeutic dose of Tiapride is 150－325 mg/d; the dosage range above the age of 7 is between about half of maximum dose and maximum dose，such as therapeutic dose of Tiapride is 325－500 mg/d；b transdermal patch\n(1)一线药物：可选用硫必利、舒必利、阿立哌唑、可乐定等[19]。从最低起始剂量开始，逐渐缓慢加量(1～2周增加1次剂量)至治疗剂量。(2)强化治疗：病情基本控制后，需继续治疗剂量至少1～3个月，称为强化治疗。(3)维持治疗：强化治疗阶段后病情控制良好，仍需维持治疗6～12个月，维持剂量一般为治疗剂量的1/2～2/3。强化治疗和维持治疗的目的在于巩固疗效和减少复发。(4)停药：经过维持治疗阶段后，若病情完全控制，可考虑逐渐减停药物，减量期至少1～3个月。用药总疗程为1～2年。若症状再发或加重，则应恢复用药或加大剂量。(5)联合用药：当使用单一药物仅能使部分抽动症状改善，难治性TD亦需要联合用药。(6)如共患ADHD、OCD或其他行为障碍时，可转诊至儿童精神∕心理科进行综合治疗。\n心理行为治疗是改善抽动症状、干预共患病和改善社会功能的重要手段[20]。轻症TD患儿多数采用单纯心理行为治疗即可奏效。通过对患儿和家长的心理咨询，调适其心理状态，消除病耻感，采用健康教育指导患儿、家长、老师正确认识本病，淡化患儿的抽动症状。同时可给予行为治疗，包括习惯逆转训练、效应预防暴露、放松训练、阳性强化、自我监察、消退练习、认知行为治疗等[15]。其中习惯逆转训练和效应预防暴露是一线行为治疗[21]。\n在对TD进行积极药物治疗的同时，对患儿的学习问题、社会适应能力和自尊心等方面予以教育干预。策略涉及家庭、学校和社会[22]。鼓励患儿多参加文体活动等放松训练，避免接触不良刺激，如打电玩游戏、看惊险恐怖片、吃辛辣食物等。家长可以将患儿的发作表现摄录下来，就诊时给医师观看，以便于病情的判别。家长应与学校老师多沟通交流，并通过老师引导同学不要嘲笑或歧视患儿。鼓励患儿大胆与同学及周围人交往，增进社会适应能力。\n在排除诊断错误、选药不当、剂量不足、不良反应不耐受、用药依从性差等假性难治性TD后可采用综合治疗方法，包括联合用药、尝试新药、非药物治疗、共患病治疗等。其中联合用药包括抗TD药物联用、抗TD药物与治疗共患病药物联用等，非药物治疗包括心理治疗、神经调控治疗和手术治疗等，也可以进行药物治疗与非药物治疗联用。已有报道治疗难治性TD新药包括新型D1/D5受体拮抗剂(如依考匹泮)、囊泡单胺转运体抑制剂(如四苯喹嗪)、尼古丁类药物(如美卡拉明)、大麻类药物(如四氢大麻酚)、谷氨酸类药物(如利鲁唑)、γ－氨基丁酸、非那雄胺、欧米珈－3等[23]。也有报道显示对于一些药物难治性TD患儿，可尝试重复经颅磁刺激(repetitive transcranial magnetic stimulation，rTMS)、经颅微电流刺激(cranial electrotherapy stimulation，CES)、脑电生物反馈(electroencephalogram biofeedback)等神经调控疗法；少部分可考虑转诊至神经外科行深部脑刺激(deep brain stimulation，DBS)[24]，但属于有创侵入性治疗，主要适用于年长儿(12岁以上)或成人难治性TD。应用多受体调节药物联合治疗或探索新药，已成为难治性TD治疗的趋势[25]。通常对于难治性TD患儿，需要寻求多学科协作(MDT)，及时转诊至儿童精神科或功能神经外科治疗。\nTD症状可随年龄增长和脑部发育逐渐完善而减轻或缓解，需在18岁青春期过后评估其预后，总体预后相对良好。大部分TD患儿成年后能像健康人一样工作和生活，但也有少部分患者抽动症状迁延或因共患病而影响工作和生活质量。TD患儿到成年期的3种结局[3]：近半数患者病情完全缓解；30%～50%的患者病情减轻；5%～10%的患者一直迁延至成年或终生，病情无变化或加重，可因抽动症状或共患病而影响患者生活质量。TD患儿的预后与是否合并共患病、是否有精神或神经疾病家族史及抽动严重程度等危险因素有关[26]。\n(刘智胜　秦炯　王家勤　姜玉武　罗蓉　蔡方成　林庆　执笔)\n参与本共识审定专家(以单位和姓氏拼音为序)：安徽医科大学第一附属医院(唐久来、吴德)；澳门仁伯爵综合医院(蔡翔)；北京大学第一医院(韩颖、姜玉武、林庆、杨志仙)；北京大学人民医院(符娜、秦炯)；重庆医科大学附属儿童医院(蔡方成、洪思琦、蒋莉)；海南省人民医院(阙利双)；河北省沧州市人民医院(王荣)；河南省人民医院(高丽)；复旦大学附属儿科医院(孙道开、王艺、郁莉斐、周水珍)；福建医科大学附属协和医院(陈燕惠、胡君)；广西医科大学第一附属医院(韩蕴丽)；广州市妇女儿童医疗中心(麦坚凝、杨思达)；哈尔滨市儿童医院(王春雨、王葳)；杭州市儿童医院(李光乾)；河北省儿童医院(施荣富)；吉林大学第一附属医院(梁东、梁建民)；江西省儿童医院(钟建民)；中国人民解放军总医院(杨光、邹丽萍)；兰州大学第二医院(陈永前)；内蒙古医科大学附属医院(杨光路)；宁夏医科大学总医院(卞广波)；青海省妇幼保健院(王守磊)；山东大学齐鲁医院(李保敏、孙若鹏)；山西省儿童医院(韩虹)；上海儿童医学中心(王纪文、王治平)；上海交通大学医学院附属新华医院(李玲)；深圳市儿童医院(廖建湘)；首都儿科研究所附属儿童医院(陈倩、王立文、杨健)；首都医科大学附属北京儿童医院(方方)；四川大学华西第二医院(罗蓉、钟佑泉)；苏州大学附属儿童医院(李岩)；天津市儿童医院(张玉琴)；华中科技大学同济医学院附属武汉儿童医院(刘智胜、孙丹)；华中科技大学同济医学院附属同济医院(刘艳)；乌鲁木齐市儿童医院(陈曦)；西安交通大学医学院第二附属医院(黄绍平、杨琳)；西藏自治区人民医院(赵蓉)；新疆维吾尔自治区人民医院(孙岩)；新乡医学院(郭学鹏)；新乡医学院第三附属医院(王家勤)；云南省第一人民医院(汤春辉)；中国医科大学附属盛京医院(王华、张俊梅)；中南大学湘雅医院(彭镜、尹飞)；浙江大学附属儿童医院(高峰)；遵义医学院附属医院(束晓梅)", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "6a51a1e1-e5ba-4816-9812-d3ce69f85bf0", "title": "", "text": "【0】目的：\n为四边孔综合征的病因和诊治提供解剖学基础。\n\n【1】方法：\n解剖观察成尸胸上肢标本36（男30、女6）侧四边孔的组成、内容及毗邻关系，并摹拟观察四边孔综合征的成因。\n\n【2】结果：\n①四边孔上下径（18.4±1.9）mm，左右径（18.6±4.3）mm；②腋神经外径为（4.3±1.2）mm，腋动脉外径为（3.0±0.9）mm，腋静脉外径为（2.1±0.9）mm；③腋神经位于四边孔内上壁处，肩关节外展90°或过度活动时，腋神经被绷紧在肩胛下肌腱、肱骨外科颈和肩关节囊之间。\n\n【3】结论：\n肩关节持续的过度屈、伸、展及四边孔长期受压和周围骨骼肌病变，是挤压腋神经引发四边孔综合征的解剖学基础。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "0244e227-20d0-48b6-b97e-ee3d4f4469fe", "title": "", "text": "【0】青少年精神分裂症(adolescent-onset schizophrenia, AOS)是13～18岁发病一类精神疾病，属于早发性精神分裂症(early-onset schizophrenia，EOS)的范畴[1]。既往研究发现精神分裂症患者存在大脑皮质灰质结构异常[2,3]，但研究结果不尽一致。Matsumoto等[4]研究发现精神分裂症患者存在颞叶灰质体积减少；也有研究发现精神分裂症患者的灰质体积是增加或者不变的[5,6]；造成研究结果不一致的原因可能要归咎于发病的年龄、病程、药物治疗以及研究方法等的不同。本研究选取青少年首发未用药精神分裂症患者作为研究对象，与其他类型的精神分裂症相比，首发青少年精神分裂症同质性更好，较少暴露于环境和抗精神病药这些重要的混杂因素中[7]，且青少年期是大脑突触修剪、髓鞘形成的关键时期[8]，能够为精神分裂症的神经发育异常提供有价值的证据。本研究应用VBM的方法对青少年首发未用药精神分裂症患者全脑的灰质体积及抗精神病药物治疗8周后灰质体积的变化进行研究，并进一步探讨患者治疗后局部脑区灰质体积的变化情况及灰质体积与精神症状的关系。期望为精神分裂症病理机制的研究提供线索。\n患者组：2015年4月至2016年6月在新乡医学院第二附属医院住院的AOS患者。入组标准：(1)符合《美国精神障碍诊断与统计手册第四版》(DSM-Ⅳ-TR)中关于精神分裂症的诊断，并经2名副主任医师以上的精神专科医师确诊；(2)首次发病且从未接受抗精神病药物治疗，病程≤24个月；(3)PNASS评分[9]≥70分；共纳入35例。\n健康对照组：2015年4月至2016年6月新乡市牧野区某社区招募的年龄、性别及受教育年限与患者组相匹配的健康志愿者。入组标准：受试者及受试者一级亲属无符合DSM-Ⅳ-TR诊断标准的精神疾病病史。共纳入35名。\n共同入组标准：生物学父母为汉族；年龄13～18周岁；右利手；受教育年限≥6年。2组共同排除标准：(1)曾有脑部受伤史；(2)伴有严重的器质性躯体疾病；(3)伴有癫痫、中枢神经脱髓鞘等神经系统疾病；(4)具有毒品或酒精依赖史；(5)存在MRI检查禁忌证。\n本研究经新乡医学院第二附属医院伦理委员会认可审批通过。所有受试者或其监护人详细了解试验目的和过程并签署知情同意书。\n使用PANSS量表分别在入组时和抗精神病药物治疗8周时进行精神症状严重程度的评定，由2名通过一致性信度检验的副主任以上精神专科医师参与评定。\nMRI扫描均在新乡医学院第二附属医院影像科西门子3.0T磁共振成像系统下由同1名影像科医师操作机器完成，机器确保稳定运行。健康对照组仅在入组时进行MRI扫描，患者组分别在入组时和抗精神病药物治疗8周后进行MRI扫描。所有受试者安静地躺在机器内，闭眼、保持清醒，扫描时无任何认知任务。T1MRI通过T1加权的三维磁化预备快速采集梯度回波序列采集。详细参数为重复时间＝2 530 ms，回波时间＝2.43 ms，视野＝256 cm×256 cm，矩阵＝256×256，翻转角＝7°，层厚＝1 mm，层数＝192，逐层扫描，总扫描时间480 s。\n本研究运用SPM8的子工具包VBM8对受试者的T1图像进行VBM分析。简述步骤如下：(1)配准：将T1图像标准化到相同的立体空间；(2)分割：将标准化后的T1图像根据其概率密度分布分割为灰质、白质和脑脊液；(3)标准化：使用非线性变换DARTELA(the diffeomorphic anatomical registration through exponentiated lie algebra，DARTELA)制作每个人的平均脑灰质模板，将分割后的图像进行标准化；(4)空间平滑：利用三维平滑核(8 mm半高全宽高斯核)将得到的灰质图像进行平滑处理。\n用SPM8软件中的VBM方法对平滑后图像的灰质体积进行t检验。患者组和健康对照组基线对比运用独立样本t检验，患者组治疗前后的对比采用配对样本t检验，将年龄、性别和病程作为协变量。统计水准为未校正的P<0.001，范围阈值为100个体素。将差异有统计学意义的灰质区域叠加到SPM8自带的T1模板上以确定解剖位置。\n应用SPSS 19.0软件进行统计学分析，符合正态分布的计量资料采用t检验，以±s表示；不符合正态分布的计量资料采用两独立样本秩和检验，以M(QR)表示；计数资料应用χ2检验，以例数和构成比(n，%)表示；采用感兴趣分析法提取基线时两组有差异脑区的灰质体积，应用偏相关分析局部脑区灰质体积与PANSS各项分值的相关性，患者的性别、年龄、病程为控制变量；以双侧检验P<0.05为差异有统计学意义。\n患者组入组35例，由于磁共振图像质量不佳剔除1例，入组34例；健康对照组入组35名，由于磁共振图像质量不佳剔除3名，入组32名。8周后患者因不能耐受药不良反应及磁共振声音干扰退出研究9例，出院后失访5例，完成随访20例，均使用第二代抗精神病药物治疗。其中4例单用阿立哌唑，2例单用奥氮平，3例单用利培酮，2例单用帕利哌酮治疗，1例单用喹硫平，剩余8例使用了2种抗精神病药物，相当于氯丙嗪[10]日均(502±150) mg。两组间人口统计学资料差异无统计学意义(P>0.05，表1)。\n患者组和健康对照组人口统计学资料及临床资料的比较(±s)\n患者组和健康对照组人口统计学资料及临床资料的比较(±s)\n注：PANSS为阳性和阴性症状量表；－表示无相关数据\n与健康对照组相比，患者组存在左侧额上回、左侧顶上小叶、左侧顶下小叶和右侧中央前回脑区灰质体积减少，未发现灰质体积增大的脑区，(表2，图1)。\n患者组(n＝34)与健康对照组(n＝32)比较灰质体积减少的脑区\n患者组(n＝34)与健康对照组(n＝32)比较灰质体积减少的脑区\n注：BA为Brodmann Area大脑布罗德曼分区；MNI为Montreal Neurological Institute蒙特利尔神经学研究所；t为负值表示患者组的灰质体积较健康对照组小\n患者组(n＝20)治疗前后PANSS各项分值配对样本t检验分析显示存在差异，且差异有统计学意义(P<0.001)(表3)；但对20例患者药物治疗前后全脑灰质体积比较分析后未发现有明显变化的脑区，差异无统计学意义(P>0.05)。\n患者组治疗前后的PANSS分值比较(分，±s，n＝20)\n患者组治疗前后的PANSS分值比较(分，±s，n＝20)\n对患者组(n＝34)与健康对照组比较有差异脑区的灰质体积与PANSS各项分值进行偏相关分析，未发现局部脑区的灰质体积与PANSS各项分值相关(P>0.05)。\n本研究对首发未用药AOS患者的灰质体积运用VBM的方法进行分析，大大减少了药物[11]、病程[12]和年龄[13]等混杂因素的干扰，发现AOS即EOS患者存在局部脑区灰质体积的减少，这些脑区包括左侧额上回、左侧顶上小叶、左侧顶下小叶和右侧中央前回，表明青少年精神分裂症患者在疾病早期就已经存在大脑结构的异常[14]，同时也为精神分裂症作为一种神经发育异常疾病进一步提供了证据支持；此外，本研究对患者组进行了8周纵向随访，未发现精神症状缓解后局部脑区灰质体积有明显变化，相关分析也未发现灰质体积减小的脑区与临床症状存在相关性。故认为局部脑区灰质体积减少在早发精神分裂症患者中已经存在，但减小的灰质体积不随精神症状的缓解而改善，可能是独立于精神症状仅能反映精神分裂症疾病特征的指标。\n回顾既往局部脑区灰质体积与精神分裂症的相关研究，结果一致性欠佳。有研究表明精神分裂症患者存在颞叶灰质体积的减少[15]；这可能与研究对象的年龄、病程、用药情况以及影像数据的分析方法不同有关；也有研究发现精神分裂症患者左侧顶叶中央后回[16]、左侧顶上小叶以及左侧顶下小叶[17]、前额叶[18]和额中回[19]灰质体积减少，与本研究的部分结果一致。正如我们所知整个青少年时期的大脑灰质处在动态变化中，变化过程遵循U形轨迹[20]，即从后向前从顶叶向颞叶发展的趋势，且有研究证明青少年精神分裂症患者灰质最初的缺损是从额叶和左侧顶叶开始的，然后向前影响颞叶[21]；Thompson等[22]也报道了在精神分裂症的早期阶段主要是顶叶和运动皮质(皮质中央前回的BA4、BA6)的改变，而额叶、辅助运动皮质、颞叶会随着疾病的发展出现对应的变化。故从神经发育和精神分裂症病程状态的角度分析，本研究发现的4个脑区与既往的一些发现和神经发育过程是一致的，也进一步佐证了精神分裂症的神经发育假说。\n在随后对入组的AOS患者进行8周的随访发现患者的PANSS分值较基线明显降低，临床症状显著改善；但未发现局部脑区的灰质体积有明显变化。可能灰质体积与精神症状改善不是同步的。据我们所知，关于治疗前后灰质体积变化的研究较少。其中一项纳入20例首发未用药精神分裂症患者，第二代抗精神病药物治疗8周后随访9例的研究，发现治疗后患者双侧前额叶、岛叶、左侧丘脑等灰质体积较基线增加[23]，与本研究结果不一致。但本研究的样本量较大，在检验效能方面更有说服力；就研究对象而言我们选取的是AOS患者，而上述研究虽然也是首发患者但年龄较大[(24.45±5.51)岁]；且本研究未治疗的病程较其短，所以不排除病程因素对结果不同的影响。\n其次，研究未发现灰质体积减少的脑区与临床症状存在相关性，这与8周随访时临床症状改善灰质体积未发现显著变化的结果是相照应的。局部脑区灰质体积的减小可能是独立于精神症状存在的一个指标。既往有研究发现精神分裂症患者局部脑区的灰质体积与临床症状存在负相关[24]，这与本研究结果不一致，可能与研究纳入的病例数较少有关，也可能与研究纳入的对象病程较短有关，灰质体积的变化与精神症状尚未呈现出显著的相关。就本研究结果而言，未发现局部脑区灰质体积随症状改善而改变的证据，故我们认为本研究发现的灰质体积减少的脑区是独立于精神症状存在的，可能是反映疾病特征的一个指标。\n综上，本研究对AOS患者进行了治疗前后脑区灰质体积变化的探讨，对临床诊疗和以后的研究有一定的指导意义。但研究过程也存在一些不足：随访的时间较短且节点较少，随访的脱落率较高，不能很好的对灰质体积变化进行纵向的观察；以及样本量偏小、用药没有统一的标准等。所以，更长时间的随访、更大的样本量以及更严格的药物控制是以后研究需要加以考虑的。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "f609f117-249a-437e-a6aa-fa6bb8a149c3", "title": "", "text": "【0】目的\n探讨PI3K/AKT/Bcl-2/Bax途径在小鼠沙眼衣原体呼吸道感染中的诱导活化及CD4＋T细胞的凋亡。\n\n【1】方法\nC57BL/6小鼠，经鼻腔吸入1×103 IFU沙眼衣原体小鼠肺炎菌株(Cm)，诱导小鼠衣原体肺炎。于感染的不同时间点分离小鼠肺组织单个核细胞，RT-PCR检测PI3K p110δ mRNA表达；Western blot检测p-AKT、Bcl-2、Bax蛋白表达；流式细胞术检测不同感染时间小鼠肺组织CD4＋ T细胞的凋亡。\n\n【2】结果\n与未感染组比较，小鼠Cm呼吸道感染诱导感染肺组织PI3K p110δ mRNA表达及PI3K下游分子p-AKT蛋白表达增高，两者均于感染第3天显著增高，第7天达到高峰，感染第14天有所降低。同时，Cm呼吸道感染也诱导凋亡相关蛋白Bcl-2与Bax蛋白表达显著增高，均于第7天达到高峰，但Bcl-2/Bax比值依感染时间降低，提示抗凋亡作用逐渐降低，细胞凋亡增加。Cm感染诱导小鼠肺组织CD4＋T细胞的凋亡，于感染第3天早期凋亡(Annexin＋PI＋)和细胞总凋亡(Annexin＋PI)均开始增高(P&lt;0.05)，感染第7天达高峰(P&lt;0.001)。\n\n【3】结论\nCm小鼠呼吸道感染诱导PI3K/AKT/Bcl-2/Bax通路活化导致CD4＋ T细胞凋亡。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "ef9d2e61-5a6f-411e-a3e6-bcf60735958c", "title": "", "text": "【0】目的\n明确羟氯喹对调节性T细胞(Treg)体外分化的调控作用。\n\n【1】\n方法\n取1例健康人外周血15 ml，分离单个核细胞(PBMC)后，分选幼稚性T细胞用于实验，实验分对照组和试验组，对照组加入转化生长因子β(TGF-β)和白细胞介素2(IL-2)协同诱导因子体外培养；试验组加入诱导因子及20 μmol/L羟氯喹体外培养。分别在培养的第0、6、12天，通过流式细胞仪检查CD4+Foxp3+Treg的数量和比例。\n\n【2】\n结果\n培养第0、6和12天，对照组Treg细胞数量分别为(2±0.4)× 104、(13.2±5.2)× 104和(143.5±35.9)× 104；试验组分别为(2±0.5)× 104、(2.4±0.4)× 104和(5.6±3.5)×104。第6和12天，两组CD4+Foxp3+Treg细胞数量差异均有统计学意义(t值分别为3.78、6.16，均P &lt; 0.05)。培养第12天，试验组CD4+Foxp3+Treg细胞比例为79.7%±18.1%，对照组为16%±13%(t= 11.77，P &lt; 0.01)。\n\n【3】\n结论\n羟氯喹在体外具有抑制CD4+Foxp3+Treg细胞增殖和分化的作用。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "cab9beeb-84fc-4649-9b4b-2b27415f0cc2", "title": "", "text": "【0】髌下脂肪垫也称Hoffa's脂肪垫(Hoffa's fat pad),是德国外科医师Allert Hoffa 于1904年首次描述的.它具有一定的生物力学功能,对邻近组织血供也有影响.病理情况下髌下脂肪垫功能受到影响,进而导致膝关节病变及功能降低.近年来,国内外学者对膝关节手术时是否保留髌下脂肪垫一直存在争议,而国内有关髌下脂肪垫的功能及其病变的相关研究很少。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "3f2e4452-daaf-4e93-8fe9-62c61d002708", "title": "", "text": "【0】目的\n探讨回流灌肠对鉴别不同新生儿低位肠梗阻疾病的意义。\n\n【1】方法\n根据新生儿生理及肠梗阻疾病的特点，选择合适的灌肠管、灌肠液，对216例低位肠梗阻新生儿进行回流灌肠；对比分析灌洗出大便的性状、灌肠管的插入深度、灌肠前后腹胀的改善状况，总结不同肠梗阻疾病患儿在灌肠中的临床表现特点。\n\n【2】结果\n发现不同肠道疾病在回流灌肠过程中的表现有一定特异性。\n\n【3】结论\n回流灌肠时的临床表现是明确诊断、观察疗效的重要依据。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "86baa1d7-a08b-4305-8514-c30458b036ed", "title": "", "text": "【0】近年来，剖宫产率一直居高不降[1]。剖宫产术的并发症—子宫瘢痕憩室引起的一系列问题也逐渐得到关注，但其与再生育的关系却鲜少提及[2]。随着再生育需求的增多，子宫瘢痕憩室与再生育的关系，特别是其临床处理及围产结局将成为新的产科热点，现结合相关文献，对此问题进行综述。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "ee32e6c8-3ee9-45ff-9b55-d447e2f92ad5", "title": "", "text": "【0】肌松药已经广泛应用于临床麻醉及危重病人的呼吸支持治疗,对于肌松效果的监测就显得尤为重要.目前肌松作用监测的发展趋势有:①肌松监测仪向小型化发展,其结构趋于简单精巧、便于随身携带,价格减低,力求临床应用的普及,麻醉医生甚至可以人手一台;②肌松监测方法尽可能全面,监测的数据经由电脑处理,并与输液装置连接,可作闭环反馈控制自动给肌松药。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "0206a415-e51c-4142-8846-404a547b95b7", "title": "", "text": "【0】护工作为医院特殊的工作群体，承担着医院环境的清洁、患者的生活护理、物品的终末消毒、标本的送检等基础性工作，在一定程度上减轻了医院护理人员的工作量[1,2]。多数护工年龄偏大、文化程度较低、无菌和防护意识弱[3]，使得该群体的职业暴露发生率较高，尤其是血源性职业暴露，严重危害护工的职业健康[1,4,5]。研究显示，目前我国护工的血源性职业暴露防护知识欠缺，且相关培训方法单一[1,6]。缺陷式情景模拟是在模拟临床工作过程中有意识地设计临床缺陷或错误环节，让个体寻找其中的缺陷或错误，通过案例演示、缺陷警示以提高个体风险意识[7,8]。复盘行动是一个持续改进的过程，通过情景重现、自我反思、分析总结以改进行动[9,10]。相比于总结，复盘的内涵更为深入，其着重于头脑风暴、思维碰撞，通过情景重现找出关键点环节，以拟定应对措施，避免再次犯错。故本研究通过前期的文献回顾，结合山东第一医科大学附属省立医院护工培训现状，经过专家讨论，最终拟定了缺陷式情景模拟联合复盘行动培训方案，并将培训方案应用于护工的血源性职业暴露培训中，取得了良好的培训效果，现报道如下。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "5d56e2b0-5036-4a65-aa2d-3ed967d8ffe9", "title": "", "text": "【0】目的\n探讨经阴道超声与超声造影联合临床因素对剖宫产术后瘢痕妊娠治疗方案选择的指导意义。\n\n【1】方法\n回顾性分析2016年1月至2021年6月佛山市第一人民医院120例剖宫产术后子宫瘢痕妊娠患者的临床、经阴道超声及超声造影指标，将其按治疗方式分为宫腔镜/超声引导下吸宫组(91例)和腹腔镜组(29例)，比较两组间临床及超声指标的差异，确定影响治疗方式选择的相关临床及超声指标。\n\n【2】结果\n两组间孕囊/包块是否向浆膜突出、孕囊/包块长径、超声造影显示孕囊/包块主要供血部位、绒毛膜/早期胎盘部位、瘢痕厚度比较差异有统计学意义(均P&lt;0.05)。Logistic回归分析显示，超声造影显示孕囊/包块主要供血部位(OR＝6.029，P＝0.003)、子宫瘢痕厚度(OR＝12.998，P＝0.002)是微创手术治疗剖宫产术后瘢痕妊娠的独立危险因素。\n\n【3】结论\n经阴道超声与超声造影联合临床因素对剖宫产术后瘢痕妊娠治疗方案选择有一定价值，超声造影评估子宫瘢痕厚度、孕囊/包块主要供血部位可能是影响微创手术治疗剖宫产术后瘢痕妊娠的关键因素。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "71f2736e-c893-4d9d-8611-75faf406f126", "title": "", "text": "【0】IL-10是一种由多种细胞生成的具有多种生物学活性的细胞因子,调节T细胞、B细胞、肥大细胞及造血细胞的分化发育,在炎症免疫反应、肿瘤、病毒感染、造血系统等多方面发挥重要作用.在不同的细胞中IL-10作用不同,其信号转导通路也存在差异.本文就IL-10在不同细胞中的生物学效应及其信号传导通路综述如下.", "tags": {}, "lang": "None", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "839449e4-792a-42fa-a1b5-1a1e72ca3462", "title": "", "text": "【0】目的\n研究血清胃泌素释放肽前体(Pro GRP)及外周血T细胞亚群水平与小细胞肺癌(SCLC)预后的相关性。\n\n【1】方法\n将医院2017年1月至12月治疗的108例SCLC患者作为研究对象。入选者均接受顺铂＋依托泊苷(EP)方案化疗，化疗后4周评估临床疗效，并依据临床疗效评估标准将其分为PD组、SD组、有效组(CR＋PR组)，同时测定患者Pro GRP及外周血T细胞亚群水平。观察Pro GRP、T细胞亚群水平与患者化疗疗效及预后的相关性。\n\n【2】结果\n治疗前PD组、SD组、CR＋PR组Pro GRP、CD4＋、CD8＋、CD4＋/CD8＋水平比较，差异未见统计学意义(P&gt;0.05)；与治疗前比较，治疗后SD组、CR＋PR组Pro GRP、CD8＋水平降低，CD4＋、CD4＋/CD8＋水平升高，治疗后PD组Pro GRP水平升高，CD4＋、CD4＋/CD8＋水平降低，差异有统计学意义(P&lt;0.05)；T细胞亚群升高组与降低组间近期无疾病进展生存率比较，差异未见统计学意义(P&gt;0.05)；与Pro GRP升高组比较，Pro GRP降低组≥3个月无疾病进展生存率相对较高，差异有统计学意义(P&lt;0.05)。\n\n【3】结论\n在监测SCLC患者化疗效果方面Pro GRP及T细胞亚群均具有一定的预测价值，但在预后评估方面Pro GRP更具优势。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "f32c3a44-0c3b-465c-b9c3-7f2dad1c2a91", "title": "", "text": "【0】目的 建立用高效液相色谱(HPLC)法测定复方苦参结肠定位胶囊中氧化苦参碱的方法.方法 色谱柱为Shim-pack C18(4.6mm×250 mm,5μm),流动相:乙腈-0.1％磷酸溶液(10:90)；流速:1.0 ml/min;柱温:30C;检测波长为212 nm,进样量:10μl.结果 氧化苦参碱在4.4～22.0μg范围内线性关系良好,r=0.9998,平均回收率为98.94％,相对标准偏差=1.75％.结论 该方法简便,可靠,准确,可用于复方苦参结肠定位胶囊的质量控制。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "87c08a51-4888-40a3-b997-4bf25f808466", "title": "", "text": "【0】缺血缺氧性脑病是肺移植术后少见的严重并发症，可导致患者意识障碍甚至死亡。2020年2月浙江大学医学院附属第二医院收治了1例肺移植术后缺血缺氧性脑病患者，予以高压氧治疗，疗效满意。现报告如下。\n患者男，67岁，诊断为特发性肺间质纤维化，于2020年2月为行肺移植手术收治入院。既往有慢性肺源性心脏病、肺动脉高压、三尖瓣关闭不全史，心功能Ⅳ级1年，冠状动脉粥样硬化4年，高尿酸血症和高脂血症病史10余年。入院查体：半卧位，神清。呼吸27次/min，脉搏86次/min，血压123/80 mmHg。两肺呼吸音粗，双侧闻及Velcro啰音。心律齐，瓣膜听诊未闻及病理性杂音。双下肢无水肿，病理征阴性。血气分析显示氧分压55.5 mmHg，氧饱和度89.2%，胸部CT显示双肺间质性纤维化。见图1A。2月27日全麻下行左肺移植术，术中移除左侧病肺后出现肺动脉压力增高、体循环压力下降，经食道超声提示右心房、右心室饱满，右心室收缩力降低，心脏骤停，直视下立即行心脏按压，约20 min后心跳恢复。术后转入重症监护室，予以持续呼吸机辅助通气、VAV-ECMO支持、抗菌药物雾化吸入、激素+他克莫司抗排异等治疗。术后暂停镇静药物时检查发现患者昏迷，考虑术中心脏骤停引起缺血缺氧性脑病，予以24 h亚低温、丙戊酸钠联合左乙拉西坦抗癫痫、维生素B1营养神经、甘油果糖脱水等治疗。3月13日动态脑电图提示未见α节律，低幅脑电活动。患者意识状态差，拔管困难，当日行气管切开，继续呼吸机辅助通气，21日脱离呼吸机。术后患者反复发热，考虑肺部感染，间断纤维支气管镜吸痰。4月3日（术后35 d）开始行高压氧治疗。\n注：A为左肺移植术前，B为高压氧治疗15次后\n利用多人空气舱（烟台冰轮高压氧舱有限公司，YC2400J-X），由一名医护人员陪同，患者进舱后持续一级吸氧，第一次治疗压力为0.15 MPa（1.5 ATA），匀速加压15 min，稳压30 min，匀速减压15 min至常压出舱；第二次及此后治疗压力调整为0.16 MPa（1.6 ATA），加减压及稳压时间不变。第一次高压氧治疗后患者出现低热，4 d后再行第二次治疗，此后每周行5次高压氧治疗，总计治疗15次。\n1.临床表现：患者首次进高压氧舱前，格拉斯哥昏迷评分（Glasgow coma scale，GCS）为2+T+3分，气管切开，无法执行语言指令，强疼痛刺激下可睁眼、上肢可小幅屈曲，无追视，四肢肌张力（改良Ashworth分级）3级；首次高压氧治疗后出现追视现象；第4次治疗后，呼唤可睁眼，遵嘱双唇部分开合，部分摇头点头，右前臂可抬离床面，双足趾部分屈伸；第9次治疗后，GCS为4+T+6分，可执行语言指令，张口执行速度加快，可部分转头，双侧前臂肌力3级，意向性震颤，右手拇指、食指可对捏，食指可屈伸，双膝关节屈曲下可遵嘱伸直；第15次治疗后出院，出院时四肢屈伸灵活性明显提高。\n2.肺部CT：肺移植术前双肺间质纤维化改变，肺动脉增粗；高压氧治疗15次后右肺间质纤维化改变，左侧少量胸腔积液，肺动脉仍增粗，直径较前减小。见图1B。\n3.高压氧治疗期间纤支镜下改变：左主支气管吻合口和左上叶开口处痰痂附着，左上叶远端和左下肺管腔通畅。见图2。\n注：A为左主支气管，B为左第二隆突，C为左上叶，D为左下叶\n术中突发心脏骤停引起的大脑弥漫性缺血缺氧是肺移植术后少见的严重并发症，目前临床上缺乏有效的治疗措施。《中华医学会高压氧分会关于“高压氧治疗适应证与禁忌证”的共识（2018版）》［1］和《高压氧在脑复苏中的应用专家共识》［2］均推荐心肺复苏后缺氧性脑损害可行高压氧治疗，后者提出对于心肺复苏后脑损害时间较长的患者，高压氧治疗亦可使其受益。高压氧治疗心肺复苏后脑损害的主要机理［3］：（1）高压氧可以增加血液游离氧含量，游离氧比血红蛋白结合氧更容易被组织细胞快速利用；（2）高压氧可通过收缩脑血管降低脑血流量、减轻脑水肿、降低颅内压，从而预防脑疝发生；（3）在0.20 MPa（2.0 ATA）的高压氧环境下，脑组织氧分压可升高至常压的7～8倍，氧压力梯度加大导致氧分子从毛细血管向组织细胞的弥散驱动力提高，推动更多的氧气进入线粒体，增加脑组织的有氧代谢；（4）高压氧通过降低caspase-3的表达和活性，减少缺血状态下脑细胞的凋亡，从而改善神经功能。\n不同于常压环境，氧舱内空气密度和压强均增加，人体呼吸模式转变成抗阻呼吸，呼吸循环阻力的增加对心肺功能带来极大挑战。国外学者开展了肺移植术后高压氧治疗安全性及可行性研究。Higuchi等［4］针对肺移植术后出现并发症的9例患者开展高压氧治疗，治疗压力为0.10～0.18 MPa（1.0～1.8 ATA），治疗时间100 min。Mahmood等［5, 6］对肺移植术后中心气道狭窄的10例患者行高压氧治疗，治疗时机为移植术后平均40.5 d（34～54 d），治疗压力为0.2 MPa（2.0 ATA），治疗时间2 h，平均治疗18.5次。以上研究均支持高压氧治疗肺移植患者的安全性和可行性。本例患者为67岁老年男性，慢性病多，心肺功能极差，尽管接受了单侧肺移植，能否耐受高压环境有待检验。此外，高压氧环境下肺内氧分压急剧上升，容易造成肺气压伤，可能造成移植肺损伤。笔者将治疗压力下调并且缩短治疗时间，高压氧介入时机和总治疗次数与Mahmood等报道相似。结果表明每次治疗压力和时间虽均低于文献报道，但本例患者意识水平改善，疗效良好。\n肺型氧中毒剂量单位（unit pulmonary toxic dose，UPTD）已被用来评价高压氧对肺的影响。一般建议UPTD为615或更少［7］。本例患者高压氧暴露的UPTD是115.8，比Mahmood等的研究结果更低，而纤支镜和肺部CT结果进一步排除了高压氧致肺部渗出或炎症加重的可能性。此外，大脑由于其高磷脂含量和高耗氧量，通常也易受氧毒性影响。尽管本例患者因全脑缺氧性损伤继发癫痫而长期接受抗癫痫治疗，但在高压氧干预开始直至患者出院，均未曾出现脑型氧中毒表现和癫痫发作。\n当高压氧治疗次数超过10次时，治疗前后的用力肺活量和一秒的用力呼气量呈剂量依赖性降低［4］。然而，该患者术前氧饱和度指数过低，无法进行肺功能评估；高压氧干预前，笔者的意识水平无法完成该项检查。因此，很难比较高压氧治疗前后上述指标的变化。\n弥漫性缺血缺氧性脑病是肺移植术后罕见的严重并发症。高压氧治疗可能是肺移植术后缺氧性脑病的一种可选择方案，但仍需进一步深入研究。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "28f945ab-0d25-4ff1-ae15-a571e131bd3a", "title": "", "text": "【0】股骨髁间骨折多由强大的原始损伤暴力引起，因此，骨折的移位与软组织损伤常常均较重。同时，该骨折为关节内骨折，由于局部有强大及丰富的韧带肌腱等附着，手法复位困难，治疗不当易引起严重膝关节功能障碍。我院2008年1月- 2009年7月应用锁定加压钢板(LCP)微创治疗股骨髁间骨折39例，疗效满意。现报告如下。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "ccd313ec-af1a-443c-8541-14b9a4d9420e", "title": "", "text": "【0】目的 探讨女患者术后短期留置气囊导尿管的固定方法.方法 将2008年7月至2009年2月在华山医院泌尿外科接受手术的女患者50例随机分为实验组29例和对照组21例.术后留置气囊导尿管的固定方法,实验组导尿管从大腿上侧固定,对照组导尿管从大腿下侧固定；比较2组患者术后12,24,72 h尿路感染情况.结果 实验组和对照组患者中段尿培养结果示尿路感染的发生率比较差异无统计学意义.结论 女患者术后短期留置气囊导尿管固定时从患者大腿上侧固定和从患者大腿下侧固定对患者的尿路感染的发生无显著影响。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "860eb8f9-f658-4114-b0d0-f30f4a8c6975", "title": "", "text": "【0】随着“二孩政策”开放，我国出生人口数不断攀升，妇儿健康越来越受人们关注。据世界卫生组织统计，我国助产士与生育妇女比例约为1∶4 000，远低于国际水平［1］。这种失衡使我国对助产人员数量与质量上的需求越来越高。另外，目前我国86.4%的助产士最高学历为大专［2］。高资质助产教师人才紧缺，而高学历人才培养方案尚未明确。助产教师是指已完成学习，掌握并表现出包括课程开发的艺术和科学、成人学习理论和实践教学方法、学生学习测量和评价方法在内的教学能力，有资格、有胜任力的助产士［3］。幸运的是，2019年国务院印发的《粤港澳大湾区发展规划纲要》为粤港澳大湾区助产师资协同创新发展带来空前机遇，并为助产师资队伍建设指明了发展方向。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "20ea1bc2-fbeb-431e-aefd-5b98cfb940ef", "title": "", "text": "【0】病毒所产生的病毒因子和病毒受体使病毒能有效地逃避宿主免疫系统的防御机制。痘病毒生长因子为病毒的早期转录产物，它们与病毒的毒力有关，与表皮生长因子（EGF）家族具重要的氨基酸同源性。病毒受体是病毒诱导宿主细胞产生的细胞表面受体的可溶性类似物，可破坏、干扰宿主免疫系统的功能活动。本文就病毒因子和病毒受体的研究情况作了简述。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "936922e6-7833-4706-87e4-4e8409c7e05a", "title": "", "text": "【0】从造血调控的角度探讨了骨髓单核-巨噬细胞（MO-Mφ)及其分泌的前列腺素E2在再生障碍性贫血（再障)发病中的作用。发现MO-Mφ在某些患者的造血调控失衡中起重要作用，但仅是功能的异常，无数量的增多，其分泌过量的前列腺素E2 （PGE2 ）可能对粒系造血起更直接的抑制效应。全部重型再障（SAA)及35%~45%的慢性再障（CAA)血浆及骨髓上清液中PGE2异常增高，CAA血象恢复者PGE2逐渐下降，但其均数仍高于正常。提示PGE2含量可能与再障的严重程度和活动性有关，消炎痛（1.4×10-6mol/L)和抗PGE2抗体能解除部分患者的造血抑制。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "82670860-a244-4aee-975f-b3f70fe9bb6e", "title": "", "text": "【0】目的\n调查蜂蛰伤中毒患者发生急性肾损伤（AKI）的相关危险因素。\n\n【1】方法\n于2014年1月至2016年12月，选择我院诊治的蜂蛰伤中毒患者164例，收集一般资料、入院24 h内实验室数据、住院时间和住重症监护室（ICU）时间、发生多器官功能障碍综合征（MODS）和死亡情况。根据患者是否发生AKI将其分为AKI组（120例）和非AKI组（44例），并对蜂蛰伤中毒发生AKI的流行病学情况和危险因素进行分析。\n\n【2】结果\n蜂蛰伤中毒患者AKI的发生率为26.83%，病死率为22.73%，并发MODS发生率为88.64%。多因素logistic回归分析显示，年龄大（OR=1.066，95%CI：1.052~1.109）、蛰伤数目多（OR=1.040，95%CI：1.009~1.072）、胡蜂蛰伤（OR=17.840，95%CI：5.475~58.158）、MODS（OR=39.426，95%CI：9.155~169.791）以及入院24 h内血白细胞（OR=1.160，95%CI：1.070~1.259）、血钾（OR=2.339，95%CI：1.123~4.871）、乳酸脱氢酶（OR=1.002，95%CI：1.001~1.003）、肌酸激酶同工酶（OR=1.015，95%CI：1.007~1.024）、肌红蛋白（OR=1.001，95%CI：1.000~1.001）、天冬氨酸转氨酶（OR=1.004，95%CI：1.001~1.007）、丙氨酸转氨酶（OR=1.010，95%CI：1.000~1.019）、超敏C反应蛋白（OR=1.042，95%CI：1.011~1.074）、尿蛋白（OR=3.472，95%CI：1.414~8.072）异常是蜂蛰伤致AKI的危险因素。\n\n【3】结论\n高龄、蛰伤数目越多、胡蜂蛰伤、MODS以及入院24h内血白细胞、血钾、乳酸脱氢酶、肌酸激酶同工酶、肌红蛋白等异常是蜂蛰伤致AKI发生的危险因素。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "70a59528-a116-48a6-b07d-73433d23916e", "title": "", "text": "【0】脊髓空洞症(syringomyelia，SM)系脊髓内一种形成管状空洞的灰质退行性病变。这种管状空洞可源于脊髓中央管、长束传导功能障碍、下运动神经元障碍和营养障碍[1]。我科自2003年1月至2010年1月有40例小儿脊髓栓系综合征合并脊髓空洞症行手术治疗的患儿获得随访，其中20例患儿单纯行脊髓栓系松解术(Ⅰ组)，另20例在行栓系松解的同时行脊髓空洞切开引流术(Ⅱ组)。现对这些患儿术后感觉障碍、括约肌症状及运动症状的改善方面进行回顾性分析，并报道如下。\n我院自2003年1月至2010年1月共收治脊髓栓系综合征(tethered cord syndrome，TCS)合并脊髓空洞症患儿40例。其中男25例，女15例。患儿年龄在出生～1个月2例，1～6个月6例，6个月～1岁10例，1～3岁8例，3～6岁10例，6岁以上4例。新生儿期2例患儿查体未发现神经系统阳性体征，浅感觉障碍者20例，深感觉减弱者10例，肛门反射减弱5例。单侧或双侧马蹄内、外翻足畸形15例，单独或联合出现下肢肌肉无力30例，病理征阳性15例，其中左侧畸形者10例，右侧畸形者5例。神经源性膀胱5例，排便障碍者10例，完全大小便失禁1例。肌电图运动神经传导减慢10例，其中腓总神经传导减慢6例，胫神经传导减慢4例。肌电图感觉神经传导减慢15例，其中腓总神经传导减慢8例，胫神经传导减慢7例。\n术前根据MRI检查测量空洞的长度(椎体节段)，横断面直径，并且测量空洞指数(MRI轴位像上囊腔最大的横截面空洞的面积占脊髓面积的百分比)。其中，空洞指数小于0.4的有14例，空洞指数大于或等于0.4的有26例。我们根据TCS并发脊髓空洞的MRI影像特征将空洞分为：中心型及偏心型。其中，中心型15例，偏心型25例。两种类型与蛛网膜下腔都不交通。\n所有手术均在全身麻醉下进行。术前我们根据空洞大小及患儿临床症状表现，对于术前存在感觉障碍或者括约肌症状同时空洞指数大于0.4的患儿均在脊髓栓系松解术的同时行空洞切开引流术。对于部分患儿术前颈胸段存在脊髓空洞因切开引流可加重副损伤，我们观察空洞不是进行性增大且空洞引起临床症状不明显者，我们均仅行脊髓栓系松解术。仅行脊髓栓系松解术患儿，包括椎板切除，切断增粗脂肪化的终丝；脊髓纵裂患儿切除骨棘或纤维隔膜；硬膜内、外脂肪瘤患儿应在显微镜下仔细分离神经组织，将其与硬膜、纤维束、变性的终丝、脂肪瘤等分离。对于脂肪瘤侵及脊髓处有明显移行段的患儿，尽管移行段处神经脂肪可能交错其中，我们体会在此处切除脂肪瘤相对较安全，术中不要强求把脂肪瘤切干净，否则损伤神经在所难免。重建并扩大硬膜囊使脊髓圆锥可以自由活动。对于脊髓栓系和脊髓空洞不在同一平面的患儿我们行跳跃式切口。空洞引流术在显微镜下显露空洞最显著部位后，于空洞外表的脊髓背侧中线旁无血管处，以尖刀作一纵行小切口(长约5 mm)并深入空洞腔排放液体。\n术后6个月、1年及之后每年门诊复查MRI测量空洞指数，如果影像学显示空洞指数减小50%以上，认为空洞腔缩小。\n常规在术后1、6个月及此后的每年，根据Klekamp and Samii评分法[2]从感觉障碍、运动功能及括约肌症状3个方面评价患儿的治疗效果。其中有任意一项功能减退，称之为恶化；3项功能均未恶化且至少1项功能好转者称之为改善。\n所有数据用SPSS 17.0统计软件包处理。应用χ2检验对术前及术后感觉障碍、运动功能及括约肌症状的改善率，进行统计学分析，P<0.05为差异有统计学意义。\n40例患儿术后均随访2年以上。其中，Ⅰ组20例患儿的感觉障碍、运动功能及括约肌症状的改善率分别为55%(11/20)、50%(10/20)和45%(9/20)。Ⅱ组患儿的感觉障碍、运动功能及括约肌症状的改善率分别为85%(17/20)、65%(13/20)和75%(15/20)。两组感觉障碍和括约肌症状的改善率比较，差异有统计学意义(P值分别为0.032和0.035)；而运动功能的改善率比较，差异无统计学意义(P＝0.42)。术后2年的MRI检查显示，Ⅰ组20例患儿中，8例(40%)空洞腔缩小，11例(55%)无变化，1例(5%)增大；Ⅱ组20例患儿中，15例(75%)空洞腔缩小，其中4例空洞腔完全消失，1例(5%)空洞腔增大。Ⅰ、Ⅱ组空洞缩小率分别为40%(8/20)和75%(15/20)，组间比较差异有统计学意义(P＝0.02)。空洞指数<0.4的14例中Ⅰ组有8例，其中5例症状改善，3例无变化；Ⅱ组有6例，其中4例症状改善，其余2例无变化。两组运动功能的改善率分别为62.5%(5/8)和66.7%(4/6)，组间比较差异无统计学意义(P＝0.657)。空洞大于或等于0.4的26例中Ⅰ组有12例，其中4例症状改善，7例无变化，1例恶化；Ⅱ组有14例，其中10例症状改善，3例无变化，1例恶化。两组感觉障碍及括约肌症状的改善率分别为33.3%(4/12)和71.4%(10/14)，组间比较差异有统计学意义(P＝0.032)。Ⅱ组空洞缩小的病例中有2例术后神经功能症状无改善，均为脂肪瘤型脊髓栓系综合征患儿，说明手术效果不佳建议长期随访观察。Ⅰ组有2例术后发生再栓系同时空洞腔逐渐增大，再次行手术治疗随访发现空洞大小保持稳定。Ⅰ组有1例患儿术后出现脑脊液漏经手术修补。Ⅱ组有1例患儿术前出现脑室扩张术后随访出现脑积水行脑室腹腔分流术，有1例颈部脊髓栓系综合征患儿术后出现急性脑室扩张出现脑疝死亡。\n脊髓空洞的病因至今尚未十分清楚。多数学者认为，脊髓空洞症并非是一种单独病因所致的独立疾病，而是由多种致病因素引起的综合病症。关于空洞形成的机制有以下几种学说[3]：①脑脊液流体动力学说；②颅、脊蛛网膜下腔脑脊液压力分离学说；③脑脊液的脊髓渗入学说；④漏出学说；⑤脊髓微管学说等。而对于脊髓栓系综合征并发的脊髓末端脊髓空洞症的发生机制研究较少。临床中脊髓空洞常位于椎管未闭部位的附近或其上方，并局限于末段脊髓，因此推测其发生与神经管闭合不全有关，许多胚胎学理论也认为脊髓终室由于退化不完全而持续存在导致末段空洞。Milhorat等[4]提出了不同的假说，他认为末端脊髓空洞是由于脊髓栓系导致的局部脊髓组织缺血及脑脊液动力学改变等联合因素作用下形成。\n对于脊髓栓系合并脊髓空洞患儿中脊髓空洞是否需要治疗还存在争议。Beaumont等[5]对10例TCS＋SM患儿仅行脊髓栓系松解术，术后所有病例临床症状改善，认为脊髓空洞是脊髓栓系综合征的合并症，行脊髓栓系松解术后空洞即会逐渐缩小，单纯脊髓栓系松解术对改善患儿的术前症状已经足够。但我们对此有不同意见，我们的体会是脊髓缺血、局部脑脊液(Cerebrospinal fluid)动力学的改变促使脊髓末端空洞的形成；同时脊髓末端空洞症可以加重脊髓栓系综合征的原有临床症状[6,7]。大体上讲，Ⅱ组在运动功能、感觉障碍及括约肌症状改善方面均较Ⅰ组为好，术后空洞缩小的病例症状改善更明显。尤其在感觉障碍和括约肌症状的改善上，差异有统计学意义(P<0.05)，而在运动症状的改善效果上，差异无统计学意义(P>0.05，图1、图2、图3、图4)。\n对脊髓末端空洞的处理最常见的方法有脊髓切开术，空洞-蛛网膜下腔分流术，空洞-腹腔分流术，空洞引流＋腰池腹腔分流术。由于脊髓-腹腔分流术操作复杂，术后并发症较多，且本组患儿均存在不同程度的蛛网膜下腔粘连，空洞-蛛网膜分流困难，因此我们采取简单的脊髓空洞切开术。本组资料中对于小的空洞(空洞指数<0.4者)行空洞引流术后与行单纯栓系松解术的症状改善率无差别，而对于大空洞(空洞指数>0.4者)的病例行空洞引流术后不论是空洞的缩小还是症状的改善率均高于行单纯脊髓栓系松解术的病例。因此对于大的空洞在脊髓栓系松解术的同时应行空洞引流术，对部分小的空洞(空洞指数<0.4者)行脊髓栓系松解术同时可长期随访。部分学者认为对于小的空洞由于其空洞壁较厚可以产生足够的张力，在脊髓栓系松解术后可以将空洞内的液体挤压至蛛网膜下腔，并且引流过程中需要切开更多的脊髓实质增加了手术的风险，不提倡空洞引流[8,9,10,11]。\n本组资料中有2例空洞增大均为脊髓脊膜膨出修补术后复发行二次手术患儿，由于脊髓粘连严重，术中未能完全游离蛛网膜下腔。结合术中情况，我们体会脊髓栓系综合征患儿一旦再栓系，再次松解手术应持慎重态度，改善神经症状的可能性极小，手术的目的首先是为了阻止神经功能损害的进一步恶化[12,13,14]。\n对合并脊髓空洞患儿，因脊髓末端空洞症可以加重脊髓栓系综合征的原有临床症状[15]。对于大的空洞在行脊髓栓系松解术的同时应行空洞引流术，在感觉障碍、括约肌症状的改善上有积极意义；小的空洞可仅行脊髓栓系松解术后长期随访。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "2a1f2b27-cfb9-4e9d-942a-cd68ba601f3d", "title": "", "text": "【0】目的 探讨尿微量白蛋白(Microalbuminuria,mAlb)与代谢综合征(Metabolic Syndrome,MS)胰岛素抵抗组成成分的相互关系.方法 随机选取147个的代谢综合征患者,统计患者一般信息,测定其尿微量白蛋白(mAlb)、血糖和C肽等代谢综合征组分相关指标.根据尿微量白蛋白量将研究对象分组,比较代谢综合征胰岛素抵抗组分相关指标的差异,并进行相关、回归分析;进行尿微量白蛋白为因变量与代谢综合征胰岛素抵抗组分为自变量的多重回归分析和Logistic回归分析.结果 尿微量白蛋白正常组的代谢综合胰岛素抵抗征组分的指标较增高组差异有统计学意义(P＜0.001),尿微量白蛋白与代谢综合征胰岛素抵抗组分的指标呈正相关(R=0.282,P=0.024).成功建立了以尿微量白蛋白为因变量,年龄和胰岛素抵抗指数[CP]为自变量的多重回归方程(P=0.001);以尿微量白蛋白为因变量,胰岛素抵抗指数为自变量的Logistic回归模型(P=0.031).结论 代谢综合征患者的胰岛素抵抗可能是尿微量白蛋白的重要危险因素。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "0d9c6eea-1a4c-4c16-9975-d3c8ae9c8003", "title": "", "text": "【0】血红蛋白纽约（NewYork）最先发现于美国纽约市一个广东籍华裔家族［Nature 213 ：876,1967］。后来我国台湾省先后发现9个家系，系台湾、客家、江苏及湖北人［Am J Phys Anthropol 34：329,1971］。因此曾经认为血红蛋白纽约只见于中国人。后来在哥斯达黎加发现2例［Hemoglobin 4：101,1980］，日本人中也有检出［Biochem Biophys Acta 669：105,1981］", "tags": {}, "lang": "None", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "eaf04383-8298-4588-ad7e-0e23f2d0a63b", "title": "", "text": "【0】Abstract：Background Duchenne muscular dystrophy (DMD) and Becker muscular dystrophy (BMD) are X-linked recessive, allelic disorders. This study was conducted to look into the spectrum of DMD gene mutations in Hong Kong Chinese patients with Duchenne or Becket muscular dystrophy (DMD/BMD), and to study genotype-phenotype correlation.Methods A retrospective review of 67 patients.Results Twenty-three (34.3%) patients had exon deletions; whereas 5 (7.5%) patients had exon duplications.Twenty-three (34.3%) patients had small mutations, including 17-point mutations and 6 small insertions or deletions. No correlation was found between the type of mutation and the muscle phenotype or mental retardation.Significantly fewer maternal carriers were found in patients with exon deletions, and a positive family history was more common in those with small mutations. DMD phenotype was significantly less common in patients with exon deletions/duplications at the 5' hotspot, whereas all 4 small mutations associated with mental retardation were located in the 3' end of the gene.Conclusions The percentage of DMD exon deletions in local Chinese patients was significantly lower than the commonly quoted 60%. This indicated an ethnic or regional difference in predisposition to DMD exon deletions。", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "66078a3e-e8f7-427e-8dd5-6788dd72b8e6", "title": "", "text": "【0】目的\n研究不同化疗方式治疗病情处于晚期阶段的卵巢癌疾病患者的临床效果。\n\n【1】方法\n选取本院2016年1月至2017年1月收治并确诊为晚期卵巢癌的患者40例作为研究对象，并将其随机分为观察组以及对照组，每组20例。观察组采用腹腔热灌注联合静脉化疗进行治疗，对照组采用单纯静脉化疗治疗，对比两组临床治疗效果。\n\n【2】结果\n观察组总控制率为80.0%，对照组总控制率为55.0%，差异具有统计学意义(P&lt;0.05)。\n\n【3】结论\n腹腔热灌注联合静脉化疗治疗病情处于晚期阶段的卵巢癌疾病患者临床效果明显。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "258de8ad-dce0-43a5-b199-4537146b21b4", "title": "", "text": "【0】颅咽管瘤是从胚胎期颅咽管的残余组织发生的良性先天性肿瘤,60%的颅咽管瘤发生在15岁以下的小儿,约占颅内肿瘤的12%～13%.颅咽管瘤因为肿瘤部位的特殊性,有许多特异性的症状体征,而且开颅手术根治困难,术后并发症多,预后较差,容易复发.目前对囊性或囊实性颅咽管瘤的立体定向手术穿刺内放疗效果良好,但围手术期护理对病人安全渡过手术关、术后康复十分重要.2002年1月～2003年5月,我科采用立体定向手术治疗囊性或囊实性颅咽管瘤121例,效果明显,现将护理体会报告如下.\n　　", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "7cdad66c-b445-4b00-928a-b9fe08f0e1c5", "title": "", "text": "【0】患儿男，6 h，因\"生后发现皮疹伴反应差6 h\"于2017年11月6日收入院。患儿系第2胎第2产，出生胎龄36周+5，因母亲\"瘢痕子宫\"行剖宫产娩出，出生体重3 650 g，羊水Ⅰ度胎粪污染，脐带、胎盘无异常；生后无窒息，1和5 min Apgar评分均为10分；生后反应差，发现全身头、躯干及四肢均有密集的大小不等皮疹，无发热、抽搐及呕吐，无便血等。胎粪已排出。患儿有1兄，体健。患儿父亲34岁，母亲33岁，均体健，否认近亲婚配，否认家族类似疾病史。\n入院体格检查：体温36.2℃，脉搏150次/min，呼吸55次/min，血压75/40 mmHg（1 mmHg=0.133 kPa）。患儿神志清，反应差，头、躯干及四肢均有密集红色、紫红色及褐色，大小不等斑疹、丘疹及结节样改变，大小不等，最大约2 cm×2 cm（图1），口腔黏膜内见散在斑丘疹及结节状皮疹；头颅无畸形，颅骨无缺损，前囟平软，1.0 cm×1.0 cm，呼吸稍促，三凹征阴性；双肺呼吸音粗，可闻及少量湿啰音。心音稍低钝，律齐，心前区未闻及杂音。腹平软，肝脾肋下未及，肠鸣音弱。四肢肌张力低，原始反射引出不全。四肢末梢温，毛细血管再充盈时间2 s。\n入院后查血细胞计数：白细胞1.40×109/L，红细胞2.28×1012/L，血红蛋白75 g/L，红细胞压积24.20%，血小板38×109/L，中性粒细胞百分比49.0%，淋巴细胞百分比46.0%，单核细胞百分比4.0%，嗜酸性粒细胞百分比1.0%；细胞形态正常，网织红细胞0.041。ToRCH[弓形虫（toxoplasma）、其他（others）、风疹病毒（rubella）、巨细胞病毒（cytomegalovirus）、单纯疱疹病毒（herpes）]及血培养均阴性。胸部及头颅CT及气道重建提示（1）肺炎，右侧胸腔积液；（2）前纵隔胸腺区密度不均，内可见多发小片状密度增高影，占位；（3）纵隔前右下缘片状高密度影；（4）头颈部、双侧肩部、胸壁、肱骨周围皮下多发类丘状软组织密度影；（5）双侧额颞顶枕叶脑白质密度减低；（6）脑外间隙增宽，未见骨质破坏（图2）。腹部彩色多普勒超声示肝胆胰脾肾未见明显异常。皮肤活检示表皮及真皮组织内朗格汉斯细胞组织灶状局限性浸润，深度达皮下脂肪层内，表面溃烂形成，呈化脓性炎症改变，提示泛发性朗格汉斯细胞组织细胞组织细胞增生症（图3）。免疫组织化学结果示CD163（灶状+），CD1a（+）（图4A）；CD34（血管+），CD56（+），CD68（灶状+），Ki-67（60%），Langerin（+）（图4B）；P53（20%+），S-100（+）。\n入院后给予头孢他啶抗感染，鼻导管吸氧，皮肤破溃处外擦莫匹罗星软膏预防皮肤感染。入院第2天，患儿呼吸促，三凹征阳性，经皮氧饱和度不稳定。予气管插管机械通气，禁食，给予多巴胺、多巴酚丁胺改善心肺功能，输注同型悬浮红细胞等综合治疗4 d，病情持续进展。复查血细胞计数：白细胞2.27×109/L，红细胞2.3×1012/L，血红蛋白72 g/L，红细胞压积23%，血小板9×109/L，中性粒细胞百分比45.9%，淋巴细胞百分比30.4%，单核细胞百分比23.3%，嗜酸性粒细胞百分比0.4%，细胞形态正常，网织红细胞0.041。肾功能：尿素42.8 mmol/L，肌酐282 μmol/L，尿酸652 μmol/L；血糖1.10 mmol/L；电解质：钾7.08 mmol/L，钠160 mmol/L。因诊断为朗格汉斯细胞组织细胞增生症，家长放弃治疗，于2017年11月9日出院。出院1周后电话随访，患儿已死亡。\n朗格汉斯细胞组织细胞增生症（Langerhans cell histiocytosis，LCH）为一种朗格汉斯细胞增生性疾病，侵犯皮肤和皮肤外的器官[1]。LCH是一种以树突状细胞和网状细胞异常克隆增殖为特点的罕见疾病。本病可为单一器官发病，也可累及全身多个器官，主要引起皮肤、内脏器官和广泛的骨组织损害[2]。本病的发病高峰年龄为1~4岁，新生儿期起病者少见[3]，国内外目前仅检索到个例报道[4]。本病症状缺乏特异性，早期诊断较困难。LCH发病急，进展快，病程短，主要症状为发热、皮疹，以及肝、脾和全身淋巴结肿大，常伴有进行性贫血、粒细胞和血小板减少[5]。LCH的预后与发病年龄有关，年龄低于2岁者病变进展很快，如无有效治疗，常在数周或数月内由于严重贫血和全血细胞减少，并发感染或出血死亡[6]。本病例出生即发现全身头、躯干、四肢及口腔均有密集大小不等皮疹，皮肤活检示泛发性朗格汉斯细胞组织细胞增生症，组合免疫组织化学法，可以明确LCH的诊断。患儿入院后，先后给予吸氧、抗感染等治疗，病情进展迅速。明确诊断后，家长放弃治疗，患儿死亡。\nLCH的诊断主要结合临床表现、组织病理学及免疫组织化学法检查。LCH的组织病理学表现为肉芽肿，内含病理性朗格汉斯细胞，也可见到多核巨细胞及正常的炎症细胞，如嗜酸性粒细胞、中性粒细胞和小淋巴细胞等[7]。对组织病理检查可疑为LCH者，需进一步行免疫组织化学法检查，若表面抗原分子CD1a及S-100阳性，即可确定诊断。近年来研究发现Langerin（即CD207）在LCH中的表达率可达100%[8]，对诊断LCH具有高度的敏感性及特异性，故Langerin阳性也可确诊LCH。本例患儿CD1a、S-100及Langerin均阳性，故本病诊断明确。根据朗格汉斯细胞组织细胞增生症评估与治疗指南，LCH可分为单系统LCH和多系统LCH[9]。结合皮肤和造血功能受累等情况，本例患儿应当诊断为多系统LCH。\nLCH表现多样，临床尚无特效疗法，主要治疗措施是积极控制感染，以及必要的对症、支持治疗。肺内感染常是LCH致死的原因。感染也能刺激组织细胞增生，而加重原有病变。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "837c056d-9d1a-4406-9ff6-e9657f3f5531", "title": "", "text": "【0】糖尿病作为一种常见的慢性非传染性疾病，已经发展成为严重威胁人类健康、社会和经济发展的全球性问题，研究显示我国糖尿病的患病人数已居世界首位。糖尿病可分为多种类型，至今仍广泛应用的是1997年由美国糖尿病协会(ADA)和1999年世界卫生组织(WHO)制定的糖尿病\"四分类\"分型，其将糖尿病分为1型糖尿病(type 1 diabetes mellitus，T1DM)、2型糖尿病(type 2 diabetes mellitus，T2DM)、妊娠期糖尿病(gestational diabetes mellitus，GDM)和特殊类型糖尿病。糖尿病类型的划分也依据对其病因认识的加深而更新。2021年，中国医师协会内分泌代谢科医师分会会长、国家代谢性疾病临床医学研究中心(长沙)主任周智广教授牵头组织撰写了《糖尿病分型诊断中国专家共识》[1]，该共识提出一个更适用于临床诊断的\"六分类\"分型建议，将糖尿病分为T1DM、T2DM、GDM、单基因糖尿病、继发性糖尿病及未分类糖尿病，以便更好地指导临床实践。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "04d78ae6-550a-4e1b-ad4d-1201a42fe4af", "title": "", "text": "【0】Brain alveococcosis is a rare but threatening disease. In most cases, it metastasized to the brain with late liver or lung alveococcosis. In 14 cases, 8 were secondary, and 6 primary. Nine were treated operatively, 2 medically and 3 proved by autopsy. Eleven cases were monomassive, 2 were multifocal and 1 was extra-cerebral in the cranial base. According to our experiences, extirpation is a radical method, and can improve the cerebral function confirmed by BEAM. Long-period use of albendazole showed calcified lesions of CT and disappearance of clinical symptoms.", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "3389eecf-ee9d-4018-9316-3242598ba4b8", "title": "", "text": "【0】腹腔间隔室综合征（abdominal compartment syndrome，ACS）是由急性坏死性胰腺炎、肿瘤性腹水、失血性休克液体复苏等多种病变引起的腹腔压力升高导致多脏器功能衰竭的临床综合征［1, 2, 3, 4］，死亡率高，目前已成为重症监护病房中必须关注的引起心、肺、肾等脏器功能衰竭的危险因素之一［5］。腹腔为有限可变容积腔室，腹肌和膈肌是压力代偿的主要组成部分，升高的腹腔压力不仅对胸腹腔器官造成损伤［6］，同时也可对腹肌和膈肌造成损伤，这可能是造成患者术后腹壁切口裂开感染及减压治疗后的呼吸机脱机困难［7］的原因，但有关病理学改变的基础研究未见报道。在本研究中，我们采用多水囊叠加加压法［8］建立腹腔高压动物模型，探索腹腔高压对腹肌、膈肌损伤的病理改变，以期为临床治疗ACS提供指导。\n全自动生物组织脱水机（LS-3050A）购于沈阳市龙首电子仪器有限公司；HI1210摊片机、HI1220烘片机、RM2235手动切片机均购于上海徕卡仪器有限公司。\n健康成年新西兰兔22只，体质量为2.7～3.2 kg，雌雄不限，由大同大学动物中心提供，动物使用许可证号：SCXK（晋）2014-0003。22只新西兰兔按数字表法随机分为对照组（4只）和模型3组（每组6只）共4组。\n加压水囊的制作：取foley三腔球囊导尿管1根，前端6～8 cm（含球囊位置）置入8号无菌手套中，用4号线在手套根部双重结扎后备用。\n常规水囊的制作：取普通安全套，检查无漏气，浸泡在75%乙醇中消毒，在安全套中注入150 mL生理盐水，套口打结封闭，检查无漏水。\n实验兔耳缘静脉推注丙泊酚注射液3 mg/kg麻醉，再以3 mg·kg-1·h-1维持。实验兔仰卧位，将头部及四肢固定于手术台，腹部脱毛，碘伏消毒。在中腹部沿中线作长约4.0 cm纵行小切口，切开至腹腔，切口预留4～5根4号缝线。先将未注水的加压水囊置入腹腔，再置入常规水囊4～5个（常规水囊个数为关腹时切口无张力状态时的最大数量）。确保腹部切口无张力状态下，切口预留缝线打结关腹，三腔球囊导尿管尾部置于切口外。对照组加压水囊不注液，设定此状态下腹腔压力为0 mmHg（1 mmHg=0.133 kPa）。模型1组～3组的加压水囊经三腔导尿管尾端侧口向水囊中注入含龙胆紫溶液的生理盐水，每注入50 mL生理盐水测腹腔内压力1次，最终通过调节生理盐水的注入量，使腹腔内压力达到ACS定义的20 mmHg［10］。关闭并固定导尿管，完成动物模型制备。\n将输液器管垂直固定于床旁的T形尺上，三腔导尿管管尾部正口经输液管与输液器管相连，输液器管内含龙胆紫的生理盐水液面与实验兔腋中线高度的差值为动物腹腔内压力值。记录模型1组～3组腹腔内压力达到20 mmHg时的腹腔加压水囊量。\n4组实验兔完成模型制备后常规喂养。对照组完成模型制备后24 h进行标本取材，模型1组～3组分别于完成模型制备后24、48、72 h进行标本取材。经耳缘静脉推注空气处死实验兔。拆除腹部切口缝线进腹，完整切取左侧膈肌和前腹壁6 cm×4 cm大小组织，10%甲醛溶液固定24 h后常规石蜡包埋、切片，HE染色，在生物光学显微镜下观察腹肌和膈肌的病理学改变。\n4组实验兔模型制备时间为10～15 min。模型1组～3组腹腔内压力达到20 mmHg时的腹腔加压水囊量为260～380 mL。所有实验动物制备模型后活动明显减少，其中对照组实验兔摄食量轻度下降，模型1组～3组实验兔摄食量明显减少或不进食。实验过程中模型1组和3组各有1只实验兔死亡。\n腹壁组织病理改变：对照组可见腹横纹肌脂肪变性；模型1组腹横纹肌间可见大量炎细胞浸润；模型2组腹横纹肌间可见出血，局部可见炎性坏死；模型3组可见腹横纹肌断裂，伴脂肪变性及玻璃样变性/坏死。见图1。\n膈肌病理改变：对照组可见膈肌横纹肌肌束部分萎缩；模型1组可见膈肌横纹肌肌束部分萎缩、部分肥大；模型2组可见膈肌横纹肌肌束萎缩，萎缩的细胞核聚集，部分区域可见横纹减少或消失；模型3组可见膈肌横纹肌肌束部分肥大、部分萎缩，肌束间血管扩张充血。见图2。\n腹腔为有限可扩展腔室，腹肌及膈肌等肌性组织是其代偿性扩张的主要部分，当腹腔压力升高程度超过腹壁和膈肌的可代偿范围后，腹腔压力会急剧升高，升高的腹腔压力可引起腹部器官动脉血灌注下降［11］，同时可向胸腔传导，引起心、肺等继发变化［12］，导致呼吸循环功能衰竭，引起ACS。在ACS的发展过程中，升高的腹腔压力对腹肌和膈肌同样造成损伤，导致的病理改变及继发临床影响目前尚不明了。本实验采用腹腔内置入叠加水囊法制作腹腔高压液体动物模型，探讨腹腔高压持续不同时间引起模型动物腹肌和膈肌损伤的病理改变情况，以期为临床预防、判断ACS对腹肌和膈肌的损伤情况提供参考。\n腹壁由多层组织构成，其中肌肉组织和腱膜是承受腹腔压力的主要部分。在受到升高的腹腔压力压迫时，腹壁的顺应性会出现改变，腹壁承受的压力越高，腹壁的顺应性越差，甚至可出现腹壁偏移［13］。腹腔压力升高可引起腹壁血流量的明显下降，原因包括：（1）腹腔高压引起门静脉和下腔静脉系统回流下降，出现心脏排血量下降［14］；（2）腹腔压力作用于腹壁组织，腹壁回流阻力增加，引起腹壁有效灌注压下降。Diebel等［15］研究发现，当腹腔压力为10 mmHg时腹直肌鞘血流只有基础值的58%，当腹腔压力增加到40 mmHg时其血流降至基础值的20%。显著降低的血流致使腹壁横纹肌损害的加重，腹壁顺应性下降。本研究中腹壁病理结果证实：随着腹腔压力作用时间的延长，腹壁组织可出现坏死和肌束断裂，损伤逐渐加重。\n膈肌是参与呼吸运动的主要肌肉，腹腔高压可引起膈肌的直接损伤，其机制包括：（1）膈肌血管灌注不足；（2）升高的腹腔压力直接作用于膈肌，表现为机械压力，同时升高的胸腔压力反作用于膈肌，造成“夹心效应”，尤其在机械辅助通气时尤为明显［16］；（3）升高的腹腔压力沿膈肌内血管系统传导，导致膈肌的组织灌注压下降，加重膈肌的缺血；（4）腹腔高压继发血液循环中IL-6等炎症介质大量释放［17］，并引起膈肌损伤。腹腔压力上升后膈肌被动升高，收缩力下降，其对腹式呼吸的作用减弱，使肋间肌和辅助吸气肌的收缩力不能很好地转变为胸膜腔的负压，引起肺活量下降及肺的慢性淤血，肺内微循环淤滞，引起肺泡氧交换的障碍［18］。有研究证实，长时间的高腹压致使膈肌表现类似于麻痹状态，出现膈肌功能衰竭［19］；这种麻痹状态在减压后不能在短期内恢复，造成ACS患者在机械辅助呼吸治疗后脱机困难，甚至需要使用体外膈肌起搏器进行治疗［20］。本研究膈肌病理结果证实：随着腹腔压力作用时间的延长，膈肌出现肌束萎缩、肌纤维变性、脂肪组织增生，损伤逐渐加重。\n综上所述，腹腔高压可引起腹肌和膈肌出现明显的细胞学损害，随着腹腔压力作用时间的延长，细胞学损害逐渐加重。本研究中，动物模型的制备过程时间偏短，样本量少，缺乏对不同时限下腹肌和膈肌的损伤程度的量化研究。在今后的工作中，将对以上问题进行进一步的探索。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "8d02bc50-d63e-42ba-8e23-d6f1a96a5636", "title": "", "text": "【0】《实用小儿泌尿外科学》一书共分31章，109余万字，突出临床实用特点。结合泌尿生殖系的胚胎发生、小儿生理解剖特点、以丰富的临床经验，参考国内外近期学术成果，全面详细的叙述小儿泌尿生殖系常见病、多发病。黄澄如教授主编，人民卫生出版社出版，新华书店经销。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "ba11b460-c9fc-4405-bfdd-3c8f8d4cf4a9", "title": "", "text": "【0】目的\n探讨基于螺旋断层放疗系统采用同步加量和同步保护技术治疗不可切除胆道癌患者的安全性与效果。\n\n【1】方法\n回顾性分析2015年2月至2017年10月在南京大学医学院附属鼓楼医院肿瘤中心接受螺旋断层放疗的23例无法切除的非远处转移胆道癌患者的临床资料。男性10例，女性13例，中位年龄为58岁（范围：40~85岁）。肝内胆管癌11例，肝外胆管癌6例，胆囊癌6例。照射范围为肝内肿瘤和周围受累区域，包括局限于腹腔或腹膜后的转移性淋巴结等肿瘤灶。采用同步加量/同步保护技术实现大分割照射，提高肿瘤区生物效应剂量，同时减少周围危及器官的剂量。采用Cox回归模型和Kaplan-Meier生存分析研究患者特征与总体生存时间之间的关联。\n\n【2】结果\n放疗的中位处方剂量为54 Gy（范围：28~72 Gy），中位生物效应剂量为74.4 Gy（范围：37.8~115.2 Gy），中位计划靶体积为445.79 cm3（范围：126.02~950.12 cm3）。由于靶区部位与范围不同，患者接受的分割剂量为2.4~6.0 Gy，分次数为8~28次。局部控制率为65.2%（15/23），中位生存时间为11.3个月（范围：2.1~31.9个月）。生物效应剂量≥70 Gy的患者生存时间高于生物效应剂量&lt;70 Gy的患者（16.8个月比5.1个月，HR=0.146，95%CI：0.028~0.762，P=0.022）。3例患者出现3级不良反应，未见≥4级的不良反应。\n\n【3】结论\n同步加量/同步保护螺旋断层放疗技术对于范围较大的不可切除胆道癌患者初步效果明确，耐受良好，较高的BED可以延长患者的生存时间。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "c58ac36a-1fa9-4318-b0ce-54421b54571d", "title": "", "text": "【0】用乙型肝炎疫苗和乙型肝炎免疫球蛋白(HBIG)对新生儿进行主动-被动双重免疫,可有效阻断HBV的垂直传播,但由于宫内感染,仍有10％～15％的新生儿免疫失败.目前,宫内感染的阻断尚无有效措施,特别是高病毒载量的孕妇,新生儿感染HBV的概率更大.如何快速降低孕妇体内HBV DNA水平,是预防胎儿宫内感染的关键.近年来,陆续上市的核苷(酸)类似物可有效抑制HBV复制,降低HBV DNA水平,但这些药物在妊娠期间应用的安全性尚待进一步观察.替比夫定(LdT)属于妊娠安全性分类B类药物,近年来有报道LdT阻断HBV垂直传播有较为肯定的疗效,但有关LdT阻断HBV宫内感染方面的研究较少,现就其临床应用新进展作一综述。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "073f281f-a479-41f3-a1dc-23363df76471", "title": "", "text": "【0】患者女，38岁，因\"呕吐9 d、腹痛8 d、腹泻5 d\"于2017年11月29日入住青岛大学附属医院。患者9 d前进食生醉蟹后出现反复呕吐，呕吐物为胃内容物，含胆汁，无隔夜宿食，于门诊行腹部CT检查示胃壁弥漫性增厚(图1A)。8 d前患者出现中上腹阵发性绞痛，持续数分钟至半小时，于当地医院就诊，查淋巴细胞计数正常，总蛋白为42.2 g/L(正常值范围为60.0～85.0 g/L)，白蛋白为25.4 g/L(正常值范围为35.0～55.0 g/L)，球蛋白为16.8 g/L(正常值范围为20.0～35.0 g/L)，免疫球蛋白(immunoglobulin, Ig)G为4.92 g/L(正常值范围为8.00～16.00 g/L)，IgM为0.485 g/L(正常值范围为0.500～2.200 g/L)，IgA为0.534 g/L(正常值范围为0.700～3.300 g/L)；上腹部CT增强检查(图1B)示胃壁弥漫性增厚，黏膜层呈明显、连续强化；胃镜检查示胃底及胃体黏膜弥漫性充血水肿及糜烂，上覆白色膜状物，诊断为糜烂性胃炎(胃底、胃体)，给予对症治疗后呕吐较前有所缓解。患者5 d前出现腹泻，4～5次/d，为黄色稀水样便，无脓血，并出现面部、四肢水肿，给予输注白蛋白及对症治疗后症状未缓解。\n为行进一步诊疗，患者于某三甲医院就诊，会诊胃镜病理活组织检查提示低分化腺癌(图2A)，临床诊断为\"胃癌\"，拟行胃大部切除术。患者因存在顾虑为求进一步诊治转入青岛大学附属医院。入院体格检查：上腹部压痛，双下肢轻度凹陷性水肿。查尿蛋白阴性，总蛋白为32.93 g/L(正常值范围为65.00～85.00 g/L)，白蛋白为20.71 g/L(正常值范围为40.00～55.00 g/L)，球蛋白为12.22 g/L(正常值范围为20.00～40.00 g/L)，淋巴细胞分类为0.166，粪便隐血阴性，肿瘤标志物阴性，肝炎全套阴性。2017年11月30日行胃镜检查示胃底、胃体黏膜充血肿胀明显，表面覆大量白色分泌物，胃小弯侧部分表面浅溃疡形成(图3A、图3B)。超声内镜检查示胃壁5层结构清晰，黏膜肌层增厚，呈中等偏低回声改变，部分区域可见低回声改变(图3C)。送检黏膜细胞培养提示缓症链球菌。病理活组织检查(图4A、图4B)示胃体非萎缩性胃炎伴浅溃疡，间质水肿伴淋巴细胞、浆细胞、中性粒细胞和嗜酸粒细胞浸润，部分腺体及腺腔内小脓肿形成，上皮细胞脱落。结合患者病史、症状、体征和辅助检查，诊断为急性细菌性化脓性胃炎并蛋白质丢失性胃肠病(protein-losing gastroenteropathy，PLG)。给予中链三酰甘油饮食、肠内营养粉剂等营养支持治疗，艾司奥美拉唑40 mg(2次/d)抑制胃酸，莫西沙星0.4 g(1次/d)口服抗感染治疗，患者症状逐渐缓解，未再腹泻，水肿逐渐消退。2017年12月3日复查血浆蛋白各项指标较前好转，12月8日复查淋巴细胞计数为1.03×109/L，淋巴细胞分类为0.441，总蛋白为46.63 g/L，白蛋白为32.63 g/L，球蛋白为14 g/L，患者病情明显好转，于2017年12月11日出院。出院后继续予中链三酰甘油饮食，艾司奥美拉唑20 mg(2次/d)、头孢地尼0.1 g(3次/d)口服1周。\n2017年12月19日进食软食，无明显呕吐、腹泻，复查血常规示淋巴细胞计数为1.22×109/L，淋巴细胞分类为0.431，总蛋白为62.01 g/L，白蛋白为42.37 g/L，球蛋白为19.64 g/L，IgG为6.53 g/L，IgA及IgM正常。2018年1月25日患者无特殊不适，正常饮食，复查淋巴细胞计数为1.62×109/L，淋巴细胞分类为0.494，总蛋白为71.94 g/L，白蛋白为50.35 g/L，IgG为11.6 g/L；复查胃镜(图5A、图5B)示胃体黏膜光滑，皱襞走行自然；超声内镜检查(图5C)示胃壁5层结构清晰完整，未见异常回声，患者恢复良好。\nPLG是指大量血浆蛋白从胃肠道丢失引起低蛋白血症的临床综合征，表现为水肿及低血浆蛋白血症，严重时可出现胸腔积液和腹腔积液[1]。PLG不是独立的原发疾病，而是继发于其他多种基础疾病的临床综合征，一些导致胃肠道黏膜破坏或通透性增加的疾病可以导致蛋白质(总蛋白、白蛋白、球蛋白，尤其是大量代谢速度慢的IgG、IgM和IgA)渗入胃肠腔而丢失[2]。其他PLG的发病机制有胃肠黏膜糜烂、溃疡，以及淋巴管阻塞等[1,2]。单纯累及胃部而导致PLG的疾病有急性病毒性胃炎、急性细菌性胃炎、系统性红斑狼疮、Ménétrier病等[3,4]。目前诊断PLG的检测方法包括：①α1抗胰蛋白酶清除率。该方法仅适用于检测幽门至结肠的蛋白质丢失，并且检测方法较复杂，临床上难以普及[1,4]。②核医学技术，如99mTc-人血清白蛋白单光子发射计算机断层显像是PLG特异性诊断方法之一[1]。原发病的诊断需要结合病史、实验室检查(如血常规、生物化学指标、Ig等)、影像学检查、消化道内镜检查、结合α1抗胰蛋白酶清除率、核医学检查、淋巴管造影等。PLG的治疗主要为综合治疗，包括对症治疗和病因治疗，对症治疗有中链三酰甘油饮食、肠内外营养支持治疗、输注白蛋白、利尿治疗等。\n该患者平素饮食正常，无特殊饮食嗜好，不考虑摄入不足导致低蛋白血症；无肾脏疾病史，尿蛋白阴性，不考虑肾病因素导致蛋白质丢失引起的低蛋白血症；患者否认既往肝脏疾病，目前无导致肝病的病因及诱因，相关实验室检查及影像学检查均不支持肝脏疾病导致蛋白质合成不足引起的低蛋白血症。结合患者不洁进食史，反复呕吐及腹泻，淋巴细胞计数及淋巴细胞分类下降，总蛋白、白蛋白、球蛋白、Ig均明显下降，胃镜检查示胃体弥漫充血肿胀、浅溃疡形成和大量渗出，给予中链三酰甘油饮食及肠内营养粉剂等营养支持治疗后最终痊愈，虽限于条件无法进行α1抗胰蛋白酶清除率检测及核医学相关检查，但结合其他检查及随诊情况，最终支持PLG诊断。病因方面结合患者不洁饮食史，呕吐、腹泻表现，影像学检查、内镜检查、组织病理学改变，组织细菌培养发现缓症链球菌，抗感染治疗后治愈，根据多次随访最终诊断为急性细菌性化脓性胃炎伴PLG。\n缓症链球菌为革兰阳性球菌，临床感染病例并不少见，其感染诱因及临床类型多样，感染部位以肺、心内膜、脑多见，可引起中毒性休克综合征[5]。朱白等[6]回顾178例患者的资料发现，有170例患者出现恶心、呕吐、腹泻症状。故缓症链球菌易累及胃肠道，可以导致严重并发症，需要积极根据药物敏感试验结果进行治疗。但目前尚鲜见文献报道缓症链球菌导致PLG的病例。\n另外，该患者当地医院胃镜组织病理切片经外院会诊后误诊为低分化腺癌，分析可能有以下原因：该患者急性化脓性炎症背景重，炎症刺激可导致原有腺体破坏、结构紊乱和小腺体的再生，该患者腺体结构紊乱，甚至\"异型\"，为炎症刺激所致。而诊断胃腺癌需要3个标准：①腺体结构异型；②细胞形态异型；③出现正常组织的浸润和破坏[7]。故该患者尚不能诊断腺癌。该患者细胞大小和形态差别不大，细胞核染色质细腻，核分裂象少见，而且并未破坏腺体和浸润其他周围正常组织，故不支持低分化腺癌的诊断，符合化脓性胃炎改变。\n从临床方面分析该患者资料，患者不符合进展期胃癌特点，不支持点包括：①青年女性，急性病程；②临床特点不仅为反复呕吐，同时伴有腹泻表现；③肿瘤标志物正常；④上腹部CT增强检查示胃壁弥漫性均匀性增厚，黏膜层强化、连续；⑤超声内镜检查示胃壁5层结构清楚，黏膜肌层增厚为主，不符合进展期胃癌超声内镜特点[8,9]；⑥青岛大学附属医院病理检查结果示炎性化脓性改变；⑦抗感染及对症治疗后痊愈。以上提示临床医师需要培养良好的临床思维，注意病程的发展和变化，积极应用一元论分析问题，避免漏诊延误诊治及误诊导致不必要的手术。另外临床过程中部分检查无法实施，建议对患者进行随访，观察预后，最终明确诊断。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "28f656e6-6f54-4732-8766-31e1c9dbdb78", "title": "", "text": "【0】目的\n通过大鼠的脑损伤模型，观测颅脑损伤后0.5~48小时脑皮质神经细胞膜中D2受体活性的变化及其与脑水肿的关系。\n\n【1】方法\n采用改良的Feeney脑落体撞击伤方法制作脑损伤模型，采用干-湿法测脑组织含水量；采用同位素标记法测定受体变化；采用D2受体阻滞剂Sulpiride进行实验治疗。\n\n【2】结果\n脑损伤后0.5小时，D2受体显著增加，至24小时降至最低，48小时仍未恢复正常。\n\n【3】结论\nD2受体活性变化在外伤性脑水肿的发生发展中起重要作用。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "4daeb926-b699-4f68-8210-668099c4b17c", "title": "", "text": "【0】目的\n探讨阿德福韦酯联合恩替卡韦治疗失代偿期乙肝肝硬化的临床效果。\n\n【1】方法\n抽取2017年1月至2018年12月中国人民解放军联勤保障部队第989中心医院收治的失代偿期乙肝肝硬化患者80例，按照药物治疗方式分为阿德福韦酯联合恩替卡韦治疗组(联合组，44例)和阿德福韦酯单药治疗组(对照组，36例)。比较两组患者治疗效果，治疗过程中死亡情况及不良反应发生率，血清乙肝病毒脱氧核糖核酸(HBV DNA)、乙型肝炎病毒e抗原(HBeAg)、丙氨酸氨基转移酶( ALT)、总胆红素( TBIL)含量变化，随访情况。\n\n【2】结果\n治疗48周后，联合组治疗有效率为93.18%，对照组治疗有效率为72.22%，两组比较差异有统计学意义(P&lt;0.05)。两组48周的治疗过程中均未见死亡病例。治疗期间两组药物不良反应发生率比较差异未见统计学意义(P&gt;0.05)。与治疗前比较，对照组和联合组治疗48周后血清HBV DNA、HBeAg、ALT、TBIL含量降低，差异有统计学意义(P&lt;0.05)；治疗48周后，与对照组比较，联合组血清HBV DNA、HBeAg、ALT、TBIL含量降低，差异有统计学意义(P&lt;0.05)。两组随访1年死亡率比较差异有统计学意义(P&lt;0.05)。\n\n【3】结论\nADV和ETV联合用药治疗失代偿期乙肝肝硬化临床效果较好，能降低血清HBV DNA、HBeAg、ALT、TBIL含量，抑制病毒复制，改善肝功能，减少并发症，降低病死率，安全性较高。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "f4a6f312-d4a3-4083-af02-2558cd66d02b", "title": "", "text": "【0】酶联免疫吸附试验(enzyme linked immunosorbent assay,ELISA)在临床实验诊断中已得到广泛应用.1997年&lt;中华人民共和国献血法&gt;颁布后,采血机构要对血液进行乙型肝炎病毒表面抗原(HBsAg)、丙型肝炎病毒抗体(HCV)、艾滋病病毒抗体(HIV)的初检、复检,用血单位对血液也要进行复检,且规定应用酶标法.在这大量的初检、复检中,特别是复检中决大多数呈阴性反应.为此,作者对阴性反应的乙型肝炎病毒表面抗原ELISA包被板的回收利用进行了探讨。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "be5be00b-da33-44a5-92db-30ca6bd12b2e", "title": "", "text": "【0】目的 评估渗出性AMD患者的视觉相关生活质量.方法 回顾性系列病例研究.采用美国国立眼科研究院视功能问卷(NEI-VFQ-25)中文版对2007年7月至2008年7月就诊于北京同仁眼科中心的122例渗出性AMD患者的视觉相关生活质量进行评定.对符合正态分布的数据运用t检验,非正态分布的数据运用Wilcoxon秩和检验.结果 122份问卷中共87份完整问卷纳入最终分析.不包括驾驶亚项,NEI-VFQ-25问卷显示总分为(57.2±18.4)分,问卷中得分最低的是近距离活动亚项,评分平均水平为(30.8±22.3)分.患者心理健康亚项分值在男性[(52.9±26.3)分]和女性[(40.8±26.0)分]之间的差异有统计学意义(w=1 175,P＜0.05).除一般健康及眼痛亚项之外,双眼受累患者在其他亚项上的分值及总分均低于单眼受累患者,差异有统计学意义(P＜0.05).双眼患病患者中不同年龄分组(＜ 65岁组和≥65岁组)仅在社会活动[(56.6±22.2)分和(42.3±30.2)分]亚项的评分中差异有统计学意义(w=97,P=0.013).结论 渗出性AMD严重影响患者的近距离活动.女性心理健康分值低于男性.双眼受累患者的视觉相关生活质量低于单眼受累患者.年龄仅对双眼患者的社会活动有明显影响。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "2689af6c-1f2c-4253-8166-509259979b17", "title": "", "text": "【0】患者女，77岁。因出现声音嘶哑，饮水进食时咽疼、呛咳、吞咽困难，体重减轻约半个月，于1981年8月中旬来我院就医。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "eb0556fb-76fa-497d-98c5-52a3a4431a5a", "title": "", "text": "【0】气管支气管瘘是气道与周围组织腔隙的异常连通，患者常合并肺部感染、脓胸等，生活质量差、医疗负担重、病死率高。目前对于气管支气管瘘的治疗手段主要包括外科手术治疗和呼吸内镜下介入治疗。手术治疗技术相对成熟，但创伤大、风险高，而很多患者全身状态差、合并感染，常无法耐受手术治疗。近年来介入呼吸病学技术的发展为不能耐受手术治疗的气管支气管瘘患者提供了微创治疗的新选择［1］。呼吸内镜下腔内介入治疗的主要目的是通过不同封堵材料与封堵方法达到闭合或物理性隔断瘘口。目前国内主要使用的封堵材料包括：（1）封堵器，如全覆膜金属封堵支架、硅酮盲端支架、支气管内单向活瓣、房/室间隔缺损封堵器、硅胶塞［2, 3, 4］；（2）封堵剂：硬化剂、生物胶粘合剂及聚乙二醇等［5, 6］。这些封堵方法对于某些患者有一定疗效，但不适用于所有类型的气管支气管瘘患者。\n笔者团队在近年的临床工作中，尝试支气管镜下凡士林纱条腔内封堵治疗不同类型的支气管瘘，在相当一部分患者中取得了理想的临床疗效，现将相关临床资料总结介绍如下。\n纳入自2019年6月至2022年6月同济大学附属东方医院呼吸与危重症医学科收治的支气管瘘患者。入选标准：（1）符合诊断为支气管瘘；（2）经多学科会诊讨论，无法行外科手术治疗；（3）在本院定期随访半年以上者。共纳入14例，男女各7例，年龄16~74岁；支气管胸膜瘘11例，支气管食管瘘2例，胃-支气管瘘1例；肺叶切除术或胸膜剥脱术后继发支气管瘘11例，胃减容术后1例，食管癌根治术后1例，晚期肺腺癌靶向药物治疗后1例；合并脓胸6例，气胸6例，肺炎4例；镜下可见明确瘘口7例，经胸腔内或食管内灌注亚甲蓝确定瘘口引流支气管者7例。本研究经上海同济大学附属东方医院伦理道德委员会批准（批号：2022RS239），知情同意豁免。\n1.内镜下封堵治疗适应证：经多学科会诊讨论后，对于无法耐受或者不适合外科手术治疗的支气管瘘患者，同时患者自愿接受本方法治疗，并签署知情同意书。\n2.术前准备：将亚甲蓝注射液（10 mg）加至生理盐水 100 ml进行稀释，并抽取50 ml亚甲蓝-生理盐水备用。患者在全麻下经喉罩辅助通气，取仰卧位，如有胸腔闭式引流，则引流管需连接负压吸引装置，同时确定观察气体引流情况。\n3.确定支气管瘘口及引流支气管的方法：经喉罩插入电子支气管镜（日本Olympus公司，BF-P290），如果常规镜检无法确定瘘口位置或怀疑存在多发瘘口：（1）对于临床怀疑支气管胸膜瘘者经胸腔闭式引流管将20~50 ml亚甲蓝-生理盐水注射到胸腔内，并夹闭引流管，在电子支气管镜直视下观察可疑支气管腔内是否有蓝色液体溢出，并据此确定是否存在支气管瘘口及其引流支气管；（2）对于临床怀疑食管支气管瘘者，则经食管内注入亚甲蓝-生理盐水，观察方法同上。\n4.封堵支气管瘘口及其引流支气管的方法：在确定瘘口位置及引流支气管后，根据瘘口大小及需要封堵的支气管管腔直径，将医用灭菌凡士林纱布裁剪出不同尺寸的纱条，在活检钳引导下，将凡士林纱条推送至需要封堵的支气管管腔开口处，利用活检钳及内镜远端的力量完成纱条填塞和固定。在亚段支气管瘘的病例中，采用了OB生物胶（广州白云医用胶有限公司）联合封堵。\n5.气道金属支架的放置：在主支气管或叶支气管残端瘘的病例中，为防止凡士林纱条脱落堵塞中央气道，在电子支气管镜直视下，经斑马导丝引导放置金属网眼支架（南微医学科技股份有限公司），利用活检钳调整支架位置，使其发挥阻拦和固定纱条的作用。\n6.封堵效果的判断标准：（1）对于支气管胸膜瘘，满足以下条件：①胸腔闭式引流管未再引流出气体；②胸部CT或X线胸片证实肺复张；③胸腔引流管内注入亚甲蓝-生理盐水后，支气管镜下确认封堵处无亚甲蓝液体溢出；④同时观察1周无复发，作为支气管瘘封堵成功的标准。（2）对于支气管食管瘘或胃-支气管瘘，满足以下条件：①未再发生进食呛咳；②经食管内注入亚甲蓝-生理盐水后，支气管镜下确认封堵处无亚甲蓝液体溢出；或经食管造影确认未见气道显影；③同时观察1周无复发。回顾术后6~12个月的随访资料，记录是否成功拔除胸腔引流管，封堵纱条及气道支架是否取出，原封堵瘘口是否复发。\n收集入组患者治疗前临床基线资料和治疗后封堵效果的相关数据，并记录治疗期间发生的不良事件，包括封堵术后发生刺激性咳嗽、发热、阻塞性感染、肺不张、封堵物脱落、支架移位、局部肉芽组织生长等数据信息。\n14例支气管瘘患者中，近期或既往接受胸部手术者13例，术后发生支气管瘘的中位时间4个月（10 d~10年），瘘口位于主支气管1例，叶支气管3例（其中1例同时存在叶支气管残端瘘与亚段支气管瘘），段支气管4例，亚段及次亚段6例；位于上叶5例，下叶10例，中叶或舌叶3例，其中累及多肺叶者4例。单个瘘口者3例，多发瘘口者11例，其中4例既有镜下可见瘘口，又同时有隐匿瘘口。2例患者瘘口直径≥5 mm，余患者瘘口<5 mm，或镜下未见。合并肺炎或胸腔内感染10例；气胸或液气胸5例。累计接受支气管镜检查与镜下治疗的中位次数为4（范围：2~10）次。\n14例患者均接受了凡士林纱条封堵治疗，其中3例为其他治疗失败后［1例曾行外科瘘修补手术治疗，1例曾行支气管内单向活瓣（endobronchial valves，EBV）封堵，1例为全覆膜封堵器破损后复发］接受凡士林纱条封堵治疗；4例为主支气管/叶支气管残端瘘，在进行凡士林纱条封堵的同时放置了气道金属支架，以避免纱条脱落造成中央气道阻塞，起到保护健侧气道的作用；4例联合医用生物胶封堵治疗。\n14例患者均在腔内治疗后1周内取得封堵成功，11例术前有胸腔闭式引流管的支气管胸膜瘘患者，在治疗后1周~3个月内分别成功拔除胸腔引流管（中位时间1.5个月）；3例患者在后续随访中取出封堵纱条，瘘口未再复发，余11例患者未取出封堵纱条，在随访中原瘘口未出现复发；1例骨肉瘤患者因肺转移灶进展而新发支气管胸膜瘘。\n在术后6~12个月随访中，发生肺不张1例，轻度刺激性咳嗽2例（均接受支架置入），低热3例。所有病例均未发生纱条脱落、原封堵瘘口复发，或因阻塞性感染导致治疗失败。\n为了更好地呈现凡士林纱条腔内封堵治疗的具体实践过程，本研究选择了2个治疗过程较为曲折的病例进行分享。\n患者女，52岁，因“胸腺瘤术后复发、左肺下叶切除术后1个月，咳嗽咳痰2周”于2021年2月3日入院。患者2年前体检发现前纵隔占位，于外院行手术切除，术后病理提示“恶性胸腺瘤”，术后予辅助放疗治疗，规律随访。1个月前复查胸部CT提示“左侧胸膜结节增大”，临床考虑肿瘤复发，后于外院行“左肺下叶切除术+左侧胸膜剥脱术+左侧膈肌修补术”。术后患者出现间断咳嗽、咳痰，给予泰亚胺培南司他丁钠抗感染、化痰止咳等治疗，症状无好转。患者行胸腔冲洗时可呛咳出脓液，水封瓶内可见持续气泡溢出，每日引流出脓性液体约100~200 ml。\n转入本院后，胸部CT见图1。入院后在支气管镜下经胸腔内注入亚甲蓝确定瘘口位于左上叶后段及左舌叶，使用生物胶灌注左上叶后段，并用凡士林纱条填塞左舌叶支气管（图1C、D）。术后胸腔引流气泡量明显减少，胸腔冲洗未发生呛咳。2周后，患者行胸腔冲洗时再次发生呛咳，咳出黄脓性液体，胸腔引流出气泡量突然大量增多。复查胸部CT提示左下叶支气管残端瘘（图2A、B）。2月19日电子支气管镜下可见舌叶支气管内凡士林纱条填塞在位，左肺下叶残端见一直径约4~5 mm瘘口，周围黏膜薄弱并有坏死物附着（图2C~E）。胸外科会诊考虑外科手术风险大且可能再次出现残端瘘，建议行内科微创治疗。鉴于患者支气管瘘口数量多，且左侧残余肺功能极其有限，决定采取左主支气管完全封堵治疗。与家属充分沟通后，在硬质支气管镜下，用凡士林纱条完全填塞左主支气管，并置入一枚金属网眼支架跨越隆突段，以防止纱条移位（图2F）。术后加强抗感染治疗及胸腔冲洗引流。后患者呛咳症状明确好转，流液逐渐由浑浊转清亮，水封瓶内无气泡逸出后拔除左侧胸腔引流管，患者好转出院。\n患者男，17岁。因“骨肉瘤肺转移、肺叶切除术后4个月，反复气喘3个月”于2020年9月9日入院。患者既往因右下肢骨肉瘤行右下肢截肢术，2020年5月随访行胸部CT检查示双肺多发结节，考虑肺转移灶，外院行双肺部分肺叶切除，术后右侧胸腔引流管持续引流出气泡，外院诊断为支气管胸膜瘘，后在支气管镜下于右下肺基底段放置支气管活瓣和医用生物胶封堵治疗，术后封堵效果不佳，转入本院。经胸腔内注入亚甲蓝溶液后，镜下见右下肺基底段活瓣周围和右下肺背段开口有亚甲蓝溶液溢出。明确瘘口位置后，将原封堵活瓣取出，用凡士林纱条分别填塞下叶基底段和背段支气管（图3）；术后再次经胸腔置入亚甲蓝溶液，确定封堵效果。术后2周成功拔除右侧胸腔引流管。\n气管支气管瘘是一种常见的严重疾病，由于形成原因不同、瘘口的多样性（位置、大小、数量）、是否存在并发症、患者基础状态差异等多种因素，从而难以有一致的治疗方法。针对气管支气管瘘的治疗原则是通过修补或封堵瘘口以提高患者的生活质量、延长生存时间，为此需要综合考量上述因素后制定出个体化的治疗方案。本研究介绍了笔者团队探索应用的一种支气管腔内封堵治疗气管支气管瘘的新技术，即采用内镜下凡士林纱条腔内封堵的方法，并回顾性分析了接受该新治疗方法的14例支气管瘘患者的临床资料，术后均成功拔除胸腔引流管或肺部感染得到明显控制，且在随访过程中未再复发，初步表明了内镜下凡士林纱条封堵能够起到完全封闭支气管瘘口的临床效果。\n经支气管腔内封堵的策略需要根据瘘口的位置、大小和数量进行选择。以往学者按照瘘口的部位将段或以上支气管的瘘分为中央型支气管瘘，位于段以下支气管的分为外周型支气管瘘；按照瘘口的大小，将直径≥5 mm的分为大瘘口，直径<5 mm的分为小瘘口［6］。中央型大瘘口往往需要外科修补治疗，对于不能耐受手术或合并感染者，可考虑放置封堵支架，包括全覆膜金属封堵支架、硅酮封堵支架、心脏缺损封堵器等［7, 8, 9］。对于段以下支气管的瘘口，可以选择EBV、硅胶塞封堵，对于镜下不可见的小瘘口，可以选择使用生物胶封堵。不同封堵方法的封堵效果取决于封堵器与支气管腔壁或瘘口残端的贴合度和固定能力。在本研究中，10例为周围型瘘口，笔者根据引流支气管腔径选择封堵纱条的尺寸，使纱条既能很好地固定于管腔内不易脱落，又能有效地与管壁贴合，起到良好的封闭效果；4例为中央型残端瘘，笔者通过联合置入气道金属支架的方式以防止凡士林纱条封堵后脱落堵塞正常气道。值得注意的是，有3例患者在接受其他治疗方式失败或复发后（1例外科修补术后，1例EBV植入术后，1例封堵支架置入术后复发），凡士林纱条腔内封堵有效封闭了瘘口，最终成功拔除了胸腔引流管、控制了肺部感染。\n本研究中，病例在接受腔内封堵治疗后未发生明显咳嗽、异物感等不耐受的症状，6~12个月的随访中，也未发生因纱条脱离、阻塞性感染等严重并发症而导致封堵治疗失败以及因纱条填塞而致瘘口进一步扩大的情况。总体而言，经支气管凡士林纱条腔内填塞治疗支气管瘘是相对安全的，但对于合并肺部感染或胸腔感染的患者，需要同时联合抗感染治疗、胸腔内充分地冲洗引流，以及加强营养支持等综合治疗。\n本研究结果显示，支气管镜下凡士林纱条腔内封堵治疗，无论对于中央型支气管瘘抑或对于周围型支气管瘘，均能有效封堵瘘口，安全性好。方法简单易行，封堵材料容易获取，适用于不同直径和位置的支气管瘘，可塑性强，并且医疗成本低。本研究为单中心回顾性研究，样本量较小，下一步需进行前瞻性大样本的研究进行验证。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "979638d1-690a-43cc-9003-ce6a8cc891c6", "title": "", "text": "【0】近日，江苏省人民医院收治了1例患先天性食管闭锁的新生儿。患儿出生前母亲有腹围过大、羊水过多的情况，因未觉不适，未进行进一步检查。患儿产后1周口角持续流有白色分泌物，喂奶和喂水时会立即呕吐。经小儿胸外科医师检查发现，", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "69b7cc50-1db5-4054-900a-e96f0068e096", "title": "", "text": "【0】职业卫生问题与人类生产活动相伴相生，是经济社会发展过程中必然面对的共性问题。学术界对我国工作场所职业卫生监管体制的研究有一定的基础[1,2,3]，但对其历史沿革的研究缺乏系统性、准确性和全面性。为了解我国工作场所职业卫生监管体制沿革，我们对我国职业卫生监管体系进行分析和探讨，以供职业卫生相关部门和人员参考。\n劳动（人事）部与卫生部共管阶段。1949年11月2日，中央人民政府劳动部成立（1954年9月改称\"中华人民共和国劳动部\"）。根据1950年5月《中央人民政府劳动部试行组织条例》，设劳动保护司（1956年9月改称\"劳动保护局\"），负责全国的劳动保护工作。劳动部多次颁布文件或依据国务院有关规定开展工作。例如，1950-1956年，劳动部颁布了《工厂卫生暂行条例草案（试行）》《关于防止沥青中毒的办法》和《工厂通风装置管理办法（草案）》等文件；1956年5月，国务院颁布《工厂安全卫生规程》，明令\"各级劳动部门必须加强经常的监督和检查工作\"。1956年10月，《中华人民共和国劳动部组织简则》赋予劳动部\"管理劳动保护工作，监督检查国民经济各部门的劳动保护、安全技术和工业卫生工作\"的职责。1963年9月颁布的《国营企业职工个人防护用品发放标准》规定\"地方劳动部门应对本标准的贯彻执行情况进行监督检查\"。1970年6月，劳动部、国家计划委员会和国家经济委员会等9部门（机构）合并组建国家计划革命委员会，又于1975年9月将劳动部从中独立，组建国家劳动总局[4]。1982年5月，国务院机构改革将国家劳动总局、国家人事局、国务院科学技术干部局、国家编制委员会合并，设立劳动人事部。同年5月，《劳动人事部任务与职责》规定\"劳动人事部综合管理劳动保护、矿山和锅炉压力容器安全工作\"，设劳动保护局（1986年11月改称劳动安全卫生监察局）、矿山安全监察局和锅炉压力容器安全监察局。\n1954年5月，卫生部召开了第一届全国工业卫生会议，并做了《第一届全国工业卫生会议决议》，提出\"各级卫生行政部门必须把工业卫生工作逐步统一领导起来\"，并提议\"中央卫生部和中央各工业部门，以及有关方面组织工业卫生工作委员会\"。同年10月，卫生部《关于加强工业卫生工作中工业部门与地方卫生部门的分工暂行办法》对工业卫生工作的分工做了原则性规定。中央10部门负责工业卫生工作的人员也联合组成了\"工业卫生工作委员会\"，并出台了《工业卫生工作委员会组织办法》（1954年12月28日经国务院批准），委员会暂以卫生部为办公机关。1957年，卫生部进一步提出了《关于领导工业卫生工作的分工办法》（1957年8月13日经国务院批转），强调\"中央各工业部门所属工业企业的各项医疗卫生业务工作，均由地方卫生部门统一领导\"。1980年12月，卫生部联合国家劳动总局等12部门发布《关于进一步加强工业卫生管理工作意见的通知》，明确由卫生部负责组织制订、修订和颁发国家卫生法规和职业病诊断标准，并实行卫生监督。1983年3月，《国务院各部门的主要任务和职责（试行本）》规定卫生部的主要职责之一是\"负责环境、劳动、饮水、食品（包括进口食品）、学校、放射性防护等卫生的管理，制定卫生标准，组织卫生监测，实施卫生监督\"[5]。\n由于劳动保护、劳动卫生和工业卫生的内涵及其工作领域存在交叉[6,7]，这一时期的工作场所职业卫生监管职能呈现交叉状态，由劳动（人事）部和卫生部共同承担，各有侧重。\n以卫生部为主的工作场所职业卫生监管体制。1986年11月，卫生部和劳动人事部联合发布了分工协作纪要，明确了劳动部门负责劳动卫生工程技术（预防和治理职业危害的工程技术措施）相关的工作，而对企业进行预防性和经常性卫生监察等工作则由卫生部门负责[8]。这标志着以卫生部为主的工作场所职业卫生监管体制得以确立。1988年4月机构改革后，劳动部\"综合管理职业安全和职业卫生（工程技术）监察工作\"\"规划和指导矿山安全和职业卫生（工程技术）工作\"，设职业安全卫生监察局（原劳动安全卫生监察局）、矿山安全卫生监察局和锅炉压力容器安全监察局。同年11月，《卫生部并国家中医药管理局\"三定\"方案》规定了卫生部的主要职责。1993年3月，劳动部负责\"综合管理全国职业安全卫生、矿山安全卫生、锅炉压力容器安全和全国安全生产工作\"，设职业安全卫生与锅炉压力容器监察局、矿山安全卫生监察局和安全生产管理局；卫生部依据卫生法规、标准行使监督职权，由卫生监督司负责监督实施。\n1995年1月实施的《中华人民共和国劳动法》（以下简称《劳动法》）专设\"劳动安全卫生\"一章，授权劳动行政部门和有关部门对违法行为给予行政处罚。1997年11月，《卫生部关于对浙江省卫生厅有关劳动卫生监督适用法律问题的复函》中指出，《劳动法》所称\"有关部门\"包括卫生部门，并明确1986年的分工协作纪要继续有效。1998年6月，劳动部承担的职业卫生监察（包括矿山卫生监察）职能交由卫生部，劳动部承担的安全生产综合管理、职业安全监察、矿山安全监察职能交由国家经济贸易委员会。2002年5月实施的《中华人民共和国职业病防治法》（以下简称《职业病防治法》）正式确立了卫生行政部门承担工作场所职业卫生监管职责的主体地位，全面负责职业病防治工作。这一时期，卫生部完成了从主要承担者到独立承担者的角色转换。\n2003年，工作场所职业卫生监管职能划入国家安全生产监督管理局。2005年1月，卫生部与国家安全生产监督管理局联合发文（卫监督发〔2005〕31号），明确了各自所承担的职能，用人单位职业健康监护情况监督检查、建设项目职业卫生\"三同时\"审查、职业卫生技术服务机构资质认定和监督管理工作仍由卫生部负责。2005年2月，国家安全生产监督管理局变更为国家安全生产监督管理总局，原工作场所职业卫生监管职能相应划入。2008年7月，国家安全生产监督管理总局增设职业安全健康监督管理司专门承担监督检查工矿商贸工作场所职业卫生情况等职责；国家煤矿安全监察局承担煤矿工作场所职业卫生监督检查等职责。2010年10月，建设项目的职业卫生\"三同时\"审查及监督检查、职业卫生检测、评价技术服务机构的资质认定和监督管理工作等职责划入国家安全生产监督管理总局。\n2011年12月，修正后的《职业病防治法》赋予安全生产监督管理部门在职业病预防环节全面实施监管的主体地位。这一时期，国家安全生产监督管理总局完成了从主要承担者到独立承担者的角色转换，职业卫生监管职能完成划转。\n2018年3月，原国家安全生产监督管理总局承担的工作场所职业卫生监管职能划入新组建的国家卫生健康委员会，职业卫生监管职能回归卫生行政部门。\n我国职业卫生监管工作取得了巨大成就，但职业卫生监管体制有待理顺[9]。目前，我国正在探索现代职业卫生问题综合预防治理体系，近年来一些研究成果值得学习和效仿。\n稳定的职业安全卫生监管模式是管理的关键。以美国为例，自1970年《职业安全与健康法》颁布后设立了包括职业安全与健康管理局在内的4大永久性机构[10]，保持了职业安全卫生监管体制的长期稳定，保障了《职业安全与健康法》的有效实施，保证了职业病报告发病例数的持续下降。稳固的职业卫生监管体制有利于维护其权威，有助于稳定职业卫生监管机构和用人单位的预期，使之责无旁贷、依法履行职能或义务，从而提升职业卫生监管成效。我国于1998年改革后延续至今的安全生产监管体制及其成效亦是很好的例证。\n职业病报告发病例数受多种因素的影响。（1）职业防护水平：包括工程防护和个体防护；（2）职业健康监护：有研究表明，在职业病危害尚未得到有效控制的情况下，职业病报告发病例数与职业健康检查人数具有一定的正相关[11]；（3）监管机构改革：1988-1997年，我国职业病报告发病数量逐年下降，而1998、2003年两次监管机构改革后，职业病报告发病例数上升。在职业卫生监管实践中，往往会出现职业病报告例数随着监管力度增强而增加的\"反常\"现象。究其原因，一是当年新发职业病病例被诊断的同时，往年\"潜伏\"的职业病病例也被确诊；二是主管部门在监管中更注重职业健康检查监管，某种程度上存在\"重治轻防\"问题；（4）国有企业改革：1993年10月，我国启动了国有企业改革，国企职工纷纷下岗再就业导致职业健康监护人数锐减[12]；（5）企业用工制度：大量合同工、临时工、季节工未能享受应有的职业健康监护权利；（6）其他影响因素：卫生体制改革、职业病诊断机构、部门政绩考核、企业责任意识和劳动者自我保护意识等，都会对职业病报告发病例数产生影响[13]。\n职业安全和职业健康事关劳动者的生命和健康，其法益具有统一性[14]。我国自2003年职业卫生监管体制改革以来，经过15年的重组与磨合，安全生产与职业卫生一体化监管执法机制已然成形推动了职业卫生监管工作。以温州市为例，职业卫生监管职能划转以后职业卫生技术服务突飞猛进[15]，2015-2018年完成职业健康检查412 274人次。有关部门应重视职业安全卫生监管的发展规律[16]，摒弃\"分割式监管\"，合并立法、综合监管，与国际接轨，实现职业安全卫生综合监管，在有效利用资源、提高行政效率的同时减轻监察对象的负担。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "684fafaf-51a5-4a87-a6ce-40f55465ece9", "title": "", "text": "【0】分子遗传学方法在儿童白血病分型、分层诊断中起重要作用.大部分白血病存在一系列与特定形态、临床特点相关的染色体重排.融合基因作为基因结构重排的产物,是白血病特异性的分子标志,目前已广泛应用于白血病的分型诊断、微小残留病的诊断、评估预后及靶向治疗.迄今为止,儿童白血病在分子遗传学领域的各类检测方法从传统的PCR,发展至多重逆转录PCR、实时定量逆转录PCR、荧光原位杂交技术、比较基因组杂交、流式细胞学技术、全基因组测序等。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "0009a55f-2197-41d0-b446-10c7ef3a7186", "title": "", "text": "【0】随着医学研究的不断发展，冠状动脉搭桥术后并发症的发生大为减少，但术后脑血管意外的发生在临床上还较多见。术前对患者进行科学的评估，正确鉴别易发生脑血管意外的高危人群，术后严密监护患者，正确鉴别术后脑血管意外、精神障碍与癫痫发作，给予患者及时正确的处理，对患者预后非常重要。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "16ce148d-b739-498b-9621-4fbb3a6365b9", "title": "", "text": "【0】全球经济的快速扩张、生活方式的改变和社会的老龄化等导致糖尿病等一系列慢性非传染性疾病的发病率增加。调查显示，我国糖尿病的发病率为9.70%〔1〕。国际公认的糖尿病综合治疗包括饮食、运动、药物、自我检测、健康教育，而健康教育又是其中的核心。国内外有相关研究表明，良好的、有效的糖尿病健康教育会对患者的血糖控制、并发症控制以及糖尿病患者的生活质量有非常重要的作用〔2,3〕。现有的糖尿病教育模式多为大课堂式教育、小组教育和个体教育，这些教育模式各有利弊，但多以听和看为主，患者多为被动学习，学习参与水平不高，其教育的掌握程度较低，教育效果较差。楼青青等〔4〕提出糖尿病患者的自我管理情况仍需改善。2016年，我科在传统健康教育基础上，改进教育模式，开展了糖尿病体验式健康教育，让患者从\"听、说\"转化为动手实践，加强糖尿病教育的直观感受，加深记忆，患者主动参与学习，通过住院期间多次体验和实践，激发患者产生自我管理的动力，让患者在知、信后，确实做到行为的改变，现报告如下。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "b86a2955-233a-4a2c-9ce4-ebfaf9b1446a", "title": "", "text": "【0】目的\n探讨脂肪蒂皮瓣在修复皮肤肿瘤切除术后面部缺损中的临床疗效。\n\n【1】方法\n回顾分析了杭州市第三人民医院皮肤科收治的39例面部肿瘤患者的临床资料，男20例，女19例，年龄（55 ± 7.3）岁（42 ~ 80岁），包括基底细胞癌15例，鳞状细胞癌10例，角化棘皮瘤5例和日光角化病9例。术后缺损面积1.5 cm × 3.0 cm ~ 8.0 cm × 4.5 cm。所有患者均接受肿瘤切除术后缺损脂肪蒂皮瓣修复治疗，术后24 h观察皮瓣存活情况，术后1、3个月及之后每3个月进行随访，观察皮瓣的外形、质地及与周围组织的匹配度等。\n\n【2】结果\n39例患者术后24 h，切口均无感染，皮瓣存活良好；2例皮瓣远端部分坏死，其皮瓣长与蒂宽比大于3∶1，为下睑部缺损，经处理后创面愈合。术后1个月，3例出现外观臃肿，其皮瓣长与蒂宽比分别小于2∶1、2∶1 ~ 3∶1、大于3∶1，其中2例为上唇部缺损，1例位于面颊部。所有患者随访1 ~ 12个月，平均7个月，皮瓣色泽和质地较好，供皮区和受皮区在功能和外形上均达到良好效果。\n\n【3】结论\n采用脂肪蒂皮瓣治疗面部皮肤缺损，临床疗效显著，皮瓣组织成活率高，安全可靠，同时对供区损伤较小。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "1ab94933-b18f-4762-81f5-ed17326d1b82", "title": "", "text": "【0】Objective\nTo explore the characteristics of oncoprotein expression of c-fos and c-jun in hypertrophic scars and chronic dermal ulcers and their regulation of basic fibroblast growth factor (bFGF).\n\n【1】Methods\nTissues of hypertrophic scars (n = 8), chronic dermal ulcers (n = 8) and normal skin (n = 5) were taken from 21 patients with burns and chronic dermal ulcers in operation. The ABC immunohistochemical method was used to characterize the gene product expression of c-fos, c-jun and bFGF in the above tissues.\n\n【2】Results\nIn normal skin, both c-fos and c-jun protein expression and bFGF protein expression were observed. The signals of both oncoproteins were localized mainly in subcutaneous fibroblasts, but, positive expression of the bFGF protein was mainly in keratinocytes. In hypertrophic scars, positive expression of both oncoproteins could be found mainly in fibroblasts, but bFGF was mainly in fibroblasts and endothelial cells. In chronic dermal ulcers, endothelial cells, some of inflammatory cells and fibroblasts were positive for both of oncoproteins, but the expression of bFGF was only seen in fibroblasts and endothelial cells.\n\n【3】Conclusions\nThe results indicate that the interaction between both oncoproteins and bFGF exists, and the regulating action between protooncogenes and bFGF is a major course in wound healing. The different expressions of c-fos and c-jun gene products play an important role in regulate bFGF action, thus affecting wound healing. Chin Med J 2001; 114(8):852-856", "tags": {}, "lang": "en", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "466e5b6c-6aa7-444b-85db-bd4a3a5ae37f", "title": "", "text": "【0】国际妇产科联盟（FIGO）关于子宫颈癌的分期一直以来使用的是临床分期，分期的依据除Ⅰa期外，其他期别仅采纳临床医师盆腔检查所发现的信息，这使FIGO子宫颈癌分期在应用过程中难免有所不足。FIGO 2009年版子宫颈癌分期发布至今已有9年，在这9年中，影像学、微创诊断技术的发展与推广使其在子宫颈癌诊断中的地位日益显现并对子宫颈癌的分期体系产生了影响。因此，FIGO于2018年第12次大会上公布了子宫颈癌的2018年版分期标准。本文对FIGO 2018年版子宫颈癌分期标准的修订要点及其临床意义进行介绍及解读。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
{"seq_id": "69740a40-9da5-4be6-b799-88792df37097", "title": "", "text": "【0】衣原体不仅可以引起呼吸道感染，也可引起肺外其他系统病变，从而导致一系列的临床表现，应引起重视。现总结沙眼衣原体、肺炎衣原体、鹦鹉热衣原体感染的临床特点。", "tags": {}, "lang": "zh", "attr": {}, "ext": null, "dataset": "paper-medjournals_zh", "batch_name": "unifiedUpload", "version": "0"}
