# -*- coding: utf-8 -*-
import json
type1={'药理学': 0.331, '内科': 0.299, '生物化学': 0.059, '妇产科': 0.047, '外科': 0.038, '微生物学': 0.032, '皮肤性病科': 0.023, '病理学': 0.023, '生理学': 0.017, '儿科': 0.016, '遗传学': 0.016, '医学伦理学': 0.015, '医学免疫学': 0.011, '麻醉学': 0.009, '眼科': 0.008, '预防医学': 0.008, '全科医学概论': 0.008, '病理生理学': 0.007, '口腔科学': 0.005, '解剖学': 0.005, '急诊医学': 0.004, '流行病学和循证医学': 0.003, '耳鼻咽喉头颈外科学': 0.003, '放射科': 0.003, '营养学': 0.002, '组织学与胚胎学': 0.002, '康复医学': 0.002, '医学心理学': 0.002, '医学统计学': 0.002, '卫生政策与管理': 0.001, '精神病学': 0.001}
type2={'药理学@临床药理学': 0.321, '内科@心血管内科': 0.081, '内科@感染病学': 0.049, '内科@肿瘤学': 0.039, '内科@神经内科': 0.034, '内科@消化内科': 0.032, '内科@呼吸内科': 0.032, '妇产科@妇科': 0.028, '内科@内分泌内科': 0.026, '药理学@分子药理学': 0.025, '医学伦理学@医患沟通': 0.021, '生物化学@分子生物化学': 0.02, '生物化学@有机化学': 0.018, '内科@肾脏内科': 0.018, '病理学@临床病理学': 0.016, '内科@传染病学': 0.014, '妇产科@产科': 0.013, '外科@普通外科': 0.013, '微生物学@医学病毒学': 0.012, '麻醉学@疼痛医学': 0.012, '微生物学@医学真菌学': 0.012, '内科@风湿病学': 0.011, '妇产科@生殖医学': 0.011, '儿科@新生儿科': 0.011, '内科@血液内科': 0.011, '生物化学@临床生物化学': 0.011, '外科@骨科': 0.011, '遗传学@人类遗传学': 0.008, '生物化学@细胞生物化学': 0.008, '微生物学@人体寄生虫学': 0.008, '遗传学@分子遗传学': 0.007, '微生物学@医学细菌学': 0.007, '病理学@系统病理学': 0.007, '外科@神经外科': 0.007, '生理学@人体生理学': 0.007, '生理学@系统生理学': 0.005, '内科@老年病学': 0.004, '外科@烧伤与整形外科': 0.004, '放射科@影像诊断': 0.004, '儿科@儿内科': 0.004, '解剖学@系统解剖学': 0.004, '口腔科学@口腔外科': 0.004, '外科@肝胆外科': 0.003, '眼科': 0.003, '病理学@分子病理学': 0.003, '外科@泌尿外科': 0.003, '精神病学': 0.001, '生理学@细胞生理学': 0.001, '病理学@细胞病理学': 0.001, '皮肤性病科': 0.001}

file="dingxiangyuan"
save_file = f"../../../../full_data/{file}/{file}.jsonl"
fw = open(save_file, 'w',encoding="utf-8")

from transformers import AutoTokenizer
tokenizer = AutoTokenizer.from_pretrained("../../../basic_tools/tokenizer")
def tokenizer_lens(context):
    ids = tokenizer.encode(context)
    return len(ids)
sum_lens = 0
class_ratio_token= {'level1': {'内科': '64.147%', '药理学': '60.89%', '流行病学和循证医学': '0.956%', '生物化学': '13.755%', '医学伦理学': '4.447%', '微生物学': '10.351%', '眼科': '1.899%', '妇产科': '5.826%', '医学免疫学': '2.257%', '口腔科学': '2.924%', '外科': '20.016%', '遗传学': '6.13%', '病理生理学': '2.424%', '预防医学': '4.828%', '皮肤性病科': '7.395%', '营养学': '0.808%', '全科医学概论': '4.735%', '病理学': '13.041%', '康复医学': '1.171%', '生理学': '5.427%', '儿科': '2.837%', '耳鼻咽喉头颈外科学': '0.542%', '麻醉学': '2.068%', '放射科': '1.32%', '卫生政策与管理': '0.163%', '急诊医学': '3.359%', '解剖学': '2.423%', '组织学与胚胎学': '0.22%', '精神病学': '0.135%', '医学心理学': '0.191%', '医学统计学': '1.176%'}, 'level2': {'内科@传染病学': '5.243%', '药理学@临床药理学': '50.376%', '内科@风湿病学': '2.682%', '内科@心血管内科': '11.828%', '内科@老年病学': '0.747%', '妇产科@生殖医学': '1.519%', '内科@内分泌内科': '5.707%', '内科@神经内科': '5.339%', '内科@消化内科': '5.192%', '生物化学@分子生物化学': '2.854%', '医学伦理学@医患沟通': '3.588%', '微生物学@医学病毒学': '4.719%', '妇产科@产科': '2.491%', '儿科@新生儿科': '2.373%', '内科@血液内科': '1.766%', '内科@肿瘤学': '5.84%', '内科@呼吸内科': '4.035%', '药理学@分子药理学': '3.942%', '内科@感染病学': '11.178%', '外科@普通外科': '4.918%', '遗传学@人类遗传学': '2.416%', '遗传学@分子遗传学': '1.489%', '生物化学@临床生物化学': '2.29%', '生物化学@有机化学': '2.729%', '内科@肾脏内科': '4.842%', '外科@骨科': '5.336%', '外科@烧伤与整形外科': '0.396%', '病理学@临床病理学': '5.032%', '外科@肝胆外科': '2.683%', '病理学@系统病理学': '3.75%', '眼科': '0.196%', '妇产科@妇科': '7.081%', '麻醉学@疼痛医学': '3.046%', '放射科@影像诊断': '1.32%', '儿科@儿内科': '1.851%', '微生物学@医学细菌学': '1.454%', '生物化学@细胞生物化学': '0.85%', '病理学@分子病理学': '0.424%', '微生物学@人体寄生虫学': '1.408%', '微生物学@医学真菌学': '2.67%', '解剖学@系统解剖学': '1.98%', '生理学@系统生理学': '0.724%', '外科@神经外科': '2.182%', '精神病学': '0.317%', '生理学@人体生理学': '0.779%', '生理学@细胞生理学': '0.105%', '口腔科学@口腔外科': '1.227%', '病理学@细胞病理学': '0.18%', '皮肤性病科': '0.229%', '外科@泌尿外科': '0.107%'}, 'all_sample_tokens': 316560}
class_ratio_doc= {'level1': {'药理学': '89.0%', '微生物学': '8.0%', '外科': '8.0%', '内科': '67.0%', '皮肤性病科': '5.75%', '病理学': '5.25%', '生理学': '3.25%', '儿科': '2.75%', '医学免疫学': '2.5%', '遗传学': '2.25%', '生物化学': '15.0%', '妇产科': '10.25%', '病理生理学': '1.75%', '全科医学概论': '1.75%', '医学伦理学': '1.75%', '口腔科学': '1.5%', '预防医学': '1.5%', '眼科': '1.25%', '麻醉学': '1.0%', '耳鼻咽喉头颈外科学': '1.0%', '解剖学': '1.0%', '急诊医学': '0.75%', '营养学': '0.5%', '放射科': '0.5%', '组织学与胚胎学': '0.25%', '康复医学': '0.25%', '医学心理学': '0.25%', '卫生政策与管理': '0.25%', '流行病学和循证医学': '0.25%', '精神病学': '0.25%', '医学统计学': '0.25%'}, 'level2': {'内科@感染病学': '9.25%', '内科@肿瘤学': '7.5%', '药理学@临床药理学': '61.0%', '内科@神经内科': '6.5%', '内科@呼吸内科': '5.75%', '内科@消化内科': '5.25%', '妇产科@妇科': '5.25%', '内科@内分泌内科': '5.0%', '药理学@分子药理学': '4.75%', '医学伦理学@医患沟通': '4.0%', '生物化学@分子生物化学': '3.75%', '生物化学@有机化学': '3.5%', '内科@肾脏内科': '3.5%', '病理学@临床病理学': '3.0%', '内科@传染病学': '2.75%', '妇产科@产科': '2.5%', '微生物学@医学病毒学': '2.25%', '外科@普通外科': '2.25%', '麻醉学@疼痛医学': '2.25%', '微生物学@医学真菌学': '2.25%', '内科@风湿病学': '2.0%', '妇产科@生殖医学': '2.0%', '儿科@新生儿科': '2.0%', '内科@血液内科': '2.0%', '生物化学@临床生物化学': '2.0%', '外科@骨科': '2.0%', '内科@心血管内科': '15.25%', '遗传学@人类遗传学': '1.5%', '生物化学@细胞生物化学': '1.5%', '微生物学@人体寄生虫学': '1.5%', '遗传学@分子遗传学': '1.25%', '病理学@系统病理学': '1.25%', '外科@神经外科': '1.25%', '微生物学@医学细菌学': '1.0%', '生理学@系统生理学': '1.0%', '生理学@人体生理学': '1.0%', '内科@老年病学': '0.75%', '外科@烧伤与整形外科': '0.75%', '放射科@影像诊断': '0.75%', '解剖学@系统解剖学': '0.75%', '口腔科学@口腔外科': '0.75%', '外科@肝胆外科': '0.5%', '眼科': '0.5%', '病理学@分子病理学': '0.5%', '儿科@儿内科': '0.5%', '外科@泌尿外科': '0.5%', '精神病学': '0.25%', '生理学@细胞生理学': '0.25%', '病理学@细胞病理学': '0.25%', '皮肤性病科': '0.25%'}}

with open(f"../../../../full_data/{file}/{file}_clean.jsonl", "r",encoding="utf-8") as fs:
    for item in fs.readlines():
        item = json.loads(item)
        context = item["text"]
        lens = tokenizer_lens(context)
        sum_lens += lens

with open(f"../../../../full_data/{file}/{file}_clean.jsonl", "r",encoding="utf-8") as fs:
    for item in fs.readlines():
        item = json.loads(item)
        item["tags"] = {
                        "id": item["seq_id"],
                        "clean_iters":"3",
                        "quality_score":"94.4%",
                        "class_ratio_doc": class_ratio_doc,
                        "class_ratio_tokenize": class_ratio_token,
                        "item_tokens": tokenizer_lens(item["text"]),
                        "dataset_tokens": sum_lens,
                        "bia_class": "药品说明书"
                        }

        item = json.dumps(item,ensure_ascii=False)
        fw.write(item+"\n")
