import matplotlib.pyplot as plt
import json

import numpy as np
from matplotlib.font_manager import FontProperties

# 设置matplotlib支持中文的字体
plt.rcParams['font.sans-serif'] = ['SimHei']  # 用来正常显示中文标签
plt.rcParams['axes.unicode_minus'] = False  # 用来正常显示负号


def compare_histograms(data_list):
    all_keys = []

    for item in data_list:
        val = item["value"]
        all_keys += list(val.keys())
    all_keys = list(set(all_keys))

    value_list = []
    for item in data_list:
        val = item["value"]
        new_val = [val[key] if key in val else 0 for key in all_keys]
        value_list.append({
            "name": item["name"],
            "value": new_val,
        })


    # 设置条形图的宽度

    bar_width = 1/len(data_list) - 0.05
    index = range(len(all_keys))

    # 绘制直方图
    plt.figure(figsize=(21, 13))
    color_list = ["orange","blue","yellow","red","green","purple","black"]

    for idx, item in enumerate(value_list):
        plt.bar([i + bar_width*idx for i in index], item["value"], width=bar_width, color=color_list[idx], label=item["name"])



    plt.xticks([idx for idx in index], all_keys, rotation=-60)  # 设置x轴刻度显示key名称
    locs, labels = plt.xticks()
    print(locs,labels)

    plt.title("中文（采样/100）",fontsize=14)
    # plt.xlabel('错误类型')
    plt.ylabel('错误数量')
    #plt.grid()
    plt.legend()

    plt.show()



def get_new_data(data, divs = 1):
    new_data = {}
    for key,val in data.items():
        val = val*divs
        if key in fix_dict:
            key = fix_dict[key]
        if key not in new_data:
            new_data[key] = 0
        new_data[key] += val
    return new_data

fix_dict = {
    "多换行":"多余换行",
    "信息完整性":"信息不完整",
    "页眉":"无关文本",
    "五百文本":"无关文本",
    "导航栏":"无关文本",
    "页脚":"无关文本",
    "栏目混合":"栏目混乱",
    "有用性":"信息有用性",
    "有用性 ":"信息有用性",
}
#stage4
stage4_reclean_list = {
# "reclean1":  [600, {'错误删除': 168, '有用性': 116, '无关文本': 501, '语义不完整': 51, '序号错误': 14, '缺少换行': 294, '多余换行': 167, '栏目混乱': 202, '信息完整性': 4, '信息有用性': 56, '信息不完整': 13, '多换行': 1, '多余标点': 2, '序号格式不一致': 22, '页眉': 1, '准确性': 15, '标点错误': 5, '错别字': 14, '导航栏': 4, '特殊符号': 3, '栏目混合': 1, '格式杂乱': 1, '页脚': 1}],
# "reclean2":  [600, {'多余换行': 152, '缺少换行': 271, '无关文本': 542, '有用性': 119, '信息有用性': 31, '序号错误': 15, '栏目混乱': 125, '序号格式不一致': 40, '错误删除': 85, '错别字': 17, '标点错误': 3, '信息不完整': 20, '信息完整性': 4, '表格格式错误': 24, '语义不完整': 31, '公式格式错误': 1, '多余标点': 1, '有用性 ': 2, '语义重复': 2, '导航栏': 3, '表格给格式错误': 1}],
# "reclean3":  [600, {'缺少换行': 247, '多余换行': 134, '语义不完整': 35, '序号格式不一致': 26, '错误删除': 80, '表格格式错误': 19, '无关文本': 289, '栏目混乱': 74, '页脚': 2, '有用性': 138, '信息有用性': 37, '序号错误': 13, '信息不完整': 13, '错别': 1, '错别字': 8, '导航栏': 3, '信息完整性': 1, '特殊符号': 1, '准确性': 5, '标点错误': 2, '五百文本': 1, '多余标点': 2}],
"reclean4":  [600, {'错误删除': 192, '栏目混乱': 142, '缺少换行': 306, '有用性': 104, '错别字': 19, '多余换行': 77, '无关文本': 203, '语义不完整': 37, '序号格式不一致': 126, '表格格式错误': 18, '准确性': 13, '信息有用性': 24, '信息不完整': 13, '序号混乱': 1, '信息完整性': 4, ' 缺少换行': 1, '序号个性不一致': 1, '页脚': 1, '导航栏': 1, '格式杂乱': 1}],
"reclean5":  [600, {'多余标点': 2, '无关文本': 384, '缺少换行': 181, '错误删除': 143, '语义不完整': 26, '语意重复': 2, '有用性': 72, '序号格式不一致': 127, '多余换行': 328, '信息不完整': 17, '栏目混乱': 91, '信息有用性': 18, '无关问': 1, '表格格式错误': 14, '表格正文混乱': 10, '错别字': 6, '导航栏': 3, '语义重复': 1, '信息完整性': 1, '标点错误': 3}],
"reclean6":  [100, {'序号格式不一致': 34, '多余换行': 48, '缺少换行': 12, '无关文本': 28, '栏目混乱': 17, '整段删除换行-4': 5, '错别字': 5, '错误删除': 26, '检查复数删除': 37, '表格格式错误': 4, '语义不完整': 19, '信息有用性': 5, '有用性': 18, '栏目混乱 ': 1, '信息不完整': 1, ' 检查复数删除': 2, '整段删除换行-1': 2, '标点错误': 2, '表格正文混乱': 1}],
"reclean7":  [100, {'多余换行': 44, '错别字': 4, '错误删除': 7, '序号格式不一致': 20, '无关文本': 52, '语义不完整': 30, '栏目混乱': 14, '有用性': 22, '表格格式错误': 2, '缺少换行': 2, '信息不完整': 2, '表格正文混乱': 1}],
}

#guidelines
guidelines_ly_zh_list = {
"reclean1": [100, {'有用性': 20, '错别字': 138, '缺少标点': 32, '多余换行': 141, '表格格式错误': 18, '缺少换行': 181, '无关文本': 191, '语义不完整': 85, '格式杂乱': 15, '栏目混乱': 19, '错误删除': 15, '序号格式不一致': 11, '标点错误': 12, '信息有用性': 12, '特殊符号': 5, '多余标点': 7, '语意重复': 1, '页眉': 1, '信息不完整': 2, ' 无关文本': 1, '表格给格式错误': 1, '表格正文混乱': 1}],
"reclean2": [100, {'无关文本': 99, '语义不完整': 93, '有用性': 9, '错别字': 159, '多余换行': 50, '多余标点': 4, '栏目混乱': 14, '表格格式错误': 12, '表格正文混乱': 7, '错误删除': 27, '特殊符号': 2, '信息不完整': 6, '序号格式不一致': 4, '缺少标点': 7, '信息有用性': 6, '标点错误': 5, '多处换行': 1, '页眉': 4, '格式杂乱': 5, '缺少换行': 1, '语义重复': 3, '缺少标的': 1, '语意重复': 2}],
}

#guide_ly_en
guidelines_ly_en_list = {
"reclean1": [100, {'信息有用性': 30, '缺少换行': 344, '缺少换行 ': 1, '错误删除': 176, '栏目混乱': 51, '格式杂乱': 10, '无关文本': 467, '有用性': 138, '表格格式错误': 75, '多余换行': 86, '表格正文混乱': 15, '多余标点': 10, '语义不完整': 41, '序号格式不一致': 37, '信息完整性': 5, '错别字': 28, '信息不完整': 9, '准确性': 8, '标点错误': 3, '导航栏': 3, ' 缺少换行': 1, '表格正文内容混乱': 1, '特殊符号': 4, '公式格式错误': 2, '语义重复': 2, '无关 文本': 1, '页眉': 2}],
"reclean2": [100, {'无关文本': 71, '多余换行': 62, '错别字': 7, '错误删除': 11, '语义不完整': 29, '有用性': 20, '表格格式错误': 14, '信息有用性': 6, '表格正文混乱': 6, '多余标点': 2, '栏目混乱': 5, '准确性': 1, '页眉': 1, '信息不完整': 2, '缺少换行': 1, '特殊符号': 1, '标点错误': 1, '序号格式不一致': 4}],
}

if __name__ == "__main__":
    data_list = []
    dataset = stage4_reclean_list
    data_count = 0
    for key,val in dataset.items():
        if data_count == 0:
            data_count = val[0]
        divs = data_count/val[0]
        data_list.append({
            "name": key,
            "value": get_new_data(val[1], divs=divs)
        })
    compare_histograms(data_list)
