import matplotlib.pyplot as plt
import json

import numpy as np
from matplotlib.font_manager import FontProperties

# 设置matplotlib支持中文的字体
plt.rcParams['font.sans-serif'] = ['SimHei']  # 用来正常显示中文标签
plt.rcParams['axes.unicode_minus'] = False  # 用来正常显示负号


def compare_histograms(data_list,title="评估"):
    all_keys = []

    for item in data_list:
        val = item["value"]
        all_keys += list(val.keys())
    all_keys = list(set(all_keys))

    value_list = []
    for item in data_list:
        val = item["value"]
        new_val = [val[key] if key in val else 0 for key in all_keys]
        value_list.append({
            "name": item["name"],
            "value": new_val,
        })


    # 设置条形图的宽度

    bar_width = 1/len(data_list) - 0.05
    index = range(len(all_keys))

    # 绘制直方图
    plt.figure(figsize=(21, 13))
    color_list = ["orange","blue","yellow","red","green","purple","black"]

    for idx, item in enumerate(value_list):
        plt.bar([i + bar_width*idx for i in index], item["value"], width=bar_width, color=color_list[idx], label=item["name"])



    plt.xticks([idx for idx in index], all_keys, rotation=-60)  # 设置x轴刻度显示key名称
    locs, labels = plt.xticks()
    print(locs,labels)


    plt.title(title,fontsize=14)
    # plt.xlabel('错误类型')
    plt.ylabel('错误数量')
    #plt.grid()
    plt.legend()

    plt.show()



def get_new_data(data, divs = 1):
    new_data = {}
    for key,val in data.items():
        val = val*divs
        if key in fix_dict:
            key = fix_dict[key]
        if key not in new_data:
            new_data[key] = 0
        new_data[key] += val
    return new_data

fix_dict = {
    "多换行":"多余换行",
    "信息完整性":"信息不完整",
    "页眉":"无关文本",
    "五百文本":"无关文本",
    "导航栏":"无关文本",
    "页脚":"无关文本",
    "栏目混合":"栏目混乱",
    "有用性":"信息有用性",
    "有用性 ":"信息有用性",
    "公司格式错误":"公式格式错误",
    "语意重复":"语义重复",
}
#stage4
stage4_reclean_list = {
# "reclean1":  [600, {'错误删除': 168, '有用性': 116, '无关文本': 501, '语义不完整': 51, '序号错误': 14, '缺少换行': 294, '多余换行': 167, '栏目混乱': 202, '信息完整性': 4, '信息有用性': 56, '信息不完整': 13, '多换行': 1, '多余标点': 2, '序号格式不一致': 22, '页眉': 1, '准确性': 15, '标点错误': 5, '错别字': 14, '导航栏': 4, '特殊符号': 3, '栏目混合': 1, '格式杂乱': 1, '页脚': 1}],
# "reclean2":  [600, {'多余换行': 152, '缺少换行': 271, '无关文本': 542, '有用性': 119, '信息有用性': 31, '序号错误': 15, '栏目混乱': 125, '序号格式不一致': 40, '错误删除': 85, '错别字': 17, '标点错误': 3, '信息不完整': 20, '信息完整性': 4, '表格格式错误': 24, '语义不完整': 31, '公式格式错误': 1, '多余标点': 1, '有用性 ': 2, '语义重复': 2, '导航栏': 3, '表格给格式错误': 1}],
# "reclean3":  [600, {'缺少换行': 247, '多余换行': 134, '语义不完整': 35, '序号格式不一致': 26, '错误删除': 80, '表格格式错误': 19, '无关文本': 289, '栏目混乱': 74, '页脚': 2, '有用性': 138, '信息有用性': 37, '序号错误': 13, '信息不完整': 13, '错别': 1, '错别字': 8, '导航栏': 3, '信息完整性': 1, '特殊符号': 1, '准确性': 5, '标点错误': 2, '五百文本': 1, '多余标点': 2}],
# "reclean4":  [600, {'错误删除': 192, '栏目混乱': 142, '缺少换行': 306, '有用性': 104, '错别字': 19, '多余换行': 77, '无关文本': 203, '语义不完整': 37, '序号格式不一致': 126, '表格格式错误': 18, '准确性': 13, '信息有用性': 24, '信息不完整': 13, '序号混乱': 1, '信息完整性': 4, ' 缺少换行': 1, '序号个性不一致': 1, '页脚': 1, '导航栏': 1, '格式杂乱': 1}],
# "reclean5":  [600, {'多余标点': 2, '无关文本': 384, '缺少换行': 181, '错误删除': 143, '语义不完整': 26, '语意重复': 2, '有用性': 72, '序号格式不一致': 127, '多余换行': 328, '信息不完整': 17, '栏目混乱': 91, '信息有用性': 18, '无关问': 1, '表格格式错误': 14, '表格正文混乱': 10, '错别字': 6, '导航栏': 3, '语义重复': 1, '信息完整性': 1, '标点错误': 3}],
"reclean6":  [100, {'序号格式不一致': 34, '多余换行': 48, '缺少换行': 12, '无关文本': 28, '栏目混乱': 17, '整段删除换行-4': 5, '错别字': 5, '错误删除': 26, '检查复数删除': 37, '表格格式错误': 4, '语义不完整': 19, '信息有用性': 5, '有用性': 18, '栏目混乱 ': 1, '信息不完整': 1, ' 检查复数删除': 2, '整段删除换行-1': 2, '标点错误': 2, '表格正文混乱': 1}],
# "reclean6lk": [100, {'无关文本': 35, '有用性': 17, '标点错误': 2, '多余换行': 22, '序号格式不一致': 26, '栏目混乱': 12, '错误删除': 37, '信息完整性': 3, '表格格式错误': 6, '语义不完整': 8, '信息不完整': 3, '错别字': 2, '缺少换行': 8, '语义重复': 2, '信息有用性': 1}],
# "reclean6jg": [100, {'序号格式不一致': 21, '有用性': 27, '无关文本': 56, '信息有用性': 4, '多余换行': 7, '错误删除': 18, '表格格式错误': 5, '表格正文混乱': 3, '信息不完整': 4, '栏目混乱': 19, '错别字': 4, '缺少换行': 12, '信息完整性': 1, '语意重复': 1}],
"reclean7":  [100, {'多余换行': 44, '错别字': 4, '错误删除': 7, '序号格式不一致': 20, '无关文本': 52, '语义不完整': 30, '栏目混乱': 14, '有用性': 22, '表格格式错误': 2, '缺少换行': 2, '信息不完整': 2, '表格正文混乱': 1}],
"reclean8": [100, {'缺少换行': 14, '有用性': 20, '无关文本': 16, '序号格式不一致': 28, '栏目混乱': 22, '信息不完整': 5, '语义不完整': 15, '多余标点': 1, '表格格式错误': 2, '信息有用性': 7, '错别字': 11, '多余换行': 12, '表格正文混乱': 1, '信息完整性': 1, '标点错误': 1}],
}

#guidelines
guidelines_ly_zh_list = {
"reclean1": [100, {'有用性': 20, '错别字': 138, '缺少标点': 32, '多余换行': 141, '表格格式错误': 18, '缺少换行': 181, '无关文本': 191, '语义不完整': 85, '格式杂乱': 15, '栏目混乱': 19, '错误删除': 15, '序号格式不一致': 11, '标点错误': 12, '信息有用性': 12, '特殊符号': 5, '多余标点': 7, '语意重复': 1, '页眉': 1, '信息不完整': 2, ' 无关文本': 1, '表格给格式错误': 1, '表格正文混乱': 1}],
"reclean2": [100, {'无关文本': 99, '语义不完整': 93, '有用性': 9, '错别字': 159, '多余换行': 50, '多余标点': 4, '栏目混乱': 14, '表格格式错误': 12, '表格正文混乱': 7, '错误删除': 27, '特殊符号': 2, '信息不完整': 6, '序号格式不一致': 4, '缺少标点': 7, '信息有用性': 6, '标点错误': 5, '多处换行': 1, '页眉': 4, '格式杂乱': 5, '缺少换行': 1, '语义重复': 3, '缺少标的': 1, '语意重复': 2}],
"reclean3":[100, {'无关文本': 99, '语义不完整': 93, '有用性': 9, '错别字': 159, '多余换行': 50, '多余标点': 4, '栏目混乱': 14, '表格格式错误': 12, '表格正文混乱': 7, '错误删除': 27, '特殊符号': 2, '信息不完整': 6, '序号格式不一致': 4, '缺少标点': 7, '信息有用性': 6, '标点错误': 5, '多处换行': 1, '页眉': 4, '格式杂乱': 5, '缺少换行': 1, '语义重复': 3, '缺少标的': 1, '语意重复': 2}],
"reclean3_fix":[100, {' 错别字': 1, '错别字': 141, '多余标点': 4, '无关文本': 106, '语义不完整': 81, '多余换行': 27, '语意重复': 3, '缺少标点': 6, '信息不完整': 14, '格式杂乱': 5, '信息有用性': 2, '标点错误': 3, '页眉': 3, '序号格式不一致': 4, '表格正文混乱': 5, '栏目混乱': 15, '有用性': 4, '表格格式错误': 12, '无关文本 ': 1, '粗别字': 1, '信息完整性': 3, '缺少换行': 1, '序号格式不提早': 1, '': 1, '多于换行': 1}],
}

#medical_pdf_zh
medicalpdf_zh_list = {
"reclean1": [370, {'无关文本': 252, '语义不完整': 277, '错别字': 646, '有用性': 75, '栏目混乱': 74, '信息有用性': 24, '标点错误': 6, '多余换行': 47, '信息完整性': 5, '序号格式不一致': 17, '公示格式错误': 3, '信息不完整': 29, '缺少标点': 20, '页脚': 3, '多余标点': 12, '表格正文混乱': 1, '页眉': 3, '鱼鱼不完整': 2, '表格格式错误': 2, '缺少空格': 2, '公式格式错误': 1, '导航栏': 1, '多别再': 1}],
}

medicalpdf_en_list = {
# "reclean8": [100, {'缺少换行': 14, '有用性': 20, '无关文本': 16, '序号格式不一致': 28, '栏目混乱': 22, '信息不完整': 5, '语义不完整': 15, '多余标点': 1, '表格格式错误': 2, '信息有用性': 7, '错别字': 11, '多余换行': 12, '表格正文混乱': 1, '信息完整性': 1, '标点错误': 1}],
# "reclean1": [600,{'信息有用性': 64, '信息不完整': 117, '语义不完整': 343, '信息完整性': 50, '有用性': 144, '栏目混乱': 101, '序号格式不一致': 53, '错别字': 40, '多余换行': 151, '缺少换行': 60, '无关文本': 123, '表格格式错误': 59, '表格正文混乱': 18, '多余标点': 22, '缺少标点': 3, '公式格式错误': 14, '多余空格': 7, '公示格式错误': 1, '缺少空格': 3, '语义重复': 1, '特殊符号': 2, '格式杂乱': 1, '导航栏': 1, '页眉': 1}],
"reclean2": [600,{'有用性': 163, '信息有用性': 73, '多余换行': 170, '表格格式错误': 52, '无关文本': 145, '错别字': 12, '缺少换行': 198, '语义不完整': 247, '错误删除': 111, '栏目混乱': 71, '序号格式不一致': 28, '语义重复': 3, '表格正文混乱': 9, '公式格式错误': 9, '多余标点': 10, '信息完整性': 3, '信息不完整': 10, '格式杂乱': 5, '页眉': 2, '删除边角': 2, ' 删除边角': 1, '准确性': 1, '格式混乱': 1, '缺少不完整': 1, '标点错误': 1, '多余空格': 1}],
"reclean4": [600,{'多余换行': 139, '错别字': 12, '序号格式不一致': 67, '缺少换行': 177, '无关文本': 110, '错误删除': 220, '有用性': 119, '语义不完整': 20, '栏目混乱': 87, '表格格式错误': 41, '信息完整性': 9, '信息有用性': 38, '多余标点': 3, '表格正文混乱': 11, '信息不完整': 16, '导航栏': 1, '公式格式错误': 12, '缺少空格': 1, '页眉': 8, '准确性': 6, '语义重复': 2, '页脚': 2,  '特殊符号': 2, '格式杂乱': 1}],
"reclean5": [600,{'无关文本': 134, '栏目混乱': 90, '错误删除': 84, '缺少换行': 133, '有用性': 65, '信息不完整': 12, '多余换行': 148, '公式格式错误': 10, '表格格式错误': 26, '序号格式不一致': 23, '语义不完整': 21, '错别字': 14, '信息有用性': 17, '表格正文混乱': 12, '页眉': 3, ' 无关文本': 1, '语句不通顺': 1, '信息完整性': 3, '标点错误': 2, '页脚': 1, '格式杂乱': 1, '特殊符号': 1, '缺少换行 ': 1}],
}

#guide_ly_en
guidelines_ly_en_list = {
"reclean1": [100, {'信息有用性': 30, '缺少换行': 344, '缺少换行 ': 1, '错误删除': 176, '栏目混乱': 51, '格式杂乱': 10, '无关文本': 467, '有用性': 138, '表格格式错误': 75, '多余换行': 86, '表格正文混乱': 15, '多余标点': 10, '语义不完整': 41, '序号格式不一致': 37, '信息完整性': 5, '错别字': 28, '信息不完整': 9, '准确性': 8, '标点错误': 3, '导航栏': 3, ' 缺少换行': 1, '表格正文内容混乱': 1, '特殊符号': 4, '公式格式错误': 2, '语义重复': 2, '无关 文本': 1, '页眉': 2}],
"reclean2": [100, {'无关文本': 71, '多余换行': 62, '错别字': 7, '错误删除': 11, '语义不完整': 29, '有用性': 20, '表格格式错误': 14, '信息有用性': 6, '表格正文混乱': 6, '多余标点': 2, '栏目混乱': 5, '准确性': 1, '页眉': 1, '信息不完整': 2, '缺少换行': 1, '特殊符号': 1, '标点错误': 1, '序号格式不一致': 4}],
}

guidelines_ly_gptpdf = {
# "reclean0A": [174,{'错别字': 10, '缺少换行': 202, '多余换行': 137, '无关文本': 176, '语义不完整': 12, '有用性': 70, '格式杂乱': 19, '序号格式不一致': 33, '语意重复': 3, '准确性': 26, '表格格式错误': 4, '信息有用性': 32, '标点错误': 5, '公式格式错误': 3, '公司格式错误': 1, '多余标点': 16, '栏目混乱': 8, '页脚': 4, '多余空格': 1, '页眉': 4, '语义重复': 2, '语句不通顺': 3, '序号错误': 1}],
# "reclean0B": [220,{'格式杂乱': 23, '无关文本': 109, '栏目混乱': 7, '导航栏': 1, '有用性': 55, '有用性-轻': 17, '表格格式错误': 11, '信息完整性': 15, '语义不完整': 31, '信息不完整': 16, '错别字': 22, '缺少换行': 4, '多余换行': 8, '页眉': 1, '序号格式不一致': 2}],
"reclean0B": [220,{'格式杂乱': 23, '无关文本': 109, '栏目混乱-中': 7, '导航栏': 1, '有用性-轻': 62, '表格格式错误': 11, '完整性': 31, '语义不完整': 31, '错别字': 22, '缺少换行': 4, '多余换行': 8, '页眉': 1, '序号格式不一致': 2}],
# "reclean1":[288, {'无关文本': 33, '完整性': 48, '序号格式不一致': 4, '错误删除': 35, '语义不完整': 15, '准确性': 8, '表格正文混乱': 5, '多余换行': 31, '栏目混乱-中': 8, '页码/数字': 9, '表格格式错误': 9, '页眉': 3, '有用性-轻': 5, '栏目混乱-轻': 2, '有用性-重': 11, '缺少换行': 3, '栏目混乱-重': 3, '标点错误': 2, '多余标点': 2, '语句/字词重复': 2, '语句不通顺': 1, '页脚': 2, '错别字': 4}],
# "reclean2":[295, {'错误删除': 66, '表格格式错误': 14, '完整性': 26, '页眉': 7, '页脚': 2, '无关文本': 35, '语义不完整': 16, '有用性-轻': 4, '多余换行': 13, '标点错误': 6, '页码/数字': 18, '格式杂乱': 8, '序号格式不一致': 4, '准确性': 10, '缺少换行': 19, '表格正文混乱': 1, '有用性-重': 9, '栏目混乱-中': 2, '栏目混乱-重': 1}] ,
"reclean3":[298, {'表格格式错误': 24, '错误删除': 39, '完整性': 48, '格式杂乱': 15, '缺少换行': 10, '序号格式不一致': 10, '无关文本': 23, '多余换行': 12, '有用性-轻': 15, '有用性-重': 7, '语义不完整': 17, '栏目混乱-中': 4, '语句/字词重复': 1, '页码/数字': 8, '多余标点': 1, '准确性': 1, '错别字': 1, '页眉': 2, '栏目混乱-重': 1}] ,
}
medicalpdfv2_zh={
'reclean3':[293, {'无关文本': 121, '有用性-轻': 52, '语义不完整': 174, '栏目混乱-重': 7, '缺少换行': 121, '多余换行': 55, '错误删除': 85, '序号格式不一致': 24, '特殊符号': 3, '完整性': 20, '公式格式错误': 13, '有用性-重': 5, '页码/数字': 17, '栏目混乱-中': 6, '表格格式错误': 5, '缺少标点': 1, '栏目混乱-轻': 3, '语句/字词重复': 1, '页眉': 2, '标点错误': 4, '错别字': 2, '多余标点': 1}] ,
'reclean4':[298, {'多余换行': 52, '有用性-轻': 38, '错误删除': 80, '页眉': 4, '无关文本': 114, '语义不完整': 210, '栏目混乱-中': 12, '术语格式错误': 1, '完整性': 21, '缺少换行': 104, '序号格式不一致': 14, '多余标点': 13, '页码/数字': 16, '有用性-重': 4, '错别字': 11, '栏目混乱-重': 5, '栏目混乱-轻': 3, '公式格式错误': 26, '语句/字词重复': 1, '标点错误': 2, '页脚': 1, '表格格式错误': 6, '特殊符号': 1, '缺少空格-中文': 1}] ,
'reclean5':[298, {'缺少换行': 73, '有用性-重': 7, '有用性-轻': 41, '错误删除': 39, '语义不完整': 179, '栏目混乱-重': 11, '无关文本': 129, '多余换行': 50, '页码/数字': 15, '完整性': 26, '序号格式不一致': 26, '错别字': 7, '公式格式错误': 24, '多余标点': 10, '栏目混乱-中': 10, '表格格式错误': 5, '表格正文混乱': 1, '缺少标点': 1, '页眉': 3, '栏目混乱-轻': 3, '特殊符号': 4, '标点错误': 3, '导航栏': 1, '语句/字词重复': 1, '格式杂乱': 1}]

}

if __name__ == "__main__":
    data_list = []
    dataset = medicalpdfv2_zh
    data_count = 0
    for key,val in dataset.items():
        if data_count == 0:
            data_count = val[0]
        divs = data_count/val[0]
        data_list.append({
            "name": key,
            "value": get_new_data(val[1], divs=divs)
        })
    compare_histograms(data_list,"guidelines_ly_gptpdf 评估 采样(300)")
