# -*- coding: utf-8 -*-
import json
type1={'内科': 0.174, '病理学': 0.082, '药理学': 0.082, '外科': 0.081, '儿科': 0.075, '妇产科': 0.063, '微生物学': 0.048, '预防医学': 0.044, '遗传学': 0.042, '生理学': 0.038, '皮肤性病科': 0.034, '放射科': 0.021, '解剖学': 0.021, '医学免疫学': 0.019, '医学心理学': 0.018, '医学伦理学': 0.016, '全科医学概论': 0.016, '耳鼻咽喉头颈外科学': 0.015, '眼科': 0.014, '营养学': 0.013, '口腔科学': 0.013, '急诊医学': 0.013, '病理生理学': 0.011, '康复医学': 0.01, '精神病学': 0.01, '流行病学和循证医学': 0.008, '生物化学': 0.006, '麻醉学': 0.004, '医学统计学': 0.003, '医学物理学': 0.002, '环境卫生学': 0.002, '组织学与胚胎学': 0.001}
type2={'药理学@临床药理学': 0.081, '病理学@系统病理学': 0.054, '病理学@临床病理学': 0.044, '外科@普通外科': 0.044, '妇产科@产科': 0.044, '遗传学@人类遗传学': 0.041, '内科@内分泌内科': 0.038, '妇产科@妇科': 0.038, '放射科@影像诊断': 0.032, '内科@神经内科': 0.032, '内科@消化内科': 0.031, '内科@感染病学': 0.031, '儿科@新生儿科': 0.029, '生理学@人体生理学': 0.029, '微生物学@医学病毒学': 0.028, '医学伦理学@医患沟通': 0.027, '内科@心血管内科': 0.025, '解剖学@系统解剖学': 0.025, '外科@骨科': 0.025, '儿科@儿内科': 0.025, '内科@传染病学': 0.021, '微生物学@医学细菌学': 0.021, '内科@肿瘤学': 0.021, '内科@呼吸内科': 0.018, '内科@血液内科': 0.016, '口腔科学@口腔外科': 0.016, '妇产科@生殖医学': 0.016, '内科@肾脏内科': 0.015, '儿科@儿童保健': 0.013, '外科@泌尿外科': 0.013, '外科@胸心外科': 0.012, '生理学@系统生理学': 0.01, '外科@神经外科': 0.009, '遗传学@分子遗传学': 0.007, '外科@肝胆外科': 0.007, '微生物学@人体寄生虫学': 0.006, '生物化学@分子生物化学': 0.006, '微生物学@医学真菌学': 0.004, '外科@烧伤与整形外科': 0.004, '生理学@细胞生理学': 0.004, '麻醉学@疼痛医学': 0.004, '放射科@介入放射学': 0.004, '儿科@儿外科': 0.004, '病理学@细胞病理学': 0.003, '眼科': 0.003, '内科@风湿病学': 0.003, '病理学@分子病理学': 0.001, '病理生理学': 0.001, '口腔科学@正畸学': 0.001, '皮肤性病科': 0.001, '生物化学@临床生物化学': 0.001, '儿科': 0.001, '耳鼻咽喉头颈外科学': 0.001, '解剖学@局部解剖学': 0.001}
file="dingxiangyisheng"
save_file = f"../../../../full_data/{file}/{file}.jsonl"
fw = open(save_file, 'w',encoding="utf-8")


from transformers import AutoTokenizer
tokenizer = AutoTokenizer.from_pretrained("../../../basic_tools/tokenizer")
def tokenizer_lens(context):
    ids = tokenizer.encode(context)
    return len(ids)
sum_lens = 0
class_ratio_token= {'level1': {'内科': '44.865%', '病理生理学': '3.393%', '病理学': '25.726%', '药理学': '17.965%', '皮肤性病科': '9.797%', '预防医学': '11.043%', '儿科': '11.759%', '医学物理学': '0.686%', '外科': '25.873%', '遗传学': '10.836%', '微生物学': '14.634%', '眼科': '4.144%', '医学免疫学': '4.42%', '耳鼻咽喉头颈外科学': '4.066%', '妇产科': '11.598%', '医学伦理学': '3.473%', '口腔科学': '3.176%', '放射科': '2.913%', '急诊医学': '3.767%', '全科医学概论': '4.361%', '解剖学': '4.974%', '康复医学': '1.879%', '生理学': '10.915%', '精神病学': '4.204%', '医学心理学': '5.336%', '生物化学': '1.927%', '医学统计学': '1.507%', '营养学': '0.968%', '麻醉学': '0.762%', '流行病学和循证医学': '1.083%', '环境卫生学': '0.158%'}, 'level2': {'内科@心血管内科': '5.828%', '内科@血液内科': '2.186%', '病理学@系统病理学': '13.27%', '遗传学@人类遗传学': '8.325%', '病理学@临床病理学': '7.374%', '药理学@临床药理学': '15.447%', '外科@普通外科': '8.32%', '内科@肾脏内科': '3.449%', '内科@传染病学': '4.356%', '微生物学@医学细菌学': '3.976%', '微生物学@医学病毒学': '5.734%', '微生物学@医学真菌学': '0.678%', '遗传学@分子遗传学': '1.152%', '内科@内分泌内科': '6.685%', '妇产科@产科': '5.243%', '外科@烧伤与整形外科': '0.534%', '医学伦理学@医患沟通': '4.358%', '口腔科学@口腔外科': '2.169%', '病理学@细胞病理学': '0.342%', '内科@呼吸内科': '2.838%', '内科@肿瘤学': '4.614%', '外科@胸心外科': '2.713%', '放射科@影像诊断': '4.825%', '妇产科@妇科': '5.59%', '妇产科@生殖医学': '2.251%', '解剖学@系统解剖学': '6.299%', '内科@消化内科': '5.691%', '外科@肝胆外科': '1.923%', '外科@神经外科': '1.167%', '内科@神经内科': '7.56%', '外科@骨科': '4.375%', '儿科@新生儿科': '3.489%', '生理学@人体生理学': '4.96%', '儿科@儿童保健': '2.008%', '外科@泌尿外科': '2.465%', '内科@感染病学': '5.794%', '微生物学@人体寄生虫学': '1.216%', '生物化学@分子生物化学': '0.715%', '儿科@儿内科': '3.429%', '病理学@分子病理学': '0.315%', '眼科': '0.378%', '病理生理学': '0.597%', '内科@风湿病学': '0.849%', '口腔科学@正畸学': '0.138%', '麻醉学@疼痛医学': '0.676%', '生理学@系统生理学': '1.211%', '放射科@介入放射学': '0.899%', '儿科@儿外科': '0.365%', '皮肤性病科': '0.258%', '生物化学@临床生物化学': '0.085%', '儿科': '0.052%', '耳鼻咽喉头颈外科学': '0.36%', '生理学@细胞生理学': '0.409%', '解剖学@局部解剖学': '0.19%'}, 'all_sample_tokens': 809751}
class_ratio_doc= {'level1': {'微生物学': '9.75%', '皮肤性病科': '9.5%', '生理学': '8.5%', '预防医学': '6.25%', '解剖学': '6.25%', '内科': '42.25%', '耳鼻咽喉头颈外科学': '4.75%', '放射科': '4.5%', '眼科': '4.25%', '医学免疫学': '3.75%', '口腔科学': '3.75%', '急诊医学': '3.75%', '医学伦理学': '3.25%', '全科医学概论': '3.25%', '精神病学': '3.25%', '医学心理学': '3.25%', '病理生理学': '3.0%', '病理学': '22.75%', '外科': '20.75%', '儿科': '20.5%', '流行病学和循证医学': '2.0%', '妇产科': '17.75%', '药理学': '15.25%', '遗传学': '10.25%', '康复医学': '1.75%', '营养学': '1.5%', '生物化学': '1.25%', '麻醉学': '1.0%', '医学物理学': '0.5%', '医学统计学': '0.25%'}, 'level2': {'病理学@系统病理学': '9.25%', '病理学@临床病理学': '7.5%', '外科@普通外科': '7.5%', '妇产科@产科': '7.5%', '遗传学@人类遗传学': '7.0%', '内科@内分泌内科': '6.5%', '妇产科@妇科': '6.5%', '放射科@影像诊断': '5.5%', '内科@神经内科': '5.5%', '内科@消化内科': '5.25%', '内科@感染病学': '5.25%', '儿科@新生儿科': '5.0%', '微生物学@医学病毒学': '4.75%', '生理学@人体生理学': '4.75%', '医学伦理学@医患沟通': '4.5%', '内科@心血管内科': '4.25%', '解剖学@系统解剖学': '4.25%', '外科@骨科': '4.25%', '儿科@儿内科': '4.25%', '内科@传染病学': '3.5%', '内科@肿瘤学': '3.5%', '微生物学@医学细菌学': '3.25%', '内科@呼吸内科': '3.0%', '内科@血液内科': '2.75%', '口腔科学@口腔外科': '2.75%', '妇产科@生殖医学': '2.75%', '内科@肾脏内科': '2.5%', '儿科@儿童保健': '2.25%', '外科@泌尿外科': '2.25%', '外科@胸心外科': '2.0%', '药理学@临床药理学': '13.75%', '外科@神经外科': '1.5%', '生理学@系统生理学': '1.5%', '遗传学@分子遗传学': '1.25%', '外科@肝胆外科': '1.25%', '生物化学@分子生物化学': '1.0%', '微生物学@医学真菌学': '0.75%', '外科@烧伤与整形外科': '0.75%', '生理学@细胞生理学': '0.75%', '微生物学@人体寄生虫学': '0.75%', '麻醉学@疼痛医学': '0.75%', '放射科@介入放射学': '0.75%', '儿科@儿外科': '0.75%', '病理学@细胞病理学': '0.5%', '眼科': '0.5%', '内科@风湿病学': '0.5%', '病理学@分子病理学': '0.25%', '病理生理学': '0.25%', '口腔科学@正畸学': '0.25%', '皮肤性病科': '0.25%', '生物化学@临床生物化学': '0.25%', '儿科': '0.25%', '耳鼻咽喉头颈外科学': '0.25%', '解剖学@局部解剖学': '0.25%'}}

with open(f"../../../../full_data/{file}/{file}_clean.jsonl", "r",encoding="utf-8") as fs:
    for item in fs.readlines():
        item = json.loads(item)
        context = item["text"]
        lens = tokenizer_lens(context)
        sum_lens += lens

with open(f"../../../../full_data/{file}/{file}_clean.jsonl", "r",encoding="utf-8") as fs:
    for item in fs.readlines():
        item = json.loads(item)
        item["tags"] = {
                "id": item["seq_id"],
                "clean_iters":4,
                "quality_score":"93.2%",
                "class_ratio_doc":class_ratio_doc,
                "class_ratio_tokenize":class_ratio_token,
                "item_tokens": tokenizer_lens(item["text"]),
                "dataset_tokens": sum_lens,
                "bia_class":  "百科科普"
        }

        item = json.dumps(item,ensure_ascii=False)
        fw.write(item+"\n")
